{"1":"Come out of Ierusalem, ye stronge childre of BenIamin: blowe vp the trompettes ye Tecuites, set vp a token vnto Bethacarem, for a plage and a greate misery pepeth out from the North.","2":"I will licken the doughter Sion to a fayre and tendre woman, and to her shall come the shepherdes with their flockes.","3":"Their tentes shal they pitch rounde aboute her, and euery one shal fede with his honde.","4":"Make batell agaynst her (shal they saye:) Arise, let vs go vp, while it is yet daye. Alas, the daye goeth awaye, & the night shadowes fall downe:","5":"Arise, let vs go vp by night, and destroye hir stronge holdes,","6":"for thus hath the LORDE of hoostes commaunded. Hew downe hir trees, and set vp bulworkes agaynst Ierusale. This is the cite that must be punished, for in her is all maliciousnes.","7":"Like as a codyte aboundeth in water, eue so this citie aboudeth in wickednes. Robbery and vnrightuousnesse is herde in her, sorow & woundes are euer there in my sight.","8":"Amede the (o Ierusalem) lest I with drawe my herte from the, and make the desolate: & thy londe also, yt no man dwel in it.","9":"For thus saieth the LORDE of hoostes: The residue of Israel shalbe gathered, as the remnaunt of grapes. And therfore turne thine honde agayne in to the ba?ket, like the grape gatherer.","10":"But vnto whom shal I speake? whom shal I warne, that he maye take hede? Their eares are so vncircumcised, that they maye not heare. Beholde, they take the worde of God but for a scorne, and haue no lust therto.","11":"And therfore I am so full of thy indignacion (o LORDE) that I maye suffre no longer. Shed out thy wrath vpon the children that are without, and vpon all yonge men. Yee the man must be taken presoner with the wife, and the aged with the crepel.","12":"Their houses with their londes and wiues shal be turned vnto straungers, whe I stretchout myne hode vpon the inhabitours of this londe, saieth the LORDE.","13":"For from the leest vnto the most, they hange all vpon covetousnes: and from the prophet vnto the prest, they go all aboute with falsede and lyes.","14":"And besyde that, they heale the hurte of my people with swete wordes, sayenge: peace, peace, when there is no peace at all.","15":"Therfore they must be ashamed, for they haue comitted abhominacion. But how shulde they be ashamed, when they knowe nothinge, nether of shame ner good nurture? And therfore they shal fall amonge the slayne, and in the houre when I shall viset them, they shalbe brought downe, saieth the LORDE.","16":"Thus saieth the LORDE: go into the stretes, considre and make inquisicion for the olde waye: and yf it be the good and right waye, then go therin, that ye maye fynde rest for youre soules. (But they saye: we will not walke therin)","17":"and I will set watchmen ouer you, and therfore take hede vnto the voyce of the trompet. But they saye: we will not take hede.","18":"Heare therfore ye Gentiles, and thou congregacion shalt knowe, what I haue deuysed for them.","19":"Heare thou earth also: beholde, I will cause a plage come vpon this people, euen the frute of their owne ymaginacions. For they haue not bene obedient vnto my wordes and to my lawe, but abhorred them.","20":"Wherfore bringe ye me incense from Saba, & swete smellinge Calamus from farre countrees? Youre burnt offeringes displease me, and I reioyse not in youre sacrifices.","21":"And therfore thus saieth the LORDE: beholde, I will make this people fall, and there shal fall from amonge them the father wt the children, one neghboure shal perish with another.","22":"Morouer thus saieth ye LORDE: Beholde, there shal come a people from the North, & a greate people shal arise from ye endes of ye earth,","23":"wt bowes & wt dartes shal they be weapened: It is a rough & fearce people, an vnmerciful people: their voyce roareth like the see, they ride vpo horses wel apointed to ye batell agaynst the, o doughter Sion.","24":"Then shal this crie be herde: Oure armes are feble, heuynes and sorow is come vpon vs, as vpon a woman trauelinge with childe.","25":"Noman go forth in to the felde, no man come vpon the hie strete: for the swearde and feare of the enemie shalbe on euery side.","26":"Wherfore, gyrde a sack cloth aboute the (o thou doughter of my people) sprynkle thy self with a?shes, mourne and wepe bitterly, as vpon thy only beloued sonne: For the destroyer shal sodenly fall vpon vs.","27":"The haue I set for a prouer of my harde people, to seke out and to trye their wayes.","28":"For they are all vnfaithful and fallen awaye, they hange vpon shameful lucre, they are clene brasse and yron, for they hurte and destroye euery man.","29":"The bellous are brent in the fyre, the leade is consumed, the melter melteth in vayne, for the euel is not taken awaye from them.","30":"Therfore shal they be called naughty syluer, because the LORDE hath cast them out."}