{"1":"Wo be vnto the shepherdes, that destroye, and scatre my flocke, saieth the LORDE.","2":"Wherfore, this is the comaundemet of the LORDE God of Israel, vnto the shepherdes that fede my people: Ye scatre ad thrust out my flocke, and loke not vpon them. Therfore, now will I vyset the wickednes of youre ymaginacions, saieth ye LORDE:","3":"And will gather together the remnaunt of my flocke, from all londes that I had dryuen them vnto, and will bringe them agayne to their pastures, that they maye growe and increace.","4":"I will set shepherdes also ouer them, which shall fede them. They shall nomore feare and drede, for there shall none off them be lost, saieth the LORDE","5":"Beholde, the tyme commeth (saieth the LORDE) that I wil rayse vp the rightuous braunch off Dauid, which shall beare rule, and discusse matters with wy?dome, and shall set vp equyte and rightuousnes agayne in the earth.","6":"In his tyme shall Iuda be saued, and Israel shal dwell with out feare. And this is the name that they shall call him: euen the LORDE oure rightuous maker.","7":"And therfore beholde, the tyme commeth (saieth the LORDE) that it shall no more be sayde: the LORDE lyueth, which brought the children off Israel out of the londe of Egipte:","8":"But the LORDE lyueth, which brought forth, ad led the sede of the house off Israel, out off the north londe, and from all countrees where I had scatred them, and they shal dwell in their owne londe agayne.","9":"My herte breaketh in my body because of the false prophetes, all my bones shake: I am become like a droncken man (that by the reason of wyne can take no rest) for very feare of the LORDE, and of his holy wordes:","10":"Because the londe is full of aduoterers, where thorow it is destroyed and mourneth, and ye pleasaunt pastures of the deserte are dryed vp. Yee the waye that men take, is wicked, & their gouernaunce is nothinge like the holy worde of the LORDE.","11":"For the prophetes and the prestes them selues are poluted Ypocrytes, ad their wickednes haue I founde in my house, saieth the LORDE.","12":"Wherfore, their waye shall be slippery in the darcknesse, where in they maye stacker and fall. For I will bringe a plage vpon them, euen the yeare of their visitacion, saieth the LORDE.","13":"I haue sene foly amonge the prophetes of Samaria, yt they preched for Baal, ad disceaued my people off Israel.","14":"I haue sene also amonge the Prophetes off Ierusalem foule aduoutery, and presumptuous lies. They take the most shamefull men by the hode, flatringe them, so that they canot returne from their wickednes. All these with their citesyns are vnto me, as Sodom, and as the inhabitours off Gomorre.","15":"Therfore thus saieth the LORDE of hoostes concernynge the prophetes: Beholde, I wil fede them with wormwod, & make them dryncke the water of gall. For fro the prophetes of Ierusalem is the sicknes of Ypocrisie come in to all the londe.","16":"And therfore the LORDE of hoostes geueth you this warnynge: Heare not the wordes of the prophetes, that preach vnto you, and disceaue you: for they speake the meanynge of their owne herte, and not out of the mouth of the LORDE.","17":"They saye vnto them, that despyse me: The LORDE hath spoken it: Tush, ye shal prospere right well. And vnto all them, that walke after the lust of their owne herte, they saye: Tush, there shall no my?fortune happen you.","18":"For who hath sytten in the councell of the LORDE, that he hath herde and vnderstonde, what he is aboute to do? Who hath marcked his deuyce, and herde it?","19":"Beholde, the stormy wether of the LORDE (that is, his indignacion) shal go forth, and shal fall downe vpon the heade of the vngodly.","20":"And the wrath of the LORDE shal not turne agayne, vntill he perfourme, and fulfull the thoughte of his herte. And in the latter dayes ye shall knowe his meanynge.","21":"I haue not sent these prophetes, (saieth the LORDE) and yet they ranne. I haue not spoken to them, and yet they preached.","22":"But yf they had continued in my councell and herde my wordes: they had turned my people from their euell wayes and wicked ymaginacions.","23":"Am I the God that seeth but the thinge, which is nye at honde, and not that is farre of? saieth the LORDE.","24":"Maye eny man hyde him self so, that I shal not se him? saieth the LORDE. Do not I fulfill heauen and earth? saieth the LORDE.","25":"I haue herde well ynough, what the prophetes saye, that preach lyes in my name, sayege: I haue dreamed, I haue dreamed.","26":"How longe wil this cotynue in the prophetes hertes, to tel lyes, and to preach the craftie sotylte of their owne herte?","27":"Whose purpose is, (with the dreames that euery one tell) to make my people forget my name, as their fore fathers dyd, whe Baal","28":"The prophet that hath a dreame, let him tell it: and he that vnderstondeth my worde, let him shewe it faithfully. For what hath chaffe and wheat to do together? saieth the LORDE.","29":"Is not my worde like a fyre, saieth the LORDE) and like an hammer, that breaketh the harde stone?","30":"Therfore thus saieth the LORDE: beholde, I wil vpo the prophetes, that steale my worde priuely from euery man.","31":"Beholde, here am I (saieth the LORDE) agaynst the prophetes, that take vpon their tunges to speake: The LORDE hath sayde it.","32":", that darre prophecy lies, and disceaue my people with their vanities and miracles, whom I neuer sent, ner commaunded them. They shal do this people greate harme, saieth the LORDE.","33":"Yf this people, ether eny prophete or prest axe the, and saye: what is the burthen of the LORDE? Thou shalt saye vnto them: What? burthen? Therfore will I cast you fro me (saieth the LORDE) because ye youre selues are a burthen.","34":"And the prophet, prest or people that vseth this terme (the burthen of the LORDE) him will I viset, and his house also.","35":"But thus shall ye saye, euery one to another: What answere hath the LORDE geuen? or, what is the LORDES commaundement?","36":"And as for the burthen of the LORDE, ye shal speake nomore of it: for euery mans owne worde is his burthen, because ye haue altered the wordes of the lyuynge God the LORDE of hoostes oure God.","37":"Thus shall euery man saye to the prophetes: what answere hath the LORDE geuen the? Or, what saieth the LORDE?","38":"And not once to name the burthen of the LORDE. Therfore thus saieth the LORDE: For so moch as ye haue vsed this terme (the burthen of the LORDE) where as I notwithstondinge sent vnto you, and forbade you to speake of the LORDES burthen:","39":"Beholde therfore, I will repute you as a burthen, and will cast you out of my presence: yee and the cite also, that I gaue you and youre fathers:","40":"and will bringe you to an euerlastinge confucion, and in to soch a shame, as shal neuer be forgotten."}