{"1":"O Israel, yf thou wilt turne the, then turne vnto me, saieth the LORDE. And yf thou wilt put awaye thy abhominacios out of my sight, thou shalt not be moued:","2":"And shalt sweare: The LORDE lyueth: in treuth, in equite and rightuousnesse: and all people shall be fortunable and ioyfull in him.","3":"For thus saieth the LORDE, to all Iuda and Ierusalem: plowe youre londe, and sowe not amonge the thornes.","4":"Be circumcided in the LORDE, and cut awaye the foreskynne of youre hertes, all ye of Iuda, and all the indwellers of Ierusalem: that my indignacion breake not out like fyre, & kyndle, so that no man maye quench it, because of the wickednes of youre ymaginacions.","5":"Preach in Iuda and Ierusalem, crie out and speake: blowe the trompettes in the londe, crie that euery man maye heare, and saye: Gather you together, and we will go in to stronge cities.","6":"Set vp the token in Sion, spede you, and make no tarienge: for I will bringe a greate plage, and a greate destruction from the north.","7":"For the spoyler of the Gentiles is broken vp from his place, as a lyon out of his dene, that he maye make the londe waist, and destroye the cities, so, that no man maye dwell therin.","8":"Wherfore gyrde youre selues aboute wt sack cloth, mourne, and wepe, for the fearfull wrath of the LORDE shal not be withdrawen from you.","9":"At the same tyme (saieth the LORDE) the hert of the kinge and of the prynces shal be gone, the prestes shalbe astonished, and the prophetes shalbe sore afrayed.","10":"Then sayde I: O LORDE God, hast thou then disceaued this people and Ierusalem, sayenge: ye shall haue peace, and now the swearde goeth thorow their lyues?","11":"Then shal it be saide to the people & to Ierusalem: there commeth a warme wynde from the north thorow the waye of my people, but nether to fanne, ner to clese.","12":"After that shall there come vnto me a stronge wynde, and then wil I also geue sentence vpon them.","13":"For lo, he commeth downe like as a cloude, and his charettes are like a stormy wynde: his horsmen are swifter then the Aegle. Wo vnto vs, for we are destroyed.","14":"O Ierusalem, wash thine hert from wickednesse, that thou mayest be helped. How longe shal thy noysome thoughtes remayne with the?","15":"For a voyce from Dan and from ye hill of Ephraim speaketh out, and telleth of a destruction.","16":"Beholde, the Heithen geue Ierusalem warnynge, and preach vnto her, that hir destroyers are comynge from farre countrees. They tell the cities of Iuda the same also,","17":"they shall geue them warnynge in euery place, like as the watch men in the felde. For they haue prouoked me to wrath, saieth the LORDE.","18":"Thy wayes and thy thoughtes, haue brought the vnto this, this is thyne owne wickednesse and disobediece, that hath possessed thyne hert:","19":"Ah my bely, ah my bely, (shalt thou crie) how is my hert so sore? my hert paunteth within me, I can not be still, for I haue herde the crienge of the trompettes, and peales of warre.","20":"They crie murthur vpon murthur, the whole londe shal perish. Immediathly my tentes were destroyed, and my hanginges, in the twincklinge of an eye.","21":"How longe shall I se the tokens of warre, and heare the noyse of the trompettes?","22":"Neuertheles this shall come vpon them, because my people is become foolish, and hath vterly no vnderstondinge. They are the children of foolishnes, and without eny discrecio. To do euell, they haue witt ynough: but to do well, they haue no wi?dome.","23":"I haue loked vpon the earth, and se, it is wayst and voyde. I loked towarde heauen, and it had no shyne.","24":"I behelde the mountaynes, and they trembled, and all the hilles were in a feare.","25":"I loked aboute me, and there was no body, and all the byrdes of the ayre were awaye.","26":"I marked well, and the plowed felde was become waist: yee all their cities were broken downe at the presence of the LORDE, and indignacion of his wrath.","27":"For thus hath the LORDE sayde: The whole londe shalbe desolate, yet will I not then haue done.","28":"And therfore let the earth mourne, and let the heauen be sory aboue: for the thinge that I haue purposed and taken vpon me to do, shal not repente me, and I will not go from it.","29":"The whole londe shal fle, for the noyse of the horsmen and bowmen: they shall runne in to dennes in to woddes, and clymme vp the stony rockes. All the cities shalbe voyde, and no man dwellinge therin.","30":"What wilt thou now do, thou beinge destroyed? For though thou clothest thy self with scarlet, & deckest ye with gold: though thou payntest thy face wt colours, yet shalt thou trymme thy self in vayne. For those that hither to haue bene thy greate fauourers, shal abhorre the, and go aboute to slaye ye.","31":"For (me thinke) I heare a noyse, like as it were of a woman trauelinge, or one laboringe of hir first childe: Euen the voyce of the doughter Sion, that casteth out hir armes, and swowneth, sayenge: Ah wo is me, how sore vexed and faynte is my herte, for them that are slayne?"}