{"1":"These are the Sermons of Ieremy the sonne of Helchia the prest, one of them that dwelt at Anathot in the londe of Ben Iamin:","2":"when the LORDE had first spoken with him, in the tyme of Iosias the sonne of Amon kinge of Iuda, in the xiij yeare of his kingdome:","3":"and so duringe vnto the tyme of Ioachim the sonne of Iosias kinge of Iuda, and vnto the xj yeares of Sedechias the sonne of Iosias kinge of Iuda were ended: when Ierusalem was taken, euen in the fyfth Moneth.","4":"The worde of the LORDE spake thus vnto me:","5":"Before I fasshioned the in thy mothers wobe, I dyd knowe the: And or euer thou wast borne, I sanctified the, & ordened the, to be a prophet vnto the people.","6":"The sayde I: Oh LORDE God, I am vnmete, for I am yet but yonge.","7":"And the LORDE answered me thus: Saye not so, I am to yonge: For thou shalt go to all that I shall sende the vnto, and what so euer I comaunde the, that shalt thou speake.","8":"Be not afrayed of their faces, for I wilbe with the, to delyuer the, saieth the LORDE.","9":"And with that, the LORDE stretched out his honde, and touched my mouth, and sayde morouer vnto me: Beholde I put my wordes in thy mouth,","10":"and this daye do I set the ouer the people and kingdomes: that thou mayest rote out, breake of, destroye, and make waist: and that thou mayest buylde vp, and plate.","11":"After this, the LORDE spake vnto me sayenge: Ieremy, what seist thou? And I sayde: I se a wakynge rodde.","12":"Then sayde ye LORDE: thou hast sene right, for I will watch diligently vpon my worde, to perfourme it.","13":"It happened afterwarde, that the LORDE spake to me agayne, & sayde: What seist thou? And I sayde: I do se a seethinge pot, lokinge from out of the north hitherwarde.","14":"Then sayde the LORDE vnto me: Out of the north shall come a plage vpon all the dwellers of the londe.","15":"For lo, I will call all the officers of the kyngdomes of the north, (saieth the LORDE.) And they shall come, and euery one shall set his seate in the gates of Ierusalem, and in all their walles rounde aboute, and thorow all the cities of Iuda.","16":"And thorow them shall I declare my iudgment, vpon all the wickednesse of those men that haue forsaken me: that haue offred vnto straunge goddes, & worshipped the workes of their owne hondes.","17":"And therfore gyrde vp thy loynes, arise, and tell them all, that I geue the in comaundement. Feare them not, I will not haue the to be afrayed of the.","18":"For beholde, this daye do I make the a stroge fensed towne, an yron pyler, and a wall of stele agaynst ye whole londe, agaynst the kinges and mightie men of Iuda, agaynst the prestes and people of the londe.","19":"They shall fight agaynst the, but they shall not be able to ouercome the: for I am wt the, to delyuer the, saieth the LORDE."}