{"1":"I stode vpon my watch, and set me vpon my bulworke, to loke & se what he wolde saye vnto me, and what answere I shulde geue him yt reproueth me.","2":"But the LORDE answered me, and sayde: Wryte the vision planely vpon thy tables, that who so commeth by, maye rede it:","3":"for ye visio is yet farre of for a tyme, but at ye last it shal come to passe, & not fayle. And though he tary, yet wait thou for him, for in very dede he wil come, and not be slacke.","4":"Beholde, who so wil not beleue, his soule shal not prospere: but the iust shal lyue by his faith.","5":"Like as the wyne disceaueth the dronckarde, euen so the proude shal fayle & not endure. He openeth his desyre wyde vp as the hell, & is as vnsaciable as death. All Heithen gathereth he to him, & heapeth vnto him all people.","6":"But shall not all these take vp a prouerbe agaynst him, and mocke him with a byworde, and saye: Wo vnto him that heapeth vp other mens goodes? How longe wil he lade himself with thicke claye?","7":"O how sodenly wil they stonde vp, yt shal byte the, & awake, that shal teare ye in peces? yee thou shalt be their pray.","8":"Seinge thou hast spoyled many Heithen, therfore shall the remnaunt of the people spoyle the: because of mens bloude, & for the wronge done in the londe, in the cite & vnto all them that dwel therin.","9":"Wo vnto him, that couetously gathereth euell gotten goodes in to his house: that he maye set his nest an hye, to escape from the power of mysfortune.","10":"Thou hast deuysed ye shame of thine owne house, for thou hast slayne to moch people, and hast wilfully offended:","11":"so that the very stones of the wall shal crie out of it, and the tymbre that lieth betwixte the ioyntes of the buyldinge shall answere.","12":"Wo vnto him, yt buyldeth the towne with bloude, and maynteneth ye cite with vnrightuousnes.","13":"Shal not the LORDE of hoostes bringe this to passe, that the laboures of the people shal be brent with a greate fyre, and that the thinge wher vpon the people haue weeried them selues, shall be lost?","14":"For the earth shalbe full of knowlege of the LORDES honoure, like as the waters that couer the see.","15":"Wo vnto him that geueth his neghboure dryncke, to get him wrothfull displeasure for his dronckennesse: that he maye se his preuytees.","16":"Therfore with shame shalt thou be fylled, in steade of honoure. Dryncke thou also, till thou slombre withall: for the cuppe of the LORDES right hode shall compasse the aboute, and shamefull spewinge in steade of thy worshipe.","17":"For the wroge that thou hast done in Libanus, shal ouerwhelme the, and the wilde beastes shal make the afrayed: because of mens bloude, and for the wronge done in the londe, in the cite, and vnto all soch as dwel therin.","18":"What helpe than wil ye ymage do, whom the workman hath fashioned? Or the vayne cast ymage, wherin because the craftesman putteth his trust, therfore maketh he domme Idols?","19":"Wo vnto him, that saieth to a pece of wod: arise, and to a domme stone: stonde vp. For what instruccio maye soch one geue? Beholde, it is layed ouer with golde and syluer, & there is no breth in it.","20":"But the LORDE in his holy teple is he, whom all the worlde shulde feare."}