{"1":"Then answered Eliphas the Themanite, and sayde:","2":"Shulde a wyse man geue soch an answere (as it were one that spake in the wynde) and fyll his stomacke with anger?","3":"Thou reprouest wt wordes, that are nothinge wroth: and speakest the thinges, which can do no good.","4":"As for shame, thou hast set it asyde, els woldest thou not make so many wordes before God:","5":"but thy wickednesse teacheth thy mouth, and so thou hast chosen the a craftie tonge.","6":"Thine owne mouth condemneth the, and not I: yee thine owne lippes shappe the an answere.","7":"Art thou the first man, that euer was borne? Or, wast thou made before the hylles?","8":"hast thou herde the secrete councell of God, that all wy?dome is to litle for ye?","9":"What knowest thou, yt we knowe not? What vnderstondest thou, but we can the same?","10":"With vs are olde and aged men, yee soch as haue lyued longer then thy forefathers.","11":"Dost thou nomore regarde the comforte of God? but thy wicked wordes wil not suffre the.","12":"Why doth thine herte make the so proude? Why stondest thou so greatly in thine owne conceate? Where vnto loke thine eyes,","13":"yt thy mynde is so puft vp agaynst God & lettest soch wordes go out of thy mouth?","14":"What is man, that he shulde be vncleane? what hath he (which is borne of a woman) wherby he might be knowne to be rightuous?","15":"Beholde, he hath founde vnfaithfulnesse amoge his owne sanctes: yee the very heauens are vnclene in his sight.","16":"How moch more then an abhominable and vyle ma, which dryncketh wickednesse like water?","17":"I will tell the, heare me: I wil shewe the a thinge, that I knowe:","18":"which wyse men haue tolde, & hath not bene hyd from their fathers:","19":"vnto whom only the londe was geuen, that no straunger shulde come amonge them.","20":"The vngodly despayreth all the dayes of his life, & the nombre of a tyrauntes yeares is vnknowne.","21":"A fearfull sounde is euer in his eares, & when it is peace, yet feareth he destruccion:","22":"He beleueth neuer to be delyuered out of darcknesse, the swearde is allwaye before his eyes.","23":"When he goeth forth to get his lyuinge, he thinketh planely, that the daye of darcknesse is at honde.","24":"Sorow and carefulnesse make him afrayed, & copasse him rounde aboute, like as it were a kinge with his hoost redy to the battayll.","25":"For he hath stretched out his honde agaynst God, & armed himself agaynst ye Allmightie.","26":"He runneth proudly vpon him, & with a stiff necke fighteth he agaynst him:","27":"where as he couereth his face with fatnesse, and maketh his body well lykynge.","28":"Therfore shall his dwellynge be in desolate cities, & in houses which no ma inhabiteth, but are become heapes of stones.","29":"He shall not be rich, nether shall his substaunce continue, ner encrease vpon earth.","30":"He shal neuer come out of darcknesse, the flame shal drye vp his braunches, with ye blast of the mouth of God shal he be take awaie.","31":"He wil nether applye himself to faithfulnes ner treuth, so sore is he disceaued wt vanite.","32":"He shall perish, afore his tyme be worne out, and his honde shal not be grene.","33":"He shalbe pluckte of as an vntymely grape from ye vyne, and shal let his floure fall, as the olyue doth.","34":"For the congregacion of Ypocrites is vnfrutefull, & the fyre shal consume the houses of soch, as are gredy to receaue giftes.","35":"He conceaueth trauayle, he beareth myschefe, & his body bryngeth forth disceate."}