{"1":"So Iob answered, and sayde:","2":"Then (no doute) ye are the men alone, and wy?dome shal perish with you.","3":"But I haue vnderstodinge as well as ye, and am no lesse then ye. Yee who knoweth not these thinges?","4":"Thus he that calleth vpo God, and whom God heareth, is mocked of his neghboure: the godly & innocent man is laughed to scorne.","5":"Godlynesse is a light despysed in ye hertes of the rich, & is set for them to stomble vpon.","6":"The houses of robbers are in wealth and prosperite, & they that maliciously medle agaynst God, dwel without care: yee God geueth all thinges richely with his honde.","7":"Axe the catell, & they shal enfourme the: the foules of the ayre, and they shall tell ye:","8":"Speake to the earth, and it shall shewe the: Or to the fyshes of the see, and they shal certifie the.","9":"What is he, but he knoweth, that ye hode of the LORDE made all these?","10":"In whose honde is the soule of euery lyuynge thinge, and the breth of all men.","11":"Haue not the eares pleasure in hearinge, and the mouth in tastinge the thinge that it eateth?","12":"Amonge olde personnes there is wy?dome, and amonge the aged is vnderstodinge.","13":"Yee with God is wy?dome and strength, it is he that hath councell & foreknowlege.","14":"Yf he breake downe a thinge, who can set it vp agayne? Yf he shutt a thinge, who wil open it?","15":"Beholde, yf he witholde the waters, they drye vp: Yf he let the go, they destroye the earth.","16":"With him is strength and wy?dome: he knoweth both the disceauer, and him that is disceaued.","17":"He carieth awaye the wyse men, as it were a spoyle, and bryngeth the iudges out of their wyttes.","18":"He lowseth the gyrdle of kynges, and gyrdeth their loynes with a bonde.","19":"he ledeth awaye the prestes into captiuyte, and turneth the mightie vp syde downe.","20":"He taketh the verite from out of the mouth, & disapoynteth ye aged of their wy?dome.","21":"He poureth out confucion vpon prynces, and coforteth them that haue bene oppressed.","22":"Loke what lyeth hyd in darcknesse, he declareth it opely: and the very shadowe of death bringeth he to light.","23":"He both increaseth the people, and destroyeth them: He maketh them to multiplie, and dryueth them awaye.","24":"He chaungeth the herte of the prynces and kynges of the earth, and disapoynteth them: so that they go wadringe out of the waye,","25":"and grope in the darke without light, stackeringe to and fro like droncken men."}