{"1":"it greueth my soule to lyue. Neuerthelesse, now will I put forth my wordes: I wil speake out of the very heuynesse off my soule,","2":"and will saye vnto God: O do not condemne me, but shewe me the cause, wherfore thou iudgest me on this maner.","3":"Thinkest thou it well done, to oppresse me, to cast me of (beinge a worke of thy hondes) and to manteyne the councell of the vngodly?","4":"Hast thou fle?shy eyes then, or doest thou loke as man loketh?","5":"Are thy dayes as the dayes of man, and thy yeares as mans yeares?","6":"that thou makest soch inquisicion for my wickednesse, and searchest out my synne?","7":"where as (notwithstondinge) thou knowest that I am no wicked person, & that there is no man able to delyuer me out of thine honde.","8":"Thy hondes haue made me, & fashioned me alltogether rounde aboute, wilt thou then destroye me sodely?","9":"O remembre (I beseke the) how that thou madest me of the moulde of the earth, and shalt brynge me to earth agayne.","10":"Hast thou not milked me, as it were mylck: and turned me to cruddes like chese?","11":"Thou hast couered me with skynne and flesh, and ioyned me together with bones & synowes.","12":"Thou hast graunted me life, and done me good: and the diligent hede that thou tokest vpon me, hath preserued my sprete.","13":"Though thou hydest these thinges in thine hert, yet am I sure, that thou remembrest the all.","14":"Wherfore didest thou kepe me, when I synned, and hast not clensed me fro myne offence?","15":"Yf I do wickedly, wo is me therfore: Yf I be rightuous, yet darre I not lift vp my heade: so full am I of confucion, and se myne owne misery.","16":"Thou huntest me out (beynge in heuynesse) as it were a Lyon, and troublest me out of measure.","17":"Thou bringest fresh witnesses agaynst me, thy wrath increasest thou vpon me, very many are the plages that I am in.","18":"Wherfore hast thou brought me out of my mothers wombe? O that I had perished, & that no eye had sene me.","19":"Yf they had caried me to my graue, as soone as I was borne, then shulde I be now, as though I had neuer bene.","20":"Shall not my short life come soone to an ende? O holde the fro me, let me alone, that I maye ease myself a litle:","21":"afore I go thyther, from whence I shal not turne agayne: Namely, to that londe of darcknesse & shadowe of death:","22":"yee into that darck clowdy londe & deadly shadowe, where as is no ordre, but terrible feare as in the darcknesse."}