{"1":"Then answered Sophar the Naamathite, and sayde:","2":"Shulde not he that maketh many wordes, be answered? Shulde he that bableth moch, be commended therin?","3":"Shulde men geue eare vnto the only? Thou wilt laugh other men to scorne, & shal no body mocke the agayne?","4":"Wilt thou saye vnto God: The thinge that I take in honde, is perfecte, & I am clene in thy sight?","5":"O that God wolde speake, and open his lippes agaynst the,","6":"that he might shewe the (out of his secrete wy?dome) how manyfolde his lawe is: then shuldest thou knowe, that God had forgotten the, because of thy synnes.","7":"Wilt thou fynde out God with thy sekynge? wilt thou attayne to the perfectnesse of the Allmightie?","8":"He is hyer the heaue, what wilt thou do? Deper the hell, how wilt thou then knowe him?","9":"His length exceadeth the length of the earth, and his bredth ye bredth of the see.","10":"Though he turne all thinges vpsyde downe, close them in, or thrust the together, who darre check him therfore?","11":"For it is he, that knoweth the vanite of men: he seyth their wickednesse also, shulde he not then considre it?","12":"A vayne body exalteth him self, and the sonne of man is like a wylde asses foale.","13":"Yf thou haddest now a right herte, & liftest vp thine hondes towarde him:","14":"yf thou woldest put awaye the wickednesse, which thou hast in honde, so that no vngodlynesse dwelt in thy house:","15":"Then mightest thou lift vp thy face without shame, the shuldest thou be sure, and haue no nede to feare.","16":"Then shuldest thou forget thy misery, and thynke nomore vpon it, then vpon the waters that runne by.","17":"Then shulde thy life be as cleare as the noone daye, and sprynge forth as the mornynge.","18":"Then mightest thou haue comforth, in the hope that thou hast: & slepe quyetly, when thou art buried.","19":"Then shuldest thou take thy rest, and no ma to make the afrayed, yee many one shulde set moch by the.","20":"As for the eyes of the vngodly, they shal be consumed, and not escape: their hope shalbe misery and sorow of mynde."}