{"1":"Man that is borne of a woman, hath but a shorte tyme to lyue, and is full of dyuerse miseries.","2":"He cometh vp, and falleth awaye like a floure. He flyeth as it were a shadowe, and neuer continueth in one state.","3":"Thinkest thou it now well done, to open thine eyes vpon soch one, and to brynge me before the in iudgment?","4":"Who can make it cleane, that commeth of an vncleane thinge? No body.","5":"The dayes of man are shorte, ye nombre of his monethes are knowne only vnto the. Thou hast apoynted him his boundes, he can not go beyonde them.","6":"Go from him, that he maye rest a litle: vntill his daye come, which he loketh for, like as an hyrelinge doth.","7":"Yf a tre be cutt downe, there is some hope yet, that it will sproute and shute forth the braunches againe:","8":"For though a rote be waxen olde and deed in the grounde, yet whe the stocke","9":"getteth the sent of water, it will budde, and brynge forth bowes, like as when it was first planted.","10":"But as for man, when he is deed, perished and consumed awaye, what becommeth of him?","11":"The floudes when they be dryed vp, & the ryuers when they be emptie, are fylled agayne thorow the flowinge waters of the see:","12":"but when man slepeth, he ryseth not agayne, vntill the heauen perish: he shal not wake vp ner ryse out of his slepe.","13":"O that thou woldest kepe me, and hyde me in the hell, vntill thy wrath were stilled: & to appoynte me a tyme, wherin thou mightest remembre me.","14":"Maye a deed man lyue agayne? All the dayes of this my pilgremage am I lokynge, when my chaunginge shal come.","15":"Yf thou woldest but call me, I shulde obeie the: only despyse not the worke of thine owne hondes.","16":"For thou hast nombred all my goynges, yet be not thou to extreme vpon my synnes.","17":"Thou hast sealed vp myne offences, as it were in a bagg: but be mercifull vnto my wickednesse.","18":"The mountaynes fall awaye at the last, the rockes are remoued out of their place,","19":"the waters pearse thorow the very stones by litle and litle, the floudes wa?she awaye the grauell & earth: Euen so destroyest thou the hope of man in like maner.","20":"Thou preuaylest agaynst him, so that he passeth awaye: thou chaungest his estate, and puttest him from the.","21":"Whether his children come to worshipe or no, he can not tell: And yf they be men of lowe degre, he knoweth not.","22":"Whyle he lyueth, his flesh must haue trauayle: and whyle the soule is in him, he must be in sorowe."}