{"1":"Iob answered, and sayde:","2":"I haue oft tymes herde soch thinges. Miserable geuers of comforte are ye, all the sorte of you.","3":"Shall not thy vayne wordes come yet to an ende? Or, hast thou yet eny more to saye?","4":"I coude speake, as ye do also. But wolde God, that youre soule were in my soules steade: then shulde I heape vp wordes agaynst you, and shake my heade at you.","5":"I shulde comforte you with my mouth, and release youre payne with ye talkinge of my lyppes.","6":"But what shall I do? For all my wordes, my sorow wil not ceasse: and though I holde my toge, yet wil it not departe fro me.","7":"And now that I am full of payne, and all that I haue destroied","8":"(wherof my wryncles beare wytnesse) there stodeth vp a dyssembler to make me answere with lyes to my face.","9":"He is angrie at me, he hateth me, and gnassheth vpon me with his teth. Myne enemy skouleth vpon me with his eyes.","10":"They haue opened their mouthes wyde vpon me, and smytten me vpon the cheke despitefully, they haue eased the selues thorow myne aduersite.","11":"God hath geuen me ouer to the vngodly, and delyuered me in to the hondes of ye wicked.","12":"I was somtyme in wealth, but sodenly hath he brought me to naught. He hath taken me by the neck, he hath rente me, and set me, as it were a marck for him to shute at.","13":"He hath compased me rounde aboute with his dartes, he hath wounded my loynes, & not spared. My bowels hath he poured vpon the grounde.","14":"He hath geue me one wounde vpon another, and is falle vpon me like a giaunte.","15":"I haue sowed a sack cloth vpon my skynne, and lye with my strength in the dust.","16":"My face is swolle with wepinge, & myne eyes are waxen dymne.","17":"Howbeit there is no wickednesse in my hondes, and my prayer is clene.","18":"O earth, couer not my bloude, and let my crienge fynde no rowme.","19":"For lo, my witnesse is in heauen, and he that knoweth me, is aboue in the heyth.","20":"My frendes laugh me to scorne, but myne eye poureth out teares vnto God.","21":"Though a body might pleate wt God, as one man doth with another,","22":"yet the nombre of my yeares are come, & I must go the waye, from whence I shal not turne agayne."}