{"1":"Then answered Sophar the Naamathite, and sayde:","2":"For the same cause do my thoughtes compell me to answere. And why? my mynde is tossed here and there.","3":"I haue sufficiently herde the checkynge & reprofe, therfore am I purposed to make answere after my vnderstodinge.","4":"Knowest thou not this, namely: that from the begynninge (euer sence the creacion of man vpon earth)","5":"the prayse of the vngodly hath bene shorte, and that the ioye of Ypocrytes continued but ye twincklinge of an eye?","6":"Though he be magnified vp to the heaue, so that his heade reacheth vnto the cloudes:","7":"yet he perisheth at the last like donge: In so moch yt they which haue sene him, saye: Where is he?","8":"He vanysheth as a dreame, so that he can nomore be founde, & passeth awaye as a vision in ye night.","9":"So that the eye which sawe him before, getteth now no sight of him, & his place knoweth him nomore.","10":"His childre go a begginge, their handes bringe the to sorow and heuynesse.","11":"From his youth his bones are ful of vyce, which shal lie downe wt him in ye earth.","12":"Whe wickednesse is swete in his mouth, he hydeth it vnder his tonge.","13":"That he fauoureth, that wyll he not forsake, but kepeth it close in his throte.","14":"The meate that he eateth, shalbe turned to the poyson of serpetes within his body.","15":"The riches yt he deuoureth, shall he perbreake agayne, for God shal drawe them out of his bely.","16":"The serpentes heade shall sucke him, and the adders tonge shall slaye him:","17":"so that he shal nomore se the ryuers and brokes of hony and butter:","18":"But laboure shal he, & yet haue nothinge to eate. Greate trauayle shal he make for riches, but he shal not enioye them.","19":"And why? he hath oppressed the poore, and not helped them: houses hath he spoyled, and not buylded them.","20":"His bely coude neuer be fylled, therfore shall he perish in his couetousnesse.","21":"He deuoured so gredely, yt he left nothinge behynde, therfore his goodes shal not prospere.","22":"Though he had plenteousnesse of euerythinge, yet was he poore, & therfore he is but a wretch on euery syde.","23":"For though ye wicked haue neuer so moch to fyll his bely, yet God shal sende his wrath vpon him, and cause his battayll to rayne ouer him:","24":"so that yf he fle the yron weapens, he shall be shott with the stele bowe.","25":"The arowe shal be taken forth, & go out at his backe, and a glisteringe swearde thorow ye gall of him, feare shal come vpo him.","26":"There shal no darcknes be able to hyde him. An vnkyndled fyre shal consume him, and loke what remayneth in his house, it shall be destroyed.","27":"The heauen shall declare his wickednesse, & the earth shal take parte agaynst him.","28":"The substaunce that he hath in his house, shalbe taken awaye and perish, in the daye of the LORDES wrath.","29":"This is the porcion that ye wicked shal haue of God, and the heretage that he maye loke for of the LORDE."}