{"1":"There are places where syluer is molte, & where golde is tryed:","2":"where yron is dygged out of the grounde, & stones resolued to metall.","3":"The darcknes shal once come to an ende, he can seke out the grounde of all thinges: the stones, the darcke, & the horrible shadowe,","4":"wt the ryuer of water parteth he a sunder the straunge people, yt knoweth no good neghbourheade: soch as are rude, vnmanerly & boysteous.","5":"He bryngeth foode out of the earth, & yt which is vnder, consumeth he with fyre.","6":"There is founde a place, whose stones are clene Saphirs, and where ye clottes of the earth are golde.","7":"There is a waye also that the byrdes knowe not, that no vulturs eye hath sene:","8":"wherin ye proude & hye mynded walke not, & where no lyon commeth.","9":"There putteth he his honde vpon the stony rockes, & ouerthroweth the mountaynes.","10":"Ryuers flowe out of the rockes, & loke what is pleasaunt, his eye seyth it.","11":"Out of droppes bryngeth he greate floudes together, & the thinge that is hyd bryngeth he to light.","12":"How commeth a man then by wy?dome? Where is the place that men fynde vnderstondinge?","13":"Verely no man can tell how worthy a thinge she is, nether is she foude in the lode of the lyuynge.","14":"The depe sayeth: she is not in me. The see sayeth: she is not with me.","15":"She can not be gotten for the most fyne golde, nether maye the pryce of her be bought with eny moneye.","16":"No wedges of golde of Ophir, no precious Onix stones, no Saphirs maye be compared vnto her.","17":"No, nether golde ner Christall, nether swete odours ner golden plate.","18":"There is nothinge so worthy, or so excellet, as once to be named vnto her: for parfecte wy?dome goeth farre beyonde the all.","19":"The Topas that cometh out of Inde, maye in no wyse be lickened vnto her: yee no maner of apparell how pleasaunt and fayre so euer it be.","20":"From whece then commeth wy?dome? & where is the place of vnderstondinge?","21":"She is hyd from the eyes of all men, yee & fro the foules of the ayre.","22":"Destruccion & death saie: we haue herde tell of her wt oure eares.","23":"But God seyth hir waie, & knoweth hir place.","24":"For he beholdeth the endes of the worlde, and loketh vpon all that is vnder the heaue.","25":"When he weyed the wyndes, & measured ye waters:","26":"when he set the rayne in ordre, and gaue the mightie floudes a lawe:","27":"Then dyd he se her, the declared he her, prepared her and knewe her.","28":"And vnto man he sayde: Beholde, to feare the LORDE, is wy?dome: & to forsake euell, is vnderstondinge."}