{"1":"Iob also proceaded and wete forth in his communicacion, sayege:","2":"As truly as God lyueth (which hath taken awaye my power fro me) & the Allmightie, that hath vexed my mynde:","3":"My lippes shall talke of no vanite, and my tonge shal speake no disceate,","4":"whyle my breth is in me, and as longe as the wynde (that God hath geuen me) is in my nostrels.","5":"God forbydde, that I shulde graunte youre cause to be right. As for me, vntill myne ende come wil I neuer go fro myne innocency.","6":"My rightuous dealynge wil I kepe fast, & not forsake it: For my conscience reproueth me not in all my conuersacion.","7":"Therfore myne enemy shalbe founde as the vngodly, & he yt taketh parte agaynst me, as the vnrightuous.","8":"What hope hath ye Ypocrite, though he haue greate good, and though God geue him riches after his hertes desyre?","9":"Doth God heare him the sooner, whe he crieth vnto him in his necessite?","10":"Hath he soch pleasure & delyte in the Allmightie, that he darre allwaye call vpon God?","11":"I wil teach you in the name of God, & the thinge that I haue of ye Allmightie, wil I not kepe from you.","12":"Beholde, ye stonde in yor owne conceate, as though ye knew all thinges. Wherfore then do ye go aboute wt soch vayne wordes,","13":"sayege: This is the porcion that the wicked shall haue of God, & the heretage that Tyrauntes shal receaue of ye Allmightie.","14":"Yf he get many childre, they shal perish wt the swearde, & his posterite shall haue scarcenesse of bred.","15":"Loke whom he leaueth behinde him, they shal dye & be buried, & no man shall haue pite of his wyddowes.","16":"Though he haue as moch money as the dust of the earth, & raymet as ready as the claye,","17":"he maye well prepare it: but the godly shal put it vpon him, and the innocet shal deale out the money.","18":"His house shal endure as the moth, & as a bothe that the watch man maketh.","19":"When the rich man dyeth, he carieth nothinge with him: he is gone in ye twincklynge of an eye.","20":"Destruccion taketh holde vpo him as a water floude, & ye tepest stealeth him awaye in the night season.","21":"A vehement wynde carieth him hence, & departeth: a storme plucketh him out of his place.","22":"It ru?sheth in vpon him, and spareth him not, he maye not escape from the power therof.","23":"Than clappe me their hodes at him, yee and ieast of him, whe they loke vpon his place."}