{"1":"Iob answered, and sayde:","2":"O heare my wordes, and amende yor selues.","3":"Suffre me a litle, that I maye speake also, and the laugh my wordes to scorne, yf ye will.","4":"Is it with a man, that I make this disputacio? Which yf it were so, shulde not my sprete be the in sore trouble?","5":"Marck me well, be aba?shed, and laye youre hade vpon youre mouth.","6":"For whe I pondre & considre this, I am afrayed, and my flesh is smytten with feare.","7":"Wherfore do wicked me lyue in health and prosperite, come to their olde age, & increase in riches?","8":"Their childers children lyue in their sight, & their generacion before their eyes.","9":"Their houses are safe from all feare, for the rodd of God doth not smyte the.","10":"Their bullocke gendreth, and that not out of tyme: their cow calueth, and is not vnfrutefull.","11":"They sende forth their children by flockes, and their sonnes lede the daunce.","12":"They beare with them tabrettes and harpes, and haue instrumentes of musick at their pleasure.","13":"They spende their dayes in welthynesse: but sodenly they go downe to hell.","14":"They saye vnto God: go from vs, we desyre not the knowlege of thy wayes.","15":"What maner of felowe is the Allmightie, that we shulde serue him? What profit shulde we haue, to submitte oure selues vnto him?","16":"Lo, there is vtterly no goodnesse in them, therfore will not I haue to do with the councell of the vngodly.","17":"How oft shal the candle of ye wicked be put out? how oft commeth their destruccion vpon them? O what sorowe shall God geue them for their parte in his wrath?","18":"Yee they shal be euen as chaffe before the wynde, and as dust that the storme carieth awaye.","19":"And though God saue their childre from soch sorowe, yet wil he so rewarde theselues, that they shal knowe it.","20":"Their owne destruccion and misery shal they se with their eyes, and drynke of the fearfull wrath of the Allmighty.","21":"For whath careth he, what become of his housholde after his death? whose monethes passe awaye swifter then an arowe.","22":"In as moch the as God hath ye hyest power of all, who can teach him eny knowlege?","23":"One dyeth now when he is mightie & at his best, rich and in prosperite:","24":"euen when his bowels are at the fattest, and his bones full of mary.","25":"Another dyeth in sorowe and heuynesse, and neuer had good daies.","26":"Now slepe they both a like in the earth, & the wormes couer them.","27":"But I knowe what ye thinke, yee and what ye ymagin agaynst me vnrightuously.","28":"For ye saye: where is the prynces palace? where is the dwellynge of the vngodly:","29":"Axe eny man that goeth by the waye, and (yf ye will not regarde their tokens & dedes) he shal tell you,","30":"that the wicked is kepte vnto the daye of destruccion, and that the vngodly shalbe brought forth in the daye of wrath.","31":"Who darre reproue him for his wayes to his face? who rewardeth him for the vngraciousnesse that he doth?","32":"Yet shal he be brought to his graue, and watch amonge the heape of the deed.","33":"The shal he be fayne to be buried amoge the stones by the broke syde. All men must folowe him, & there are innumerable gone before him.","34":"O how vayne is the comforte yt ye geue me? Are not youre answeres cleane contrary to right and treuth?"}