{"1":"Consideringe then that there is no tyme hyd from the Allmightie, how happeneth it, that they which knowe him, wil not regarde his dayes?","2":"For some me there be, that remoue other mes londe markes: that robbe them of their catell, and kepe the same for their owne:","3":"that dryue awaye the asse of the fatherlesse: that take ye wyddowes oxe for a pledge:","4":"that thrust the poore out of the waye, & oppresse the symple of the worlde together.","5":"Beholde, the wilde asses in ye deserte go by tymes (as their maner is) to spoyle: Yee the very wildernesse ministreth foode for their children.","6":"They reape the corne felde that is not their owne: and gather the grapes out of his vynyarde, whom they haue oppressed by violence.","7":"They are the cause yt so many men are naked and bare, hauynge no clothes to couer them and kepe them from colde:","8":"So that when the showers in the mountaynes haue rayned vpon them, & they be all wett, they haue none other sucoure, but to kepe them amonge the rockes.","9":"They spoyle the suckinge fatherlesse children, and put the poore in preson:","10":"In so moch that they let them go naked without clothinge, and yet the hungrie beare the sheeues.","11":"The poore are fayne to laboure in their oyle mylles, yee and to treade in their wyne presses, and yet to suffre thyrst.","12":"The whole cite crieth vnto the LORDE with sighinge, the soules of the slayne make their complaynte: But God destroyeth them not for all this,","13":"where as they (not wt stodinge) are rebellious and disobedient enemies: which seke not his light and waye, ner turne agayne in to his path.","14":"Tymely in the mornynge do they aryse, to murthur the symple and poore, & in the night they go a stealinge.","15":"The eye of the vngodly is like the aduouterer, that wayteth for the darcknesse, and sayeth thus in him self: Tush, there shal no ma se me, & so he disgyseth his face.","16":"In the night season they search the houses, and hyde them selues in the daye tyme, but wil not knowe ye light","17":"For as soone as the daye breaketh, the shadowe of death commeth vpo them, and they go in horrible darcknesse.","18":"The vngodly is very swyft: O yt his porcio also vpo earth were swyfter then ye runnynge water, which suffreth not ye shipma to beholde the fayre & pleasaut vyniardes.","19":"O yt they (for the wickednesse which they haue done) were drawen to the hell, sooner the snowe melteth at the heate.","20":"O yt all copassion vpon the were forgotte: yt their daynties were wormes: that they were clene put out of remembraunce, & vtterly hewe downe like an vnfrutefull tre.","21":"For they manteyne the baren, & make them yt they can not beare, & vnto wyddowes they do no good.","22":"They plucke downe the mightie wt their power, & when they them selues are gotten vp, they are neuer without feare, as longe as they liue.","23":"And though they might be safe, yet they wil not receaue it, for their eyes loke vpon their owne wayes.","24":"They are exalted for a litle, but shortly are they gone, brought to extreme pouerte, & take out of the waye: yee & vtterly plucte of as the eares of corne.","25":"Is it not so? Who wil the reproue me as a lyar, & saye yt my wordes are nothinge worth?"}