{"1":"So Eliphas the Themanite gaue answere, & sayde:","2":"Maye a man be copared vnto God in wy?dome, though he seme to himself, for to be like him?","3":"What pleasure hath God in yt thou art rightuous? Or what doth it profite him, yt thy waies are perfecte?","4":"Is he afrayed to reproue the, & to steppe forth wt the in to iudgment?","5":"Cometh not this for ye greate wickednesse, & for thine vngracious dedes which are innumerable?","6":"Thou hast take the pledge from thy brethre for naught, & robbed the naked of their clothinge:","7":"To soch as were weery, hast thou geue no water to drynke, thou hast withdrawe bred fro the hungrie:","8":"Shulde soch one the as vseth violece, wroge & oppression (doinge all thinges of parcialyte, & hauynge respecte of personnes) dwell in the lode?","9":"Thou hast sent wyddowes awaye emptie and oppressed the poore fatherlesse.","10":"Therfore art thou compased aboute with snares on euery syde, & sodely vexed wt feare.","11":"Shuldest thou the se no darcknesse? Shulde not the water floude runne ouer the?","12":"Now because yt God is hyer the the heauens, & because thou seist yt the starres are so hye,","13":"wilt thou therfore saye: Tush, how shulde God knowe? Doth his dominion reach beyonde the cloudes?","14":"Tush, the cloudes couer him, yt he maye not se, for he dwelleth in heauen.","15":"Well, thou wilt kepe the olde waye, yt all wicked me haue gone:","16":"both olde & yonge, whose foundacion is a runnynge water,","17":"which saye vnto God: go from vs, and after this maner: Tush, what wil the Allmightie do vnto vs?","18":"where as he (not with stodinge) fylleth their houses wt all good. Which meanynge of the vngodly be farre fro me.","19":"For wt ioy shal the godly, and with gladnesse shal the innocent se,","20":"that their increase shal be hewen downe, & their posterite consumed with the fyre.","21":"Therfore recocile the vnto God, & be content, so shal all thinges prospere wt the right well.","22":"Receaue the lawe at his mouth, & laye vp his wordes in thine herte.","23":"For yf thou wilt turne to the Allmightie, thou shalt stonde fast, & all vnrightuousnesse shall be farre from thy dwellinge:","24":"He shal geue the an haruest, which in plenty & abundaunce shall exceade the dust of the earth, and the golde of Ophir like ryuer stones.","25":"Yee the Allmightie his owne self shalbe thine haruest, & the heape of thy money.","26":"Then shalt thou haue thy delyte in the Allmightie, & lift vp thy face vnto God.","27":"The shalt thou make thy prayer vnto him, & he shal heare the, & thou shalt kepe thy promyses.","28":"The, loke what thou takest in honde, he shal make it to prospere with the, and the light shall shyne in thy wayes.","29":"For who so humbleth himself, him shal he set vp: and who so loketh mekely, shalbe healed.","30":"Yf thou be innocet, he shal saue the: and thorow the vngiltynesse of thyne handes shalt thou be delyuered."}