{"1":"I made a couenaunt wt myne eyes, yt I wolde not loke vpo a dasell.","2":"For how greate a porcio shal I haue of God fro aboue? & what enheritauce fro ye Almightie on hie?","3":"As for the vngodly & he yt ioyneth himself to ye copani of wicked doers shal not destruccion & misery came vpon him?","4":"Doth not he se my wayes, & tell all my goinges?","5":"Yf I haue cleued vnto vanite, or yf my fete haue runne to disceaue:","6":"let me be weyed in an eauen balaunce, that God maye se my innocency.","7":"Yf so be that I haue withdrawen my fote out of the right waye, yf my hert hath folowed myne eyesight, yf I haue stayned or defyled my hodes:","8":"O then is it reason that I sowe, and another eate: yee that my generacion and posterite be clene roted out.","9":"Yf my hert hath lusted after my neghbours wife, or yf I haue layed wayte at his dore:","10":"O then let my wife be another mans harlot, and let other lye with her.","11":"For this is a wickednesse and synne, that is worthy to be punyshed,","12":"yee a fyre that vtterly shulde consume, & rote out all my substaunce.","13":"Dyd I euer thynke scorne to do right vnto my seruautes and maydens, when they had eny matter agaynst me?","14":"But seynge that God wil sytt in iudgment, what shal I do? And for so moch as he wil nedes vyset me, what answere shal I geue him?","15":"He that fashioned me in my mothers wombe, made he not him also? were we not both shappen alyke in oure mothers bodies?","16":"When the poore desyred enythinge at me, haue I denyed it them? Haue I caused ye wyddowe stonde waytinge for me in vayne?","17":"Haue I eaten my porcion alone, that the fatherles hath had no parte with me?","18":"(for mercy grewe vp with me fro my youth, & compassion fro my mothers wombe.)","19":"Haue I sene eny man perish thorow nakednes & want of clothinge? Or, eny poore man for lack of rayment,","20":"whose sydes thanked me not, because he was warmed wt ye woll of my shepe?","21":"Dyd I euer lyft vp my honde to hurte the fatherlesse? Yee in the gate where I sawe my self to be in auctorite:","22":"The let myne arme fall fro my shulder, & myne arme holes be broken from the ioyntes.","23":"For I haue euer feared ye vengeaunce & punyshmet of God, & knew very well, yt I was not able to beare his burthe.","24":"Haue I put my trust in golde? Or, haue I sayde to the fynest golde of all: thou art my cofidence?","25":"Haue I reioysed because my substaunce was greate, and because my honde gat so moch?","26":"Dyd I euer greatly regarde the rysinge of the Sonne? Or, had I the goinge downe of ye Moone in greate reputacion?","27":"Hath my hert medled priuely wt eny disceate? Or, dyd I euer kysse myne owne honde","28":"(that were a wickednesse worthy to be punyshed, for then shulde I haue denyed the God that is aboue.)","29":"Haue I euer reioysed at the hurte of myne enemy? Or, was I euer glad, yt eny harme happened vnto him? Oh no,","30":"I neuer suffred my mouth to do soch a sinne, as to wysh him euell.","31":"Yet they of myne owne housholde saye: who shal let vs, to haue oure bely ful of his flesh?","32":"I haue not suffred a straunger to lye wt out, but opened my dores vnto him.","33":"Haue I euer done eny wicked dede where thorow I shamed my self before men: Or eny abhominacion, yt I was fayne to hyde it?","34":"For yf I had feared eny greate multitude of people: Or yf I had bene dispysed of ye symple, Oh then shulde I haue bene afrayed. Thus haue I quyetly spent my lyfe, and not gone out at ye dore.","35":"O that I had one which wolde heare me. Lo, this is my cause. Let ye Allmightie geue me answere: & let him that is my cotrary party, sue me with a lybell.","36":"Then shall I take it vpon my shulder, & as a garlade aboute my heade.","37":"I haue tolde the nombre of my goinges, and delyuered them vnto him as to a prynce.","38":"But yf case be that my londe crie agaynst me, or yt the forowes therof make eny complaynte:","39":"yf I haue eaten the frutes therof vnpayed for, yee yf I haue greued eny of the plow men:","40":"Than, let thistles growe in steade of my wheate, & thornes for my barlye.Here ende the wordes of Iob."}