{"1":"Eliu proceaded forth in his comunicacion, & sayde:","2":"Heare my wordes (O ye wyse men) herken vnto me, ye yt haue vnderstondinge.","3":"For like as the mouth tasteth the meates, so the eare proueth & discerneth the wordes.","4":"As for the iudgmet, let vs seke it out amonge or selues, yt we maye knowe what is right.","5":"And why? Iob hath sayde: I am rightuous, but God doth me wronge.","6":"I must nedes be a lyar, though my cause be right: & violetly am I plaged, where as I made no fawte.","7":"where is there soch one as Iob, yt drinketh vp scornefulnes like water?","8":"which goeth in ye company of wicked doers, & walketh wt vngodly me?","9":"For he saieth: Though a ma be good, yet is he naught before God.","10":"Therfore herke vnto me, ye yt haue vnderstondinge. Farre be it from God, that he shulde medle with wickednesse: and farre be it from the Allmightie, yt he shulde medle with vnrightuous dealynge:","11":"but he rewardeth the workes of man, and causeth euery man to fynde acordinge to his wayes.","12":"For sure it is, that God codemneth no man wrongeously, and the iudgmet of the Allmightie is not vnrightuous.","13":"Who ruleth the earth in his steade? Or, whom hath he set to gouerne the whole worlde?","14":"To whom hath he geuen his herte, for to drawe his sprete and breth vnto him?","15":"All flesh shal come together vnto naught, & all me shal turne agayne vnto earth.","16":"Yf thou now haue vnderstodinge, heare what I saye and herken to the voyce of my wordes.","17":"Maye he be made whole, that loueth no right? Yf thou were a very innocent man, shuldest thou then be punyshed?","18":"For he is euen the same, yt knoweth the rebellious kynges, & sayeth to princes:","19":"Vngodly men are ye He hath no respecte vnto the personnes of ye lordly, & regardeth not the rich more the poore. For they be all the worke of his hondes.","20":"In the twincklinge off an eye shall they be slayne: and at mydnight, when the people & the tyrauntes rage, then shal they perish, ad be taken awaye with out hondes.","21":"And why? his eyes loke vpon the wayes of man, and he seyth all his goinges.","22":"There is no darcknes ner thicke shadowe, yt can hyde the wicked doers from him.","23":"For no ma shalbe suffred to go into iudgment with God.","24":"Many one, yee innumerable doth he punyshe and setteth other in their steades.","25":"For he knoweth their euell & darcke workes, therfore shal they be destroyed.","26":"They that were in ye steade of Seers, dealt like vngodly me.","27":"Therfore turned they back traytorously and vnfaithfully fro hi, & wolde not receaue his wayes.","28":"In so moch that they haue caused ye voyce of the poore to come vnto him, & now he heareth the coplaynte of soch as are in necessite.","29":"Yf he delyuer & graunte pardo, who will iudge or condemne? But yf he hyde awaye his countenaunce, who wil turne it aboute agayne, whether it be to the people or to eny man?","30":"For the wickednesse & synne of ye people, he maketh an ypocrite to reigne ouer the.","31":"For so moch then as I haue begonne to talke of God, I wil not hyndre the.","32":"Yf I haue gone amysse, enfourme me: yf I haue done wronge, I wil leaue of.","33":"Wilt thou not geue a reasonable answere? Art thou afrayed of eny thinge, seynge thou beganest first to speake, & not I?","34":"For els the men of vnderstodinge & wisdome that haue herde me, might saye: What cast thou speake?","35":"As for Iob he hath nether spoken to the purpose ner wysely.","36":"O father, let Iob be well tryed, because he he hath turned himself to ye wicked:","37":"yee aboue his synnes he hath blasphemed, which offence he hath done euen before vs, in yt he stryueth agaynst God with his wordes."}