{"1":"Eliu proceaded forth in his talkinge, & sayde:","2":"holde the still a litle, and I shal shewe the, what I haue yet to speake on Gods behalfe.","3":"I wil open vnto ye yet more of myne vnderstondinge, and proue my maker rightuous.","4":"True are my wordes, & no lye: and the knowlege wherwithall I argue agaynst the, is perfecte.","5":"Beholde, God casteth not awaye ye mightie, for he himselff is mightie in power and wisdome.","6":"As for the vngodly, he preserueth the not but helpeth the poore to their right.","7":"He turneth not his eyes awaye from the rightuous he setteth vp kynges in their Trone, and cofirmeth them, so that they allwaye syt therin.","8":"But yf they be layed in preson and cheynes, or bounde with the bondes of pouerte:","9":"then sheweth he them their workes ad dedes and the synnes wherwt they haue vsed cruell violence.","10":"He with punyshinge and nurturinge off them, rowneth them in the eares, warneth them to leaue of from their wickednesse, and to amende.","11":"Yf they now will take hede and be obedient, they shall weere out their dayes in prosperite, and their yeares in pleasure ad ioye.","12":"But yff they will not obeye, they shall go thorow the swearde, & perish or euer they be awarre.","13":"As for soch as be fayned, dyssemblers and ypocrytes, they heape vp wrath for them selues: for they call not vpon him, though they be his presoners.","14":"Thus their soule perisheth in foolishnesse, and their lyfe wt ye condened.","15":"The poore delyuereth he out of his straytnesse, and comforteth soch as be in necessite and trouble.","16":"Euen so shall he kepe the (yf thou wilt be content) from the bottomlesse pytte that is beneth: & yf thou wilt holde the quyete, he shal fyll thy table with plenteousnesse.","17":"Neuerthelesse, thou hast condemned the iudgment of the vngodly, yee euen soch a iudgment and sentence shalt thou suffre.","18":"For then shal not thy cause be stilled with crueltie, ner pacified with many giftes.","19":"Hath God ordened then, that the glorious life off the & all soch mightie men shulde not be put downe?","20":"Prolonge not thou the tyme, till there come a night for the, to set other people in thy steade.","21":"But bewarre that thou turne not asyde to wickednesse and synne, which hyther to thou hast chosen more then mekenesse.","22":"Beholde, God is of a mightie hye power: Where is there soch a gyde and lawegeuer as he?","23":"Who wil reproue him of his waye? who wil saye vnto him: thou hast done wronge?","24":"O considre how greate and excellent his workes be, whom all men loaue and prayse:","25":"yee wondre at him, and yet they se him but afarre of.","26":"Beholde, so greate is God, that he passeth oure knowlege, nether are we able to come to ye experiece of his yeares.","27":"He turneth ye water to smaldroppes, he dryueth his cloudes","28":"together for to rayne, so that they poure downe and droppe vpon men.","29":"He can sprede out the cloudes (a couerynge off his tabernacle)","30":"and cause his light to shyne vpo them, and to couer the botome of the see.","31":"By these thinges gouerneth he his people, and geueth the abundaunce of meate.","32":"In ye turnynge of a hande he hydeth the light, & at his commaundement it commeth agayne.","33":"The rysinge vp therof sheweth he to his frendes and to the catell."}