{"1":"At this my hert is astonnied, and moued out of his place.","2":"Heare then the sounde of his voyce, and the noyse yt goeth out of his mouth.","3":"He gouerneth euery thinge vnder the heauen, and his light reacheth vnto the ende of the worlde.","4":"A roaringe voyce foloweth him: for his glorious magesty geueth soch a thondre clappe, that (though a man heare it) yet maye he not perceaue it afterwarde. It geueth an horrible sownde,","5":"when God sendeth out his voyce: greate thinges doth he, which we can not coprehende.","6":"When he commaundeth the snowe, it falleth vpon the earth: As soone as he geueth the rayne a charge, Immediatly the showers haue their strength and fall downe","7":"He sendeth feare vpon euery man, that they might knowe their owne workes.","8":"The beestes crepe in to their dennes, & take their rest.","9":"Out of the south commeth the tempest, and colde out of the north.","10":"At the breth of God, the frost commeth, & the waters are shed abrode.","11":"The cloudes do their laboure in geuynge moystnesse, the cloudes poure downe their rayne.","12":"He distributeth also on euery syde, acordinge as it pleaseth him to deale out his workes, that they maye do, what so euer he commaundeth the thorow the whole worlde:","13":"whether it be to punysh eny londe, or to do good vnto them, that seke him.","14":"Herken vnto this (o Iob) stonde still, and considre the wonderous workes of God.","15":"Art thou of coucel with God, when he doth these thinges? When he causeth the light to come forth of his cloudes?","16":"Art thou of his coucell, when he spredeth out the cloudes? Hast thou the perfecte knowlege of his wonders?","17":"and how thy clothes are warme, whe the lode is still thorow the south wynde?","18":"hast thou helped him to spred out the heauen, which is to loke vpo, as it were cast of cleare metall?","19":"Teach vs what we shal saye vnto hi, for we are vnmete because of darcknes.","20":"Shal it be tolde him, what I saye? Shulde a man speake, or shulde he kepe it backe?","21":"For euery ma seith not the light, yt he kepeth cleare in the cloudes, which he clenseth whan he maketh the wynde to blowe.","22":"Golde is brought out of the north, but the prayse and honoure off Gods feare commeth fro God himself.","23":"It is not we that can fynde out the allmightie: for in power, equite and rigtuousnesse he is hyer then can be expressed.","24":"Seinge then that euery body feareth him, why shulde not all wyse men also stode in feare of hi?"}