{"1":"Knowest thou the tyme when the wilde gotes brige forth their yoge amoge the stony rockes? Or layest thou wayte when the hindes vse to fawne?","2":"Rekenest thou the monethes after they ingendre, yt thou knowest the tyme of their bearinge?","3":"Or when they lye downe, when they cast their yonge ones, & when they are delyuered off their trauayle & payne?","4":"How their yoge ones growe vp & waxe greate thorow good fedinge?","5":"who letteth the wilde asse go fre, or who lowseth the bodes of the Moole?","6":"Vnto who I haue geuen the wyldernes to be their house, & the vntilled londe to be their dwellinge place.","7":"That they maye geue no force for the multitude off people in the cities, nether to regarde the crienge of the dryuer:","8":"but to seke their pasture aboute the moutaynes, & to folowe vpon the grene grasse.","9":"Wyll the vnicorne be so tame as to do ye seruyce, or to abyde still by thy cribbe?","10":"Cast thou bynde ye yock aboute him in thy forowes, to make him plowe after the in ye valleis?","11":"Mayest thou trust hi (because he is stroge) or comitte thy labor vnto hi?","12":"Mayest thou beleue hi, yt he wil brige home yi corne, or to cary eny thinge vnto yi barne?","13":"The Estrich (whose fethers are fayrer the ye wynges of the sparow hauke)","14":"whe he hath layed his egges vpon the grounde, he bredeth them in the dust,","15":"and forgetteth them: so that they might be troden with fete, or broken with somme wilde beast.","16":"So harde is he vnto his yong ones, as though they were not his, and laboureth in vayne without eny feare.","17":"And that because God hath taken wisdome from him, & hath not geuen him vnderstondinge.","18":"When his tyme is, he flyeth vp an hye, and careth nether for horse ner man.","19":"Hast thou geuen the horse is strength, or lerned him to bowe downe his neck with feare:","20":"that he letteth him self be dryuen forth like a greshopper, where as the stoute neyenge that he maketh, is fearfull?","21":"he breaketh ye grounde with the hoffes of his fete chearfully in his strength, and runneth to mete the harnest men.","22":"He layeth asyde all feare, his stomack is not abated, nether starteth he a back for eny swerde.","23":"Though the quyuers rattle vpon him, though the speare and shilde glistre:","24":"yet russheth he in fearsly, and beateth vpon the grounde. He feareth not the noyse of the trompettes,","25":"but as soone as he heareth the shawmes blowe, tush (sayeth he) for he smelleth the batell afarre of, ye noyse, the captaynes and the shoutinge.","26":"Commeth it thorow thy wysdome, that the goshauke flyeth towarde the south?","27":"Doth the Aegle mounte vp & make his nest on hye at thy commaundement?","28":"He abydeth in the stony rockes, ad vpon the hye toppes of harde mountaynes, where no man can come.","29":"From thence maye he beholde his praye, and loke farre aboute with his eyes.","30":"His yonge ones are fed with bloude, and where eny deed body lyeth, there is he immediatly."}