{"1":"So these thre men wolde stryue nomore wt Iob, because he helde himself a rightuous man.","2":"But Eliu the sonne of Barachel the Bussite of the kynred of Ram, was very sore displeased at Iob, that he called himself iust before God.","3":"And with Iobs thre fredes he was angrie also, because they had founde no reasonable answere to ouercome him.","4":"Now taried Eliu till they had ended their communicacion with Iob, for why? they were elder then he.","5":"So when Eliu ye sonne of Barachel ye Bussite sawe, that these thre men were not able to make Iob answere, he was myscontent:","6":"so that he gaue answere himself, and sayde: Considerinve yt I am yonge, & ye be men of age, I was afrayed, & durst not shewe forth my mynde,","7":"for I thought thus within my self: It becometh olde men to speake, & the aged to teach wy?dome.","8":"Euery ma (no doute) hath a mynde, but it is the inspyracion of the Allmightie that geueth vnderstondinge.","9":"All men are not wyse, nether doth euery aged man vnderstonde the thinge that is laufull.","10":"Therfore wil I speake also (in so farre as I maye be herde) & wil shewe yow myne opinyon.","11":"For whe I had wayted till ye made an ende of youre talkynge, & herde youre wy?dome, what argumetes ye made in youre communicacion:","12":"yee when I had diligently pondred what ye sayde, I founde not one of you that made eny good argument agaynst Iob, or that directly coude make answere vnto his wordes:","13":"lest ye shulde prayse youre selues, to haue founde out wy?dome: because it is God that hath cast him out, & no man.","14":"Neuerthelesse, seynge he hath not spoken vnto me, therfore will not I answere him as ye haue done","15":"(for they were so aba?shed, that they coude not make answere, ner speake one worde)","16":"but in so moch as ye wil not speake, stondinge still like dom men & makinge no answere:","17":"I haue a good hope for my parte to shappe him an answere & to shewe him my meanynge.","18":"For I am full of wordes, & the sprete that is within me, copelleth me.","19":"Beholde, I am as the new wyne which hath no vente, & bursteth the new vessels in sunder.","20":"Therfore wil I speake, that I maye haue vete: I wil open my lyppes, and make answere.","21":"I will regarde no maner of personne, no man wil I spare.","22":"For yf I wolde go aboute to please me, I knowe not how soone my maker wolde take me awaye."}