{"1":"Name me one els, yf thou canst fynde eny: yee loke aboute the, vpon eny of the holy men.","2":"As for the foolish man displeasure kylleth him, and anger slayeth ye ignoraunt.","3":"I haue sene my self, when the foolish was depe roted, that his bewty was sodely destroyed:","4":"that his children were without prosperite or health: that they were slayne in the dore, and no ma to delyuer them:","5":"that his haruest was eaten vp off the hungrie: that the weapened man had spoyled it, and that the thurstie had droncke vp his riches. It is not the earth that bryngeth forth trauayle,","6":"nether commeth sorow out of ye groude:","7":"but it is man, that is borne vnto mysery, like as the byrde for to fle.","8":"But now will I speake off the LORDE, and talke of God:","9":"which doth thinges, that are vnsearcheable, and marueles without nobre:","10":"Which geueth rayne vpo the earth, and poureth water vpon all thinges:","11":"which setteth vp them of lowe degre, and sendeth prosperite, to those that are in heuynesse:","12":"Which destroyeth the deuyces of the sotyll, so that they are not able to perfourme the thynges that they take in hode:","13":"which compaseth ye wyse in their owne craftynesse, and ouertroweth the councell of the wicked:","14":"In so moch that they runne in to darcknesse by fayre daye, and grope aboute them at the noone daye, like as in the night.","15":"And so he delyuereth the poore from the swearde, from their mouth, and from the hode of the cruell:","16":"that the poore maye haue hope, & that the mouth of the oppressoure maye be stopped.","17":"Beholde, happie is the man, whom God punysheth: therfore, despyse not thou ye chastenynge of the Allmighty.","18":"For though he make a wounde, he geueth a medicyne agayne: though he smyte, his honde maketh whole agayne.","19":"He delyuereth the out of sixe troubles, so that in the seuenth there can no harme touch the.","20":"In the myddest of honger he saueth ye from death: and when it is warre, from the power of the swearde.","21":"He shall kepe the from the perlous tonge so that when trouble commeth, thou shalt not nede to feare.","22":"In destruccion and derth thou shalt be mery, and shalt not be afrayed for the beastes of the earth:","23":"But the castels in the londe shal be confederate with the, & the beastes of the felde shall geue the peace:","24":"Yee thou shalt se, that thy dwellynge place shalbe in rest: thou shalt beholde thy substaunce, and be nomore punyshed for synne.","25":"Thou shalt se also, that thy sede shall encreace, and that thy posterite shalbe as the grasse vpon the earth.","26":"Thou shalt come to thy graue in a fayre age, like as ye corne sheeues are brought in to the barne in due season.","27":"Lo, this is the matter, as we oure selues haue proued by experience. Therfore now that thou hearest it, take better hede to thy selff."}