{"1":"Open thy dores (o Libanus) that the fyre maye consume thy Cedre trees.","2":"Howle ye Fyrre trees, for the Cedre is falle, yee all ye proude are waisted awaye Howle (o ye oke trees of Baasan) for ye mightie stronge wod is cut downe.","3":"Men maye heare the shepherdes mourne, for their glory is destroyed. Me maye heare the lyons whelpes roare, for the pryde off Iordane is waisted awaye.","4":"Thus sayeth the LORDE my God: Fede the shepe of ye slaughter,","5":"which shalbe slayne of those that possesse them: yet they take it for no synne, but they yt sell the, saye: The LORDE be thanked, I am rich: Yee their owne shepherdes spare them not.","6":"Therfore wil I nomore spare those that dwell in the londe (sayeth the LORDE) but lo, I will delyuer the people, euery man in to his neghbours honde, and in to the hode of his kynge: that they maye smyte the londe, and out off their hondes wil not I delyuer them.","7":"I myself fedde ye slaughter shepe (a poore flocke verely) ad toke vnto me two staues: the one I called louynge mekenesse, the other I called wo, and so I kepte the shepe.","8":"Thre shepherdes destroyed I in one moneth, for I might not awaye wt them, nether had they eny delyte in me.","9":"Then sayde I: I will fede you nomore, the thinge that dyeth, let it dye: and that wil perishe, let it perish, & let the renaunt eate, euery one the flesh of his neghboure.","10":"I toke also my louynge meke staff, ad brake it, that I might disanull the conuenaunt, which I made with all people,","11":"And so it was broken in that daye. Then the poore symple shepe that had a respecte vnto me, knewe therby, that it was the worde of the LORDE.","12":"And I sayde vnto them: yff ye thynke it good, brynge hither my pryce: yf no, then leaue. So they wayed downe xxx. syluer pens, ye value that I was prysed at.","13":"And the LORDE sayde vnto me: cast it vnto the potter (a goodly pryce for me to be valued at of them) and I toke the xxx. syluers pens, and cast them to the potter in the house of the LORDE.","14":"Then brake I my other staff also (namely wo) that I might lowse the brotherheade betwixte Iuda and Israel.","15":"And the LORDE sayde vnto me: Take to the also the staff off a foolish shepherde:","16":"for lo, I will rayse vp a shepherde in the londe, which shall not seke after the thinges that be lost, ner care for soch as go astraye: he shall not heale the wounded, he shal not norish the thinge that is whole: but he shall eate the flesh off soch as be fat, and teare their clawes in peces.","17":"O Idols shepherde, that leaueth the flocke. The swerde shal come vpon his arme and vpon his right eye. His arme shalbe clene dried vp, and his right eye shalbe sore blynded."}