{"1":"It happened also in the fourth yeare of kynge Darius, that the worde of the LORDE came vnto Zachary in the fourth daye of the ix. moneth, which is calleth Casleu:","2":"what tyme as Sarasar and Rogomelech and the men that were with them, sent vnto Bethel for to praye before ye LORDE:","3":"and that they shulde saye vnto the prestes, which were in the house of the LORDE of hoostes, and to the prophetes: Shulde I wepe in the fyfte moneth, and absteyne, as I haue done now certayne yeares?","4":"Then came the worde of the LORDE of hoostes vnto me, sayenge:","5":"Speake vnto all the people of the londe, and to the prestes, and saye: when ye fasted and mourned in the v & vij. moneth (now this lxx. yeares) dyd ye fast vnto me?","6":"When ye ate also and dronke, dyd ye not eate and drinke for youre owne selues?","7":"Are not these the wordes, which the LORDE spake by his prophetes afore tyme, when Ierusalem was yet inhabited and welthy, she and the cities rounde aboute her: when there dwelt me, both towarde the south and in the playne countrees?","8":"And the worde of the LORDE came vnto Zachary, sayenge:","9":"Thus saieth ye LORDE of hoostes: Execute true iudgment: shewe mercy and louynge kyndnesse, euery man to his brother:","10":"Do the wyddowe, the fatherlesse, the straunger, and poore no wronge: and let no man ymagen euell agaynst his brother in his hert.","11":"Neuertheles they wolde not take hede, but turned their backes, and stopped their eares, that they shulde not heare.","12":"yee they made their hertes as an Adamant stone, lest they shulde heare the lawe & wordes, which the LORDE of hoostes sent in his holy sprete by the prophetes afore tyme. Wherfore the LORDE of hoostes was very wroth at them.","13":"And thus is it come to passe, that like as he spake and they wolde not heare: euen so they cried, and I wolde not heare (saieth the LORDE of hoostes)","14":"but scatered them amonge all Gentiles, whom they knewe not. Thus the londe was made so desolate, yt there traualed no man in it nether to ner fro, for that pleasaunt londe was vtterly layed waist."}