{"1":"So the worde of the LORDE came vnto me, sayenge:","2":"Thus saieth the LORDE of hoostes: I was in a greate gelousy ouer Sion, yee I haue bene very gelous ouer her in a greate displeasure.","3":"thus saieth the LORDE of hoostes: I wil turne me agayne vnto Sion, and wil dwel in the myddest of Ierusalem: so that Ierusalem shalbe called a faithfull and true cite, the hill of the LORDE of hoostes, yee an holy hill.","4":"Thus saieth the LORDE of hoostes: There shall yet olde men and women dwel agayne in the stretes of Ierusalem: yee and soch as go with staues in their hondes for very age.","5":"The stretes of the cite also shalbe full of yonge boyes and damselles, playnge vpon the stretes.","6":"Thus saieth the LORDE of hoostes: yf the residue of this people thynke it to be vnpossible in these dayes, shulde it therfore be vnpossible in my sight, sayeth the LORDE of hoostes","7":"Thus saieth the LORDE of hoostes: Beholde, I wil delyuer my people from the londe of the east and west,","8":"and wil brynge them agayne: that they maye dwel at Ierusalem. They shalbe my people, and I will be their God, in treuth and rightuousnesse.","9":"Thus saieth the LORDE of hoostes: let youre hondes be stronge, ye that now heare these wordes by the mouth of the prophetes, which be in these dayes that the foundacion is layed vpon the LORDE of hoostes house, that the temple maye be buylded.","10":"For why? before these dayes nether men ner catel coude wynne eny thinge, nether might eny man come in and out in rest, for trouble: but I let euery man go agaynst his neghboure.","11":"Neuerthelesse I wil now intreate the residue of this people nomore, as afore tyme (saieth the LORDE of hoostes)","12":"but they shalbe a sede of peace. The vynyarde shal geue hir frute, the grounde shal geue hir increase, and the heauens shal geue their dew: and I shal cause the remnaunt of this people, to haue all these in possession.","13":"And it shall come to passe, that like as ye were a curse amonge the Heithen (O ye house of Iuda and ye house of Israel) Euen so wil I delyuer you, that ye shalbe a blessynge: feare not, but let youre hodes be stronge.","14":"For thus saieth the LORDE of hoostes: like as I deuysed to punysh you, what tyme as youre fathers prouoked me vnto wrath (sayeth the LORDE of hoostes) and spared not:","15":"Euen so am I determed now in these dayes, for to do wel vnto the house of Iuda and Ierusalem, therfore feare ye not.","16":"Now the thinges that ye shal do, are these: Speake euery man the treuth vnto his neghboure, execute iudgment truly and peaceably within youre portes,","17":"none of you ymagyn euell in his hert agaynst his neghboure, and loue no false oothes: for all these are the thinges that I hate, sayeth the LORDE.","18":"And the worde of the LORDE of hoostes came vnto me, sayenge:","19":"thus sayeth the LORDE of hoostes: The fast of the fourth moneth, the fast of the fifth, the fast of the seuenth, and the fast of the tenth, shal be ioye and gladnesse, & prosperous hye feastes vnto the house of Iuda: Only, loue the treuth and peace.","20":"Thus saieth the LORDE of hoostes: There shall yet come people, and the inhabiters of many cities:","21":"and they that dwell in one cite, shal go to another, sayenge: Vp, let vs go, and praye before the LORDE, let vs seke the LORDE of hoostes, I wil go with you.","22":"Yee moch people and mightie Heithen shal come and seke the LORDE of hoostes at Ierusalem, and to praye before the LORDE.","23":"Thus saieth the LORDE of hoostes: In that tyme shal ten men (out of all maner of languages of the Gentiles) take one Iewe by the hemme of his garment, and saye: we wil go with you, for we haue herde, that God is amonge you."}