{"1":"I am a true vyne, and my father is an hussbande man.","2":"Euery braunch that bringeth not forth frute in me, shal he cut of: and euery one that bryngeth forth frute, shal he pourge, yt it maye bringe forth more frute.","3":"Now are ye cleane, because of the worde, that I haue spoke vnto you.","4":"Byde ye in me, and I in you. Like as ye braunch can not brynge forth frute of it self excepte it byde in the vyne, Euen so nether ye also, excepte ye abyde in me.","5":"I am the vyne, ye are the braunches. He that abydeth in me, and I in him, the same bryngeth forth moch frute: for without me can ye do nothinge.","6":"He that abydeth not in me, is cast out as a vyne braunche, and it wythereth, and men gather it vp, and cast it in to the fyre, and it burneth.","7":"Yf ye abyde in me, and my wordes abyde in you, ye shal axe what ye wyl, & it shal be done vnto you.","8":"Herin is my father praysed, that ye brynge forth moch frute, and become my disciples.","9":"Like as my father hath loued me, eue so haue I loued you. Cotynue ye i my loue.","10":"Yf ye kepe my comaundementes, ye shal cotynue in my loue: like as I haue kepte my fathers comaundementes, and cotynue in his loue.","11":"These thinges haue I spoken vnto you, that my ioye might remayne in you, and yt youre ioye might be perfecte.","12":"This is my comaundement, that ye loue together, as I haue loued you.","13":"No man hath greater loue, then to set his life for his frende.","14":"Ye are my frendes, yf ye do that I commaunde you.","15":"Hence forth call I you not seruauntes, for a seruaunt knoweth not what his lorde doeth. But I haue sayde that ye are frendes: For all that I haue herde of my father, haue I shewed vnto you.","16":"Ye haue not chosen me, but I haue chosen you, and ordeyned you, that ye go, and bringe forth frute, and that youre frute contynne, that what soeuer ye axe the father in my name, he shulde geue it you.","17":"This I commaunde you, that ye loue one another.","18":"Yf the worlde hate you, then knowe, that it hath hated me before you.","19":"Yf ye were of the worlde, the worlde wolde loue his awne. Howbeit because ye are not of the worlde, but I haue chosen you from the worlde, therfore the worlde hateth you.","20":"Remembre my worde, that I sayde vnto you: The seruaunt is not greater then his lorde. Yf they haue persecuted me, they shal persecute you also: Yf they haue kepte my worde, they shal kepe yours also.","21":"But all this shal they do vnto you for my names sake, because they knowe not him yt sent me.","22":"Yf I had not come & spoke vnto the, the shulde they haue no synne But now haue they nothinge to cloake their synne withall.","23":"He yt hateth me, hateth my father also.","24":"Yf I had not done amoge the the workes which no other ma dyd, they shulde haue no synne. But now haue they sene it, and yet haue they hated both me & my father.","25":"Neuertheles that the sayenge might be fulfilled, which is wrytten in their lawe: They haue hated me without a cause.","26":"But wha the comforter commeth, who I shal sende you from the father eue the sprete of trueth which proceadeth of the father, he shal testifie of me","27":"and ye shal beare wytnesse also: for ye haue bene with me from the begynnynge."}