{"1":"Afterwarde, there was a feast of the Iewes, and Iesus wente vpto Ierusalem.","2":"There is at Ierusalem by the slaughter house a pole, which in Hebrue is called Bethseda, & hath fyue porches,","3":"wherin laye many sicke, blynde, lame, wythred, which wayted, whan the water shulde moue.","4":"For the angell wente downe at his tyme in to the pole, and stered the water. Who so euer now wente downe first, after that the water was stered, ye same was made whole, what soeuer disease he had.","5":"And there was a man, which had lyen sicke eight and thirtie yeares.","6":"Whan Iesus sawe him lye, & knewe that he had lyen so longe, he saide vnto him: Wilt thou be made whole?","7":"The sicke answered him: Syr, I haue no man, whan the water is moued, to put me in to the pole. And whan I come, another steppeth downe in before me.","8":"Iesus sayde vnto him: Aryse, take vp thy bed, and go thy waye.","9":"And immediatly the man was made whole, and toke vp his bed and wente his waye. But vpon the same daye it was the Sabbath.","10":"Then sayde the Iewes vnto him that was made whole: To daye is ye Sabbath, it is not laufull for the to cary the bed.","11":"He answered them: He that made me whole, sayde vnto me: Take vp thy bed, and go yi waye.","12":"Then axed they him: What man is that, which sayde vnto the: Take vp thy bed, and go yi waye?","13":"But he that was healed, wyst not who he was: for Iesus had gotte him self awaye, because there was moch people.","14":"Afterwarde founde Iesus him in the teple, and sayde vnto him: Beholde, thou art made whole, synne no more, lest a worse thinge happen vnto the.","15":"The ma departed, and tolde the Iewes, that it was Iesus, which had made hi whole.","16":"Therfore dyd ye Iewes persecute Iesus, and sought to slaye him, because he had done this vpo ye Sabbath.","17":"But Iesus answered them: My father worketh hither to, and I worke also.","18":"Therfore sought the Iewes the more to slaye hi: because he brake not onely ye Sabbath, but saide also, that God was his father, and made him self equall with God.","19":"The answered Iesus, and sayde vnto them: Verely verely I saye vnto you: The sonne can do nothinge of himself, but that he seyth the father do. For what soeuer he doeth, that doeth ye sonne also.","20":"The father loueth the sonne, & sheweth him all that he doth, and wyll shewe him yet greater workes, so that ye shal marueyle.","21":"For as the father rayseth vp the deed, and maketh them lyue, eue so the sonne also maketh lyuynge whom he wyll.","22":"For the father iudgeth no man, but hath geuen all iudgmet vnto the sonne,","23":"that they all might honoure the sonne, euen as they honoure ye father. Who so honoureth not the sonne, the same honoureth not the father, which hath sent him.","24":"Verely verely I saye vnto you: Who so heareth my worde, and beleueth him that sent me, hath euerlastinge life, and cometh not in to damnacion, but is passed thorow from death vnto life.","25":"Verely verely I saye vnto you: The houre cometh, & is now allready, yt the deed shal heare ye voyce of ye sonne of God: and they that heare it, shal lyue.","26":"For as the father hath life in him self, so likewyse hath he geuen vnto the sonne, to haue life in himself:","27":"& hath geue hi power also to execute iudgmet because he is the sonne of ma.","28":"Maruayle not ye at this: for ye houre cometh, in ye which all that are in ye graues, shal heare his voyce,","29":"and shal go forth, they that haue done good, vnto the resurreccion of life: but they that haue done euell, vnto the resurreccion of damnacion.","30":"I can do nothinge of my self. As I heare, so I iudge: & my iudgmet is iust. For I seke not myne owne wyll, but the wyll of the father which hath sent me.","31":"Yf I beare wytnesse of my self, my wytnesse is not true.","32":"There is another that beareth wytnesse of me, and I am sure, that the wytnesse which he beareth of me, is true.","33":"Ye sent vnto Ihon, and he bare wytnes of the trueth.","34":"As for me, I take no recorde of ma, but these thinges I saye, that ye might be saued.","35":"He was a burnynge and shyninge light, but ye wolde haue reioysed a litle whyle in his light.","36":"Neuertheles I haue a greater wytnesse then the wytnesse of Ihon. For the workes which the father hath geue me to fynish, the same workes which I do, beare wytnesse of me, that the father hath sent me.","37":"And ye father him self which hath sent me, beareth wytnesse of me. Ye haue nether herde his voyce at eny tyme, ner sene his shappe:","38":"and his worde haue ye not abydinge in you, for ye beleue not him, whom he hath sent.","39":"Searche the scripture, for ye thinke ye haue euerlastinge life therin: and the same is it that testifyeth of me,","40":"and ye wil not come vnto me, that ye might haue life.","41":"I receaue not prayse of men.","42":"But I knowe you, that ye haue not the loue of God in you.","43":"I am come in my fathers name, and ye receaue me not. Yf another shal come in his awne name, him wil ye receaue.","44":"How can ye beleue which receaue prayse one of another, and seke not the prayse, that is of God onely?","45":"Ye shall not thynke that I wyll accuse you before ye father: there is one yt accuseth you, euen Moses, in who ye trust.","46":"Yf ye beleued Moses, ye shulde beleue me also: For he hath wrytte of me.","47":"But yf ye beleue not his wrytinges, how shal ye beleue my wordes?"}