{"1":"And he sayde vnto his disciples: Let not youre hert be afrayed. Yf ye beleue on God, the beleue also on me.","2":"In my fathers house are many dwellinges. Yf it were not so, I wolde haue tolde you: I go to prepare the place for you.","3":"And though I go to prepare the place for you, yet wil I come agayne, and receaue you vnto myself, yt ye maye be where I am.","4":"And whither I go, ye knowe, and the waye knowe ye also.","5":"Thomas sayde vnto him: LORDE, we knowe not whither thou goest, & how can we knowe the waye?","6":"Iesus sayde vnto him: I am the waye, and the trueth, and the life. Noman cometh to the father but by me.","7":"Yf ye knewe me, ye knewe my father also. And fro hece forth ye knowe hi, & haue sene him.","8":"Philippe sayde vnto him: LORDE, shewe vs the father, and it sufficeth vs.","9":"Iesus sayde vnto him: Thus longe am I with you, and hast thou not knowne me? Philippe, he that seyth me, seyth the father. And how sayest thou then: Shewe vs the father?","10":"Beleuest thou not that I am in the father, and that ye father is in me? The wordes that I speake vnto you, those speake not I of my self: but the father that dwelleth in me, he doth the workes.","11":"Beleue me, that I am in the father, and that ye father is in me: Or els, beleue me at the leest for the workes sake.","12":"Verely verely I saye vnto you: He that beleueth on me, shal do the workes that I do, and shal do greater then these: for I go to the father.","13":"And what soeuer ye axe ye father in my name, that wyl I do, that the father maye be praysed in the sonne.","14":"Yf ye axe eny thinge in my name, I wyl do it.","15":"Yf ye loue me, kepe my commaundementes.","16":"And I wyl praye the father, and he shal geue you another comforter, that he maye byde wt you for euer:","17":"euen ye sprete of trueth, whom ye worlde can not receaue, for it seyth him not, nether doth it knowe him: but ye knowe him, for he abydeth wt you, & shalbe in you","18":"I wil not leaue you cofortles, I come vnto you.","19":"It is yet a litle whyle, the shal the worlde se me nomore, but ye shal se me: for I lyue, and ye shal lyue also.","20":"In yt daye shal ye knowe, that I am in the father and ye in me, and I in you.","21":"He that hath my comaundementes, and kepeth them, the same is he that loueth me: and he that loueth me, shalbe loued of my father: & I wyl loue him, and wyl shewe myne awne self vnto him.","22":"Iudas sayde vnto hi: (not that Iscarioth) LORDE, What is the cause the, that thou wilt shewe thy self vnto vs, and not vnto the worlde?","23":"Iesus answered, and sayde vnto him: He that loueth me, wyl kepe my worde, and my father wyl loue him: and we wyl come vnto him, and wyll make oure dwellynge with him.","24":"But he that loueth me not, kepeth not my sayenges. And the worde that ye heare, is not myne, but the fathers which hath sent me.","25":"This haue I spoken vnto you, whyle I was with you.","26":"But that comforter euen ye holy goost, who my father shal sende in my name, he shal teache you all thinges, & bringe all to youre remembraunce, what soeuer I haue tolde you.","27":"Peace I leaue vnto you, my peace I geue you: I geue not vnto you, as the worlde geueth. Let not yor hert be troubled, nether let it be afrayed.","28":"Ye haue herde, that I sayde vnto you: I go, & come agayne vnto you. Yf ye loued me, ye wolde reioyse, because I saide, I go to the father: for ye father is greater the I.","29":"And now haue I tolde you, before it come, that whan it is come to passe, ye maye beleue:","30":"Here after wyl not I talke moch with you. For the prynce of this worlde cometh, and hath nothinge in me.","31":"But that the worlde maye knowe that I loue ye father. And as the father hath comaunded me, so do I. Aryse, let vs go hence."}