{"1":"Now whan Iesus had knowlege, yt it was come to the eares of the Pharises, that Iesus made and baptised mo disciples the Ihon","2":"(howbeit Iesus himself baptysed not, but his disciples)","3":"he left the londe of Iewry, and departed agayne in to Galile.","4":"But he must nedes go thorow Samaria.","5":"Then came he in to a cite of Samaria, called Sichar, nye vnto ye pece of lode, yt Iacob gaue vnto Ioseph his sonne.","6":"And there was Iacobs well. Now whan Iesus was weerye of his iourney, he satt hi downe so vpo the well. And it was aboute the sixte houre.","7":"Then came there a woman of Samaria to drawe water. Iesus sayde vnto her: Geue me drynke.","8":"(For his disciples were gone their waye in to ye cite, to bye meate.)","9":"So the woman of Samaria sayde vnto him: How is it that thou axest drynke of me, seynge thou art a Iewe, and I a woman of Samaria? For the Iewes medle not with the Samaritans.","10":"Iesus answered, and sayde vnto her: Yf thou knewest the gift of God, and who it is that sayeth vnto the, geue me drynke, thou woldest axe of him, and he wolde geue the, the water of life.","11":"The woman sayde vnto him: Syr, thou hast nothinge to drawe withall, and the well is depe, from whence hast thou then that water of life?","12":"Art thou greater then oure father Iacob, which gaue vs this well? And he himself dranke therof, and his children, and his catell.","13":"Iesus answered, and sayde vnto her: Who so euer drynketh of this water, shal thyrst agayne:","14":"But whosoeuer shal drynke of the water that I shal geue him, shal neuer be more a thyrst: but the water that I shal geue him, shalbe in him a well of water, which spryngeth vp in to euerlastinge life.","15":"The woman sayde vnto him: Syr, geue me that same water, that I thyrst not, nether nede to come hither to drawe.","16":"Iesus sayde vnto her: Go, call they hussbande, and come hither.","17":"The woman answered, and sayde vnto him: I haue no hussbande.","18":"Iesus sayde vnto her: Thou hast sayde well, I haue no hussbande: for thou hast had fyue hussbandes, and he whom thou hast now, is not thine hussbande: there saydest thou right.","19":"The woma sayde vnto him: Syr, I se, that thou art a prophet.","20":"Oure fathers worshipped vpon this mountayne, and ye saye, that at Ierusalem is the place, where men ought to worshippe.","21":"Iesus sayde vnto her: Woman, beleue me, the tyme commeth, that ye shal nether vpon this mountayne ner at Ierusalem worshippe the father.","22":"Ye wote not what ye worshippe, but we knowe what ye worshippe, for Saluacion commeth of the Iewes.","23":"But the tyme commeth, and is now allready, that the true worshippers shal worshippe the father in sprete and in the trueth: For the father wil haue soch so to worshippe him.","24":"God is a sprete, and they that worshippe him, must worshippe in sprete and in the trueth.","25":"The woma sayde vnto him: I wote that Messias shal come, which is called Christ. Whan he commeth, he shal tell vs all thinges.","26":"Iesus sayde vnto her: I that speake vnto the, am he.","27":"And in the meane season came his disciples, and they marueyled that he talked with the woman. Yet sayde no man: What axest thou, or what talkest thou with her?","28":"Then the woman let hir pot stonde, and wente in to the cite, and sayde vnto the people:","29":"Come, se a man, which hath tolde me all that euer I dyd, Is not he Christ?","30":"Then wente they out of the cite, and came vnto him:","31":"In the meane whyle his disciples prayed him, and sayde: Master, eate.","32":"But he sayde vnto them: I haue meate to eate, that ye knowe not of","33":"Then sayde the disciples amoge them selues: Hath eny man brought him meate?","34":"Iesus sayde vnto the: My meate is this, that I do the wyll of him that sent me, and to fynish his worke.","35":"Saye not ye youre selues: There are yet foure monethes, and then commeth the haruest? Beholde, I saye vnto you: lift vp youre eyes, and loke vpon the felde, for it is whyte allready vnto the haruest.","36":"And he that reapeth, receaueth rewarde, and gathereth frute to euerlastinge life, that both he that soweth and he that reapeth, maye reioyse together.","37":"For herin is the prouerbe true: One soweth, another reapeth.","38":"I haue sent you to reape that, wheron ye bestowed no laboure. Other haue laboured, and ye are come in to their laboures.","39":"Many Samaritans of the same cite beleued on him, for the sayenge of the woman, which testified: He hath tolde me all that euer I dyd.","40":"Now whan the Samaritans came to him, they besought him, that he wolde tary with them. And he abode there two dayes,","41":"and many mo beleued because of his worde,","42":"and sayde vnto the woman: We beleue now hence forth, not because of thy sayenge, we haue herde him oureselues, and knowe, that this of a trueth is Christ the Sauioure of the worlde.","43":"After two dayes he departed thence, and wente in to Galile.","44":"For Iesus himself testified, that a prophet is nothinge set by at home.","45":"Now wha he came in to Galile, the Galileas receaued him, which had sene all that he dyd at Ierusalem in the feast: for they also were come thither in the feast.","46":"And Iesus came agayne vnto Cana in Galile, where he turned the water vnto wyne. And there was a certayne ruler, whose sonne laye sicke at Capernaum.","47":"This herde that Iesus came out of Iewry in to Galile, and wente vnto him, and besought him, that he wolde come downe, and helpe his sonne, for he laye deed sicke.","48":"And Iesus sayde vnto him: Excepte ye se tokens and wonders, ye beleue not.","49":"The ruler sayde vnto him: Come downe Syr, or euer my childe dye.","50":"Iesus sayde vnto him: Go thy waye, thy sonne lyueth. The man beleued the worde, that Iesus sayde vnto him, and wente his waye.","51":"And as he was goinge downe, his seruauntes mett him, and tolde him, and sayde: Thy childe lyueth.","52":"Then enquyred he of them the houre, wherin he beganne to amende. And they sayde vnto him: Yesterdaye aboute the seueth houre the feuer left him.","53":"Then the father perceaued, that it was aboute the same houre, wherin Iesus sayde vnto him: Thy sonne lyueth. And he beleued with his whole house.","54":"This is now the seconde token that Iesus dyd, whan he came from Iewry in to Galile."}