{"1":"For as moch then as Christ hath suffred for vs in ye flesh, arme youre selues likewyse with the same mynde. For he which suffreth in the flesh, ceasseth fro synne,","2":"yt hece forth (as moch tyme as yet remayneth in ye flesh) he shulde not lyue after the lustes of me, but after the wil of God.","3":"For it is ynough, yt we haue spent ye tyme past of the life, after the will of ye Heythen, wha we walked in wantannesse, lustes, dronkenes, glotony, ryotous drynkynge, & i abhominable Idolatrye.","4":"And it semeth to the a straunge thinge, yt ye runne not also wt them vnto the same excesse of ryote, & speake euell of you.","5":"(Which shal geue acoptes vnto hi yt is ready to iudge ye quycke & ye deed.)","6":"For vnto this purpose also was ye Gospell preached vnto the deed, yt they shulde be iudged like other me i ye flesh, but shulde lyue vnto God in ye sprete.","7":"The ende of all thiges is at hade.Be ye therfore sober & watch vnto prayers:","8":"but aboue all thinges haue feruent loue amonge you one to another. For loue couereth the multitude of synnes.","9":"Be ye herberous one to another without grudginge,","10":"& mynister one to another, eueryone with the gifte yt he hath receaued, as good stewardes of the manifolde grace of God.","11":"Yf eny ma speake, let hi speake it as ye wordes of God. Yf eny man haue an office, let him execute it as out of the power yt God mynistreth vnto hi, yt God maye be praysed in all thinges thorow Iesus Christ, To who be honor and domynion for euer and euer Amen.","12":"Derely beloued, maruell not at this heate (which is come amoge you to trye you) as though some strauge thinge happened vnto you:","13":"but reioyce, in as moch as ye are partakers of Christes passios, yt wha his glory appeareth, ye maye be mery & glad.","14":"Yf ye be reuyled for ye name of Christ, blessed are ye, for ye sprete (which is ye sprete of glory & of God) resteth vpon you. On their parte he is euell spoken of, but on yor parte he is praysed.","15":"But se that none of you suffre as a murthurer, or as a thefe, or as an euell doer, or as a busy body in other mens matters.","16":"Yf eny man suffre as a Christen man, let him not be ashamed, but let him prayse God on this behalfe.","17":"For ye tyme is come, that iudgmet must begynne at the house of God. Yf it first begynne at vs, what shal the ende be of the which beleue not the Gospell of God?","18":"And yf ye righteous scacely be saued, where shal ye vngodly & synner appeare?","19":"Wherfore let them that suffer acordynge to the will off God, commytte their soules vnto him with well doynge, as to the faithfull creator."}