{"1":"And the LORDE spake vnto Moses, & sayde:","2":"Comaunde ye childre of Israel, & saye vnto the: The offerynge of my bred which is my offerynge of the swete sauoure, shal ye kepe in his due season, that ye maie offre vnto me.","3":"And saye vnto the: These are the offerynges that ye shal offre vnto the LORDE: Lambes of a yeare olde which are without blemysh, euerydaye two for a daylie burntofferynge:","4":"the one lambe in the mornynge, the other at euen.","5":"And therto a tenth deale of an Epha of fyne floure for a meatofferynge, myngled with beate oyle of the fourth parte of an Hin,","6":"this is a daylie burntofferynge, which ye offred vpon mout Sinai, for a swete sauoure of a sacrifice unto the LORDE:","7":"And the drynkofferinge of the same, ye fourth parte of an Hin to a lambe, and this shalbe poured in the Sanctuary for a gifte vnto the LORDE.","8":"The other lambe shalt thou prepare at eue (like as the meatofferynge in the mornynge) & the drynkofferinge therof, for a sacrifice of a swete sauoure vnto the LORDE.","9":"On the Sabbath daye, two lambes of a yeare olde without blemysh, & two teth deales of fyne floure myngled with oyle, & the drynk offerynge therof.","10":"This is the burntofferynge of euery Sabbath, besyde the daylie burntofferynge, wt his drynkofferinge.","11":"And on the first daye of youre monethes ye shal offre a burntofferynge vnto ye LORDE: two yonge bullockes, a ramme, seue lambes of a yeare olde without blemysh,","12":"and all waye thre tenth deales of fyne floure for a meatofferynge myngled with oyle vnto euery bullocke: two tenth deales of fyne floure for a meatofferynge myngled with oyle vnto the ramme:","13":"and a tenth deale of fyne floure for a meatofferynge myngled with oyle vnto euery lambe. This is the burntofferynge of a swete sauoure, a sacrifice unto ye LORDE.","14":"And their drynkofferynges shalbe, half an Hin of wyne vnto euery bullocke, the thirde parte of an Hin to the ramme, ye fourth parte of an Hin to euery lambe. This is the burntofferynge of euery moneth in the yeare.","15":"There shalbe offered an he goate also for a synofferynge vnto the LORDE, to the daylie burntofferynge with his drynkofferynge.","16":"And on the fourtene daye of the first moneth is the Easter vnto the LORDE,","17":"and on the fyftene daye of the same moneth is the feast. Seue dayes shal vnleuended bred be eaten.","18":"The first daye shalbe an holy conuocacion: No seruile worke shal ye do therin,","19":"and ye shal offre a burntofferynge vnto the LORDE: two yonge bullockes, one ramme, seuen labes of a yeare olde without blemysh,","20":"with their meatofferynge: thre tenth deales of fyne floure myngled with oile to either bullocke, and two tenth deales to the ramme,","21":"and one tenth deale to euery lambe amonge the seuen lambes.","22":"And an he goate for a synofferinge, to make an attonement for you.","23":"And these shal ye offre in the mornynge, besydes the burntofferynge, which is a daylie burntofferynge.","24":"After this maner shal ye offre ye bred euery daye seuen dayes longe for an offeringe of a swete sauoure vnto the LORDE, to the daylie burntofferynge, and drynkofferynge also.","25":"And the seuenth daye shal be called an holy conuocacion with you: no seruyle worke shal ye do therin.","26":"And the daye of the fyrst frutes (wha ye offre the meatofferynge of the moneth vnto ye LORDE in youre wekes) shal be an holy couocacion also:","27":"No worke of bondage shal ye do therin. And ye shal offre a burntofferynge for a swete sauoure vnto the LORDE: two yonge bullockes, a ramme, seuen lambes of a yeare olde,","28":"with their meatofferynges: thre tenth deales of fyne floure myngled with oyle to euery bullocke, two tenth deales to the ramme,","29":"and one tent deale to euery lambe of the seuen lambes.","30":"And an he goate to make an attonement for you.","31":"This shal ye do, besydes ye daylie burntofferynge with his meatofferynge and his drynkofferinge. Without blemysh shal they be all."}