{"1":"And the LORDE spake vnto Moses, & sayde:","2":"Auenge the childre of Israel of the Madianites, yt thou mayest afterwarde be gathered vnto yi people.","3":"The spake Moses vnto the people, & sayde: Harnesse some men amonge you to the warre agaynst the Madianites (yt they maye auenge ye LORDE vpon the Madianites)","4":"out of euery trybe a thousande, yt out of euery trybe of Israel ye maye sende some to the battayll.","5":"And from amonge the thousandes of Israel they toke one thousande out of euery tribe, euen twolue thousande prepared vnto the battayll.","6":"And Moses sent them with Phineas the sonne of Eleasar the prest in to the battayll, and the holy vessels and ye trompettes to blowe in his hande.","7":"And they fought agaynst ye Madianites as ye LORDE comaunded Moses, & slew all ye males,","8":"& the kynge of the Madianites slew they also amonge the other that were slaine namely, Eui, Rekem, Zur, Hur and Reba, the fyue kynges of the Madianites. And they slew Balaam the sonne of Beor wt the swerde.","9":"And ye children of Israel toke the wemen of the Madianites presoners, & their childre: all their catell, all their substaunce, and all their goodes spoiled they,","10":"and all their cities of their dwellynges & castels burnt they wt fyre.","11":"And they toke all ye spoyles, & all yt they coulde catche men & catell,","12":"and brought the vnto Moses & to Eleasar the prest, and to ye congregacion of the children of Israel (namely ye presoners, and the catell yt were take, and the good that was spoyled) in to the hoost in the felde of the Moabites, which lyeth besyde Iordane ouer against Iericho.","13":"And Moses and Eleasar the prest and all the captaines of ye congregacion, wete out of the hoost to mete the.","14":"And Moses was angrie at the officers of the hoost, which were captaynes ouer thousandes and hudreds, yt came from the battayll,","15":"and sayde vnto the: Haue ye saued all ye wemen alyue?","16":"Beholde, haue not they (thorow Balaams busynes) turned awaye ye childre of Israel to synne agaynst the LORDE vpo Peor, & their came a plage ouer the whole cogregacion of ye LORDE?","17":"Now therfore slaie all the males amoge ye childre, & kyll all ye wemen yt haue knowne men & lyen wt them.","18":"But all the wemen chidren yt haue knowne no me ner lien wt them, kepe those alyue for youre selues.","19":"And lodge ye without the hoost, all yt haue slayne any man, or touched the slayne, that on the thirde and seuenth daie ye maie purifie yor selues and those whom ye haue taken presoners.","20":"And all the clothes, and all stuffe that is made of?kynnes, and all maner furres, and all vessels of wod shal ye purifie.","21":"And Eleasar the prest sayde vnto ye captaynes of the hoost, yt wente out to the battayll: This is the statute of the lawe, which the LORDE comaunded Moses:","22":"Golde, siluer brasse, yron, tynne and leed,","23":"and all that suffreth the fyre, shall ye cause to go thorow the fyre, and clense it, that it maye be purified with ye sprencklynge water. As for all soch as suffreth not the fyre, ye shal cause it to go thorow ye water,","24":"and shal washe yor clothes vpon the seuenth daye. and the shall ye be cleane. After that shall ye come in to the hooste.","25":"And the LORDE spake vnto Moses, and sayde:","26":"Take the summe of the spoyle of those that are taken, both of wemen and of catell, thou and Eleasar the prest, and the chefe fathers of the congregacion,","27":"and geue ye halfe vnto those that toke the warre vpon them, and wente out to the battayll, and ye other halfe to the congregacion.","28":"And of the men of warre that wente out to ye battayll, thou shalt heue vnto the LORDE one soule of fyue hundreth, both of the wemen, oxen, Asses and shepe:","29":"Of their halfe parte shalt thou take it, and geue it vnto Eleasar the prest for an Heueofferynge vnto the LORDE.","30":"But of the children of Israels halfe parte, thou shalt take one heade of fyftie, both of the wemen, oxen, Asses and shepe, and of all the catell, and shalt geue them vnto the Leuites, that wayte vpon the habitacio of the LORDE.","31":"And Moses and Eleasar the prest dyd as the LORDE commaunded Moses.","32":"And the spoyle and praye which ye men of warre had spoyled, was sixe hundreth thousande and fyue and seuentye thousande shepe,","33":"two and seuentye thousande oxen,","34":"one & thre score thousande Asses:","35":"and the wemen yt had knowne no men ner lyen wt them, were two and thirtie thousande soules.","36":"And the halfe parte which belonged vnto them that wente to the warre, was in nobre thre hundreth thousande, and seuen and thirtie thousande, and fyue hundreth shepe:","37":"of the which the LORDE had sixe hundreth, & fyue and seuentye shepe.","38":"Item sixe and thirtie thousande oxen: wherof the LORDE had two & seuentye.","39":"Item thirtie thousande fyue hundreth Asses: wherof the LORDE had one & thre score.","40":"Item sixtene thousande soules of wemen: wherof the LORDE had two & thirtie.","41":"And Moses gaue this heueofferynge of the LORDE vnto Eleasar the prest, as the LORDE commaunded him.","42":"As for the other halfe which Moses deuyded vnto the children of Israel fro thorne; men of warre","43":"(namely ye halfe that fell to the congregacion) it was also thre hundreth thousande, and seuen and thyrtie thousande, & fyue hundreth shepe,","44":"sixe and thirtie thousande oxen,","45":"thyrtie thousande & fyue hundreth Asses,","46":"and sixtene thousande wemen soules.","47":"And of this halfe of the childre of Israel toke Moses one of euery fyftie, both of the catell & of the wemen, and gaue them vnto ye Leuites, that waited vpon the habitacio of the LORDE, as ye LORDE comauded Moses.","48":"And the captaynes ouer ye thousandes of the hoost, namely they that were ouer thousandes and ouer hundreds, came forth vnto Moses, and sayde vnto him:","49":"Thy seruauntes haue taken ye summe of ye men of warre, that were vnder oure hande, and there lacked not one:","50":"therfore brynge we a present vnto the LORDE, what euery one hath foude of Iewels of golde, cheynes, bracelettes, rynges, earinges, and taches, that oure soules maye be reconcyled before the LORDE.","51":"And Moses and Eleasar ye prest toke of them ye golde of all maner ornamentes.","52":"And all the golde of the Heueofferynge that they Heued vnto the LORDE, was sixtene thousande and seuen hundreth and fyftye Sycles, of the captaynes ouer thousandes and hundreds.","53":"For loke what euery one had spoyled, that was his awne.","54":"And Moses wt Eleasar the prest toke the golde of the captaynes ouer thousandes and hundreds, and broughte it in to the Tabernacle of witnesse for a remembraunce of the children of Israel before the LORDE."}