{"1":"And the LORDE spake vnto Moses in ye wyldernesse of Sinai, in the Tabernacle of witnesse, the first daye of the secode moneth in the seconde yeare, wha they were gone out of the lade of Egipte, and sayde:","2":"Take ye summe of the whole congregacion of the children of Israel, after their kynredes & their fathers houses, with the nombre of the names, all that are males, heade by heade,","3":"fro twentye yeare and aboue, as many as are able to go forth in to ye warre in Israel. And ye shal nombre them acordinge to their armyes thou and Aaron,","4":"and of euery trybe ye shal take vnto you one captayne ouer his fathers house.","5":"These are the names of the captaynes that shal stonde with you. Of Ruben, Elizur the sonne of Sedeur.","6":"Of Simeon, Selumiel the sonne of Zuri Sadai.","7":"Of Iuda, Nahasson the sonne of Aminadab.","8":"Of Isachar, Nathaneel the sonne of Zuar.","9":"Of Zabulon, Eliab the sonne of Helon.","10":"Amonge the children of Ioseph: Of Ephraim, Elisama ye sonne of Amihud. Of Manasse, Gamaliel the sonne of Pedazur.","11":"Of Ben Iamin, Abidam ye sonne of Gedeoni.","12":"Of Dan, Ahieser the sonne of Ammi Sadai.","13":"Of Asser, Pagiel the sonne of Ochram.","14":"Of Gad, Eliasaph ye sonne of Deguel.","15":"Of Nephthali, Ahira the sonne of Enan.","16":"These are the awncient men of the congregacion, the captaynes amonge the trybes of their fathers, which were heades and prynces in Israel.","17":"And Moses & Aaron toke them (like as they are there named by name)","18":"and gathered the whole cogregacion together also, ye first daye of the secode moneth, and rekened the after their byrth, acordinge to their kynreds and fathers houses by their names, fro twetye yeare and aboue, heade by heade,","19":"as the LORDE commaunded Moses, and nombred them in the wyldernes of Sinai.","20":"The children of Ruben Israels first sonne, their kynreds & generacions after their fathers houses, in ye nombre of their names heade by heade, all yt were males, from twentye yeare & aboue, and were able to go forth to the warre,","21":"were nombred to the trybe of Ruben, sixe and fourtye thousande, and fyue hundreth.","22":"The children of Simeon their kynreds & generacions after their fathers houses in the nombre of the names heade by heade, all that were males from twetye yeare and aboue, and were able to go forth to the warre,","23":"were nombred to the trybe of Symeon, nyne and fiftye thousande and thre hundreth.","24":"The children of Gad their kynreds and generacions after their fathers houses in ye nombre of the names, from twentye yeare and aboue, all that were able to go forth to the warre,","25":"were nombre to the trybe of Gad, fyue and fourtye thousande, sixe hundreth and fiftie.","26":"The children of Iuda their kynreds and generacions after their fathers houses in ye nombre of the names, from twentye yeare and aboue, all that were able to go forth to the warre,","27":"were nombred to the trybe of Iuda, foure and seuentye thousande, & sixe hundreth.","28":"The children of Isachar their kynreds & generacions, after their fathers houses in ye nombre of the names from twentye yeare & aboue, all that were able to go forth to the warre,","29":"were nombred to ye trybe of Isachar, foure and fiftye thousande and foure hundreth.","30":"The children of Zabulon their kynreds and generacions after their fathers houses in the nombre of the names from twentye yeare & aboue, all that were able to go forth to the warre,","31":"were nombred to the trybe of Zabulon, seuen and fiftye thousande and foure hundreth.","32":"Iosephs children of Ephraim, their kynreds & generacions after their fathers houses in ye nombre of the names, from twetye yeare and aboue,","33":"all yt were able to go forth to ye warre, were nobred to the trybe of Ephraim, fourtye thousande & fyue hundreth.","34":"The children of Manasse their kynreds & generacions, after their fathers houses in ye nombre of the names from twentye yeare & aboue, all yt were able to go forth to the warre,","35":"were nombred to the trybe of Manasse, two & thirtie thousande & two hundreth.","36":"The childre of Ben Iamin their kynreds and generacions, after their fathers houses, in the nombre of the names from twentye yeare & aboue, all that were able to go forth to the warre,","37":"were nombred to the trybe of Ben Iamin, fyue and thirtie thousande and foure hundreth.","38":"The children of Dan their kynreds and generacions after their fathers houses, in the nombre of the names,","39":"from twentye yeares and aboue, all that were able to go forth to the warre, were nombred to the trybe of Dan, two and thre score thousande, and seuen hundreth.","40":"The children of Asser their kynreds & generacions, after their fathers houses in the nombre of the names, from twentye yeare & aboue, all yt were able to go forth to ye warre,","41":"were nombred to the trybe of Asser, one & fourtye thousande and fyue hundreth.","42":"The childre of Nephthali, their kynreds and generacions after their fathers houses in the nombre of the names, from twentye yeare & aboue, all that were able to go forth vnto the warre,","43":"were nombred to the trybe of Nephthali, thre and fiftie thousande and foure hundreth.","44":"These are they whom Moses and Aaron nombred with ye twolue prynces of Israel, wherof euery one was ouer ye house of their fathers.","45":"And the summe of the children of Israel after their fathers houses, from twentye yeare and aboue (what so euer was able to go forth to the warre in Israel)","46":"was sixe C. thousande, thre thousande, fyue C. & fiftie.","47":"But the Leuites after the trybe of their fathers, were not nombred amonge them.","48":"And the LORDE spake vnto Moses, and saide:","49":"The trybe of Leui shalt thou not nombre, ner take the summe of them amonge ye children of Israel:","50":"but shalt appoynte them to the Habitacion of wytnesse, and to all ye apparell therof, and to all that belongeth therto. And they shall beare the Tabernacle & all the ordinaunce therof, and shal wayte vpon it, and shal pitch their tentes rounde aboute it.","51":"And whan men shal go on their iourney, the Leuites shal take downe ye Tabernacle. And whan the hoost pitch their tetes, they shal set vp the Tabernacle. And yf a straunger preasse nye vnto it, he shall dye.","52":"The children of Israel shal pitch their tentes, euery one in his awne armye, and by the baner of his awne companye.","53":"But the Leuites shall pitch rounde aboute the Tabernacle of wytnesse, that there come no wrath vpon ye congregacion of the children of Israel: therfore shal the Leuites wayte vpon the Habitacion of wytnesse.","54":"And the children of Israel dyd all, as the LORDE commaunded Moses."}