{"1":"And the LORDE spake vnto Moses, and sayde:","2":"Make the two trompettes of beaten syluer, that thou mayest vse them, to call the cogregacion together, and whan the hoost shal breake vp.","3":"Whan they blowe with both, then shall the whole congregacion gather them selues together vnto the before the dore of the Tabernacle of witnesse.","4":"Whan they blowe but with one, then the captaynes, the rulers ouer the thousandes in Israel shal gather them selues together vnto the.","5":"Whan ye trompe, then shal the hoostes that lye on the East syde, breake vp.","6":"And whan ye trompe the seconde tyme, the hoostes that lye on the South syde, shal breake vp. For ye shall trompe, whan they shal take their iourneys.","7":"But whan ye congregacion is to be gathered together, ye shal blowe, and not trompe.","8":"This blowinge wt the trompettes shal the sonnes of Aaron the prest do. And it shall be yor lawe for euer amonge youre posterities.","9":"Whan ye go to a battayll in youre londe agaynst youre enemies yt vexe you, ye shall trompe with the trompettes, that ye maye be remembred before the LORDE yor God, and delyuered from youre enemies.","10":"Like wyse whan ye are mery, and in youre feast dayes, & in youre new Monethes, ye shal blowe with the trompettes ouer youre burntsacrifices & healthofferinges, yt it maie be a remembraunce vnto you before youre God. I am the LORDE youre God.","11":"Vpon the twentye daye in the seconde moneth of the seconde yeare, arose the cloude from the habitacion of witnesse.","12":"And the childre of Israel wente on their iourney out of the wyldernesse of Sinai, and the cloude abode in the wyldernesse of Paran,","13":"First brake vp (acordinge to the worde of the LORDE by Moses.)","14":"Namely, the baner of the hoost of Iuda wente forth first with their armies, and ouer their hoost was Nahasson the sonne of Aminadab.","15":"And ouer the hoost of the trybe of the children of Isachar was Nathaneel the sonne of Zuar.","16":"And ouer the hoost of the trybe of the children of Zabulon was Eliab the sonne of Elon.","17":"And the habitacion was taken downe, and the children of Gerson and Merari bare the habitacion.","18":"After that wente the baner of the hoost of Ruben with their armies, and ouer their hoost was Elizur the sonne of Sedeur.","19":"And ouer the hoost of the trybe of the children of Simeon was Selumiel the sonne of Zuri Sadai.","20":"And Eliasaph the sonne of Deguel ouer the hoost of the trybe of the children of Gad.","21":"Then wente the Rahathites forwarde also, and bare the Sanctuary, and caused ye habitacion be set vp agaynst they came.","22":"After that wente the baner of the hoost of the children of Ephraim with their armies, and ouer their hoost was Elisama the sonne of Amihud.","23":"And Gamaliel the sonne of Pedazur ouer the hoost of the trybe of the children of Manasse.","24":"And Abidan the sonne of Gedeoni ouer the hoost of the trybe of the children of Ben Iamin.","25":"After that wente the baner of the hoost of the children of Dan with their Armyes, (and so were all the hoostes vp) and Ahieser the sonne of Ammi Sadai was ouer their hoost.","26":"And Pagiel ye sonne of Ochran, ouer the hoost of the trybe of the children of Asser.","27":"And Ahira the sonne of Enan ouer the hoost of the trybe of the children of Nephthali.","28":"Thus the childre of Israel wete forth with their armyes.","29":"And Moses spake vnto his brother in lawe, Hobab the sonne of Raguel of Madian: We go vnto the place, of the which ye LORDE sayde: I wil geue it you: Come now with vs therfore, and we wil do ye best with the, for the LORDE hath promysed good vnto Israel.","30":"But he answered: I wil not go wt you, but wil go in to myne awne londe vnto my kynred.","31":"He sayde: Oh nay, leaue vs not: for thou knowest where is best for vs to pytche in the wyldernesse, and thou shalt be oure eye.","32":"And yf thou goest with vs, loke what good the LORDE doth vnto vs, the same wil we do vnto the.","33":"So they departed from the mount of the LORDE thre dayes iourney, & the Arke of the LORDES couenaunt wente before them those thre dayes iourney, to shewe the where they shulde rest.","34":"And ye cloude of the LORDE was ouer them in the daye tyme, whan they wete out of ye tetes.","35":"And whan the Arke wente forth, Moses sayde: Aryse LORDE, let thine enemies be scatered, and let them that hate the, flye before the.","36":"And whan it rested, he sayde: Come agayne O LORDE vnto the multitude of the thousandes of Israel."}