{"1":". And Balaam sayde vnto Balac: Buylde me here seuen altares, and prouyde me here seuen bullockes, and seue rammes.","2":"Balac dyd as Balaam sayde. And both Balac and Balaam offred, on euery altare a bullocke & a ramme.","3":"And Balaam sayde vnto Balac: Stonde thou by yi burntofferynge, I wil go, yf happly the LORDE wil mete me, & call me, yt I maye tell the, what so euer he sheweth me. And he wente his waye, as he sayde.","4":"And ye LORDE mett Balaam. And Balaam saide vnto him: Seuen altares haue I prepared, and offred on euery altare a bullocke and a ramme.","5":"The LORDE put ye worde in Balaams mouth, and sayde: Go agayne vnto Balac, and saye on this wise.","6":"And whan he came agayne vnto him, beholde, he stode by his burntofferynge, with all ye prynces of the Moabites.","7":"Then toke he vp his parable, & sayde: Balac the kynge of the Moabites hath caused to fet me out of Syria from the moutaynes towarde the East, (& sayde:) Come, curse me Iacob: come, defye me Israel.","8":"How shall I curse, whom God curseth not? How shal I defye, whom ye LORDE defyeth not?","9":"For fro ye toppe of ye stonye rockes I se him, & from the hilles I beholde him. Beholde, ye people shal dwell by theselues, & shal not be rekened amoge the Heithe.","10":"Who can tell the dust of Iacob, & the nombre of the fourth parte of Israel? My soule die ye death of ye righteous, and my ende be as the ende of these.","11":"The saide Balac vnto Balaam: What doest thou vnto me? I caused to set ye for to curse myne enemies, & beholde, thou blessest the.","12":"He answered & saide: Must I not kepe & speake yt, which the LORDE putteth in to me mouth?","13":"Balac saide vnto him: Come wt me yet vnto another place, fro whence thou mayest se ye vttemost parte of them, & not se them all, and curse me them there.","14":"And he toke him vp to a fre place, eue vnto the toppe of Pisga, & buylded seuen altares, and offered on euery altare a bullocke & a ramme.","15":"And he sayde vnto Balac: Stonde so by thy burntoffrynge, whyle I go yonder.","16":"And the LORDE mett Balaam, & put the worde in his mouth, & sayde: Go agayne vnto Balac, & saye on this wyse.","17":"And whan he came to him agayne, beholde, he stode by his burntofferynge with the prynces of the Moabites. And Balac sayde vnto him: What hath the LORDE sayde?","18":"And he toke vp his parable, & sayde: Ryse vp Balac & heare, marke my testimony wt thine eares thou sonne of Ziphor.","19":"God is not a man yt he shulde lye, ner a mans childe yt eny thinge shulde repente him. Shulde he saye and not do? Shulde he speake & not make it good?","20":"Beholde, I am brought hither to blesse, I blesse, & can not go backe there fro.","21":"There is no weerynesse sene in Iacob, nether eny laboure in Israel. The LORDE his God is wt him, & the kynges trompet is amoge the.","22":"God hath brought the out of Egipte, his stregth is as of an Vnicorne.","23":"For there is no Sorcerye in Iacob, & no Soyth sayer in Israel. Whan the tyme cometh, it shalbe saide vnto Iacob, & to Israel, what God doth.","24":"Beholde, the people shall ryse vp as a Lyonesse, & heue vp him self as a Lyon. He shal not lye downe, tyll he eate of the pray, and drynke the bloude of the slayne.","25":"Then sayde Balac vnto Balaam: Thou shalt nether curse him ner blesse him.","26":"Balaam answered, & sayde vnto Balac: Haue I not tolde the: All yt the LORDE speaketh, yt must I do?","27":"Balac saide vnto him: Oh come, I wil brynge ye to another place, yf it maye happly please God, yt thou mayest curse the there.","28":"And he brought him vp to the toppe of mount Peor, yt boweth towarde the wyldernesse.","29":"And Balaam sayde vnto Balac: Buylde me here seuen altares, and prouyde me seuen bullockes and seuen rammes.","30":"Balac dyd as Balaam sayde, and offered on euery altare a bullocke vnd a ramme."}