{"1":"The children of Ruben and the children of Gad had an exceadinge greate multitude of catell, and sawe the londe of Iaeser and Gilead yt it was a mete place for catell,","2":"and came & spake vnto Moses and to Eleasar the prest, and to the captaynes of the congregacion:","3":"The londe of Atroth, Dibon, Iaesar, Nimra, He?bo, Eleale, Seban, Nebo, & Beon,","4":"which the LORDE smote before ye congregacion of Israel, is a mete londe for catell, and thy seruauntes haue many catell.","5":"And they sayde morouer: Yf we haue founde fauoure before the, the geue thy seruauntes this londe in possession, and we wyl not go ouer Iordane.","6":"Moses sayde vnto them: Youre brethren shall go to the warre, and wyll ye tary here?","7":"Wherfore turne ye ye hertes of the children of Israel, that they shulde not go ouer in to the londe that the LORDE shall geue them?","8":"Thus dyd youre fathers also, whan I sent them out from Cades Bernea, to spye out ye londe.","9":"And whan they were come vp to ye ryuer of Escol, and sawe ye londe, they turned the hertes of the children of Israel, so yt they wolde not into the londe which ye LORDE wolde haue geuen them.","10":"And the LORDE was wroth at the same tyme, & sware, & sayde:","11":"These men yt are come out of Egipte, from twetye yeare olde & aboue, shall not se the lande which I sware vnto Abraham, Isaac and Iacob, because they haue not wholy folowed me:","12":"saue Caleb ye sonne of Iephune ye Kenisite, & Iosua ye sonne of Nun: for they haue wholy folowed ye LORDE.","13":"So the LORDE was wroth wt Israel, & let the wander in the wildernesse fourtye yeares, tyll all ye generacion yt had done euell before the LORDE, was consumed.","14":"And beholde, ye are rysen vp in youre fathers steade, to increase the nombre of synfull men, & to augmente yet the wrath & indignacion of the LORDE agaynst Israel.","15":"For yf ye turne you backe from folowinge him, he shal yet leaue them more in the wildernes, & so shal ye destroye all this people.","16":"Then stepte they to him, & sayde: we wyll but buylde shepefoldes here for oure shepe & catell, & cities for or children:","17":"As for oure selues, we will go ready armed before the children of Israel, tyll we haue broughte them vnto their place: Oure childre shal remayne in the fenced cities, because of ye indwellers of the londe.","18":"We will not turne home agayne, tyll the children of Israel haue taken euery one his inheritaunce in possession:","19":"for we wyll not inheret with them beyonde Iordane: for or inheritaunce shal fall vnto vs vpon this syde Iordane Eastwarde.","20":"Moses sayde vnto them: Yf ye wil do this, that ye wil harnesse youre selues to the warre before the LORDE,","21":"then go ouer Iordane before the LORDE, who so euer is harnessed amonge you, tyll he haue dryuen out his enemies before his face,","22":"and vntyll the londe be subdued before the LORDE, then shal ye returne, & be vngiltye before the LORDE, and before Israel, & so shal ye haue this londe in possession before the LORDE.","23":"But if ye will not do so, beholde, ye shal offende agaynst the LORDE, and be sure, that youre synne shal fynde you out.","24":"Buylde cities now therfore for youre children, and shepefoldes and stalles for youre shepe and catell, and do as ye haue spoken.","25":"The childre of Gad, & the childre of Ruben sayde vnto Moses: Thy seruauntes shal do as my lorde hath comaunded.","26":"Oure children, wyues, substaunce, & all or catell, shal be in ye cities of Gilead.","27":"But we yi seruauntes will go all harnessed for the warre vnto battaill before ye LORDE, as my lorde hath saide.","28":"The Moses comaunded Eleasar ye prest & Iosua the sonne of Nun, & the chefe fathers of the tribes of the children of Israel,","29":"and saide vnto them: Yf the children of Gad & the children of Ruben go ouer Iordane wt you, all prepared to fight before the LORDE, & whan the londe is subdued vnto you, the geue them the londe of Gilead in possessio.","30":"But yf they go not ouer with you in harnes, then shal they inheret wt you in ye lode of Canaa.","31":"The children of Gad and the children of Rube answered, & sayde: As ye LORDE hath spoken vnto yi seruauntes, so wyll we do:","32":"we wil go harnessed before the LORDE in to ye lade of Canaan, and possesse oure enheritaunce on this syde Iordane.","33":"So Moses gaue vnto ye children of Gad and to the children of Ruben, and to the halfe trybe of Manasse the sonne of Ioseph, ye kyngdome of Sihon kynge of the Amorites and the kyngdome of Og the kynge of Basan, the londe with the cities therof in all ye coastes of ye countre rounde aboute.","34":"The ye children of Gad buylded Dibon, Araroth, Aroer, Atroth,","35":"Sophan, Iaeser, & Iegabeha,","36":"Bethnimra, & Betharan, stronge fenced cities, & shepe foldes.","37":"The children of Ruben buylded He?bo, Eleale, Kiriathaim,","38":"Nebo, Baal Meon, & turned ye names, & Sibamas & gaue names vnto ye cities which they buylded.","39":"And ye children of Machir the sonne of Manasse wente in to Gilead, & conquered it, and droue out the Amorites yt were therin.","40":"Then Moses gaue Gilead vnto Machir ye sonne of Manasse, & he dwelt therin.","41":"Iair ye sonne of Manasse, wente and conquered the vyllagies therof, and called them Hauoth Iair.","42":"Nobah wente, and coquered Kenath, with the townes belonginge therto, and called it Nobah, after his awne name."}