{"1":"And ye LORDE spake vnto Moses and Aaron, & sayde:","2":"The childre of Israel shal pitch rounde aboute ye Tabernacle of wytnesse, euery one vnder his banner & tokens, after their fathers houses.","3":"On the East syde shall Iuda pitch with his banner & hoost, their captayne Nahasson the sonne of Aminadab.","4":"And his armie in the summe, foure & seuentie thousande and sixe hundreth.","5":"Nexte vnto him shal the trybe of Isachar pitch, their captayne Nathaneel the sonne of Zuar:","6":"and his armye in the summe, foure and fiftye thousande and foure hundreth.","7":"The trybe of Zabulon also, their captayne Eliab the sonne of Helon:","8":"his armye in the summe, seuen and fiftie thousande and foure hundreth.","9":"So yt all they which beloge to ye hoost of Iuda, be in the summe an C. sixe and foure score thousande, & foure hundreth be longinge to their armye, & they shall go before.","10":"On the South side shall lye the pauylions & baner of Ruben wt their hoost, their captaine Elizur ye sonne of Sedeur:","11":"& his armie in the summe, sixe & fourtie thousande, & fyue C.","12":"Nexte vnto him shal the trybe of Simeon pitch, their captayne Selumiel ye sonne of Zuri Sadai:","13":"& his armie in ye summe, nyne and fiftie thousande, and thre hundreth.","14":"The trybe of Gad also, their captayne Eliasaph ye sonne of Deguel:","15":"& his armye in the summe, fyue & fourtye thousande, sixe hundreth & fiftie.","16":"So that all they which belonge to the hoost of Ruben, be in the summe, an hundreth, one & fiftie thousande, foure hudreth and fiftye, belonginge to their armye. And they shall be the seconde in the iourney.","17":"After that shall the Tabernacle of wytnesse go wt the hoost of the Leuites eue in ye myddes amoge the hoostes: & as they lye in their tentes, so shal they go forth also, euery one in his place vnder his baner.","18":"On the West syde shall lye ye pauylions & baner of Ephraim wt their hoost: their captayne shalbe Elisama sonne of Amihud,","19":"and his armye in the summe, fourtye thousande and fyue hundreth.","20":"Nexte vnto him shal ye trybe of Manasse pitch, their captayne Gamaliel the sonne of Pedazur:","21":"his armye in the summe, two and thirtie thousande & two hudreth.","22":"The trybe of Ben Iamin also, their captayne Abidan the sonne of Gedeoni:","23":"his armye in the summe, fyue and thirtie thousande & foure hundreth.","24":"So yt all they which belonge to the hoost of Ephraim, be in the summe, an hundreth thousande, eight thousande, & an hudreth, belonginge to his armie. And they shal be the thirde in the iourney.","25":"On the North syde shal lye ye pauylions & baner of Dan with their hoost: their captayne Ahieser ye sonne of Ammi Sadai,","26":"his armye in the summe, two and sixtye thousande and seue hundreth.","27":"Nexte vnto him shal the trybe of Asser pitche: their captayne Pagiel ye sonne of Ochran,","28":"his army in the summe, one and fourtie thousande, and fyue hundreth.","29":"The trybe of Nephthali also, their captayne Ahira the sonne of Enan:","30":"his armye in the summe, thre & fiftye thousande & foure hudreth.","31":"So yt all they which belonge to the hoost of Dan, be in the summe, an hudreth thousande, seuen & fiftie thousande, & sixe hundreth. And they shalbe the last in the iourney with their baners.","32":"This is the summe of the children of Israel, after their fathers houses and armyes with their hoostes: euen sixe hundreth thousande, & thre thousande, fyue hudreth & fiftie.","33":"But ye Leuites were not nombred in ye summe amonge the childre of Israel, as ye LORDE comaunded Moses.","34":"And ye childre of Israel dyd all as the LORDE comaunded Moses. And so they pitched vnder their baners, & toke their iourney, euery one in his kynred, acordinge to the house of their fathers."}