{"1":"And the LORDE spake vnto Moses & Aaron,","2":"& sayde: Take ye summe of the childre of Rahath from amonge the childre of Leui, after their kynreds & fathers houses","3":"from thirtie yeare and aboue vntill fiftye yeare, all that are mete for the warre, that they maye do the worke in the Tabernacle of witnesse.","4":"This shal be the office of the children of Rahath in the Tabernacle of wytnesse, which is most holy.","5":"Whan the hoost breaketh vp, Aaron and his sonnes shall go in, and take downe the vayle, and couer the Arke of wytnesse therwith,","6":"and laye the couerynge of doo skynnes vpon it, and sprede a whole yalowe clothe aboue theron, and put his staues therin.","7":"And vpon the shewe table they shal sprede a yalowe clothe also, and set ther on the disshes, spones, flatpeces and pottes to poure out and in, and the daylie bred shal lye vpon it,","8":"and they shall sprede a purple clothe ther ouer, and couer it with a couerynge of doo skynnes, and put the staues of it therin.","9":"And they shal take a yalowe clothe, and couer the cadilsticke of light therwith, and his lampes, with his snoffers and outquenchers, and all the oyle vessels that belonge to the seruyce,","10":"and aboute all this shal they put a couerynge of doo skynnes, and put it vpon staues.","11":"So shal they sprede a yalowe clothe ouer the golden altare also, and couer the same with a couerynge of doo skynnes, and put it vpon staues.","12":"All the vessels that they occupye in the Sanctuary, shal they take, and put a yalowe clothe ther ouer, & couer them with a couerynge of doo skynnes, and put them vpon staues.","13":"They shal swepe the asshes also from the altare, and sprede a clothe of scarlet ouer it, and set all his vessels theron,","14":"that they occupye vpon it: colepames, fleshokes, shouels, basens, with all the apparell of the altare, and they shal sprede a couerynge of doo skynnes theron, and put his staues therto.","15":"Now whan Aaron and his sonnes haue done this, and haue couered the Sanctuary & all the ornametes therof, whan the hoost breaketh vp, then shal the children of Rahath go in, that they maye beare it, and the Sanctuary shall they not touche, lest they dye. This is the charge of the childre of Rahath in the Tabernacle of wytnesse.","16":"And Eleasar the sonne of Aaron ye prest, shal haue the office, to prepare the oyle for the light, and the spyces for the incense, and the daylie meatofferynge, and the anoyntinge oyle, to order the whole habitacion, & all that therin is, in the Sanctuary and the ornamentes therof.","17":"And the LORDE spake vnto Moses and Aaron, & sayde:","18":"Ye shal not destroye the trybe of the kynred of the Rahathites amoge the Leuites,","19":"but this shal ye do with them, yt they maye lyue & not dye, yf they touche the most holy. Aaron and his sonnes shal go in, and appoynte euery one vnto his office & charge.","20":"But they shal not go in, presumptuously to loke vpo ye Sanctuary, lest they die.","21":"And ye LORDE spake vnto Moses and Aaron & sayde:","22":"Take the summe of the children of Gerson also, after their fathers house & kynred,","23":"from thirtye yeare & aboue, vntyll fiftye yeare, & appoynte them all yt are mete for the warre, to haue an office in the Tabernacle of wytnesse.","24":"This shalbe the office of the kynred of the Gersonites, eue to serue & to beare.","25":"They shal beare the curtaynes of the habitacion and of the Tabernacle of wytnesse, and his couerynge and the coueringe of doo skynnes, that is aboue theron, and the hanginge in the dore of the Tabernacle of wytnesse,","26":"and the hanginge aboute the courte, which goeth aboute the habitacion and the altare, and their cordes, and all the instrumentes yt serue for the, and all that belongeth to their occupienge.","27":"Acordinge vnto the worde of Aaron and of his sonnes, shal all the office of the children of Gerson be done, what so euer they shall beare and occupye. And ye shal se, that they wayte vpon all their charge.","28":"This shal be ye office of ye kinred of ye childre of ye Gersonites in ye Tabernacle of witnes. And their waytinge shal be vnder ye hade of Ithamar, the sonne of Aaro the prest.","29":"The children of Merari after their kynred and fathers house, shalt thou appoynte also,","30":"from thirtie yeare and aboue, vnto fiftie yeare, all that are mete for the warre, yt they maye haue an office in the Tabernacle of wytnesse.","31":"But vpon this charge shall they wayte acordinge to all their office in ye Tabernacle of witnesse, that they beare the bordes of the Habitacion, and the barres, and pilers, and sokettes:","32":"the pilers of the courte also rounde aboute, and the sokettes and nales and cordes, with all their apparell, acordynge to all their seruyce. And vnto euery one shall ye appoynte his porcion of charge to waite vpon the apparell.","33":"Let this be the office of the kynred of the children of Merari, all that they shall do in the Tabernacle of wytnesse vnder the hande of Ithamar the sonne of Aaron the prest.","34":"And Moses and Aaron with the captaynes of the congregacion, nombred the children of ye Rahathites, acordinge to their kynreds and houses of their fathers,","35":"from thirtie yeare and aboue, vntyll fyftye, all that were mete for the warre, to haue offyce in the Tabernacle of wytnesse.","36":"And the summe was, two thousande, seuen hundreth and fyftie.","37":"This is the summe of the kynred of the Rahathites (which all had seruyce in the Tabernacle of witnesse) whom Moses and Aaron nombred, acordynge to the worde of the LORDE by Moses.","38":"The children of Gerson were nombred also in their kynreds and fathers houses","39":"from thirtie yeare and aboue vntyll fyftie, all that were mete for the warre, to haue office in ye Tabernacle of witnesse,","40":"and the summe was two thousande, syxe hundreth and thirtie.","41":"This is ye summe of the kinred of the childre of Gerson, which all had to do in the Tabernacle of wytnesse, whom Moses and Aaron nombred, acordinge to ye worde of ye LORDE.","42":"The children of Merari were nombred also acordinge to their kynreds and fathers houses,","43":"from thirtie yeare and aboue vntyll fyftye, all that were mete for the warre, to haue office in the Tabernacle of witnesse,","44":"& the summe was thre thousande, and two hundreth.","45":"This is the summe of the kynred of the childre of Merari, whom Moses and Aaron nombred, acordinge to the worde of the LORDE by Moses.","46":"The summe of all the Leuites, whom Moses and Aaron with the captaynes of Israel tolde, after their kinreds and fathers houses,","47":"from thyrtie yeare and aboue vntyll fyftye, all that wente in to do euery one his office, and to beare the burthen in ye Tabernacle of wytnesse,","48":"was eight thousande fyue hundreth and foure score,","49":"which were nombred acordinge to the worde of the LORDE by Moses, euery one to his office & charge, as the LORDE commaunded Moses."}