{"1":"And the childre of Israel came wt the whole cogregacion into the wildernesse of Zin in the first moneth, & the people abode at Cades. And there dyed Miriam, & was buried there.","2":"And the congregacion had no water, & they gathered them selues together agaynst Moses & Aaron,","3":"& the people chode with Moses, & sayde: Wolde God yt we had perished, whan oure brethre perished before the LORDE.","4":"Wherfore haue ye brought the congregacion of the LORDE in to this wildernesse, yt we shulde dye here with oure catell?","5":"And wherfore haue ye brought vs out of Egipte in to this place, where men can not sowe, where are nether fygges, ner vynes, ner pomgranates, & where there is no water to drynke?","6":"And Moses & Aaron wete fro the congregacion vnto ye dore of ye Tabernacle of witnesse, & fell vpon their faces. And the glory of the LORDE appeared vnto them.","7":"And the LORDE spake vnto Moses, and sayde:","8":"Take the staffe, & gather the cogregacion together, thou & thy brother Aaron, & speake vnto the rocke before their eyes, & it shall geue his water. And thus shalt thou prouyde the water out of the rocke, & geue the congregacion drynke, and their catell also.","9":"The toke Moses the staffe before ye LORDE, as he commaunded him,","10":"& Moses & Aaron gathered the congregacion together before the rocke, & sayde vnto the: Heare ye rebellions: Shal we prouyde you water out of this rocke?","11":"And Moses lift vp his hande, & smote ye rocke wt the staffe two tymes. Then came ye water out abudantly, so yt the cogregacion dranke, and their catell also.","12":"But the LORDE sayde vnto Moses & Aaron: Because ye beleued me not, to sanctifye me before ye childre of Israel, ye shal not bringe this congregacion in to the londe that I shal geue the.","13":"This is ye water of strife, where the children of Israel stroue wt the LORDE and he was sanctified vpon them.","14":"And Moses sent messaungers fro Cades vnto ye kynge of ye Edomites: This worde sendeth the yi brother Israel: Thou knowest all ye trauayle that happened vnto vs,","15":"how that oure fathers wente downe in to Egipte, & how we haue dwelt in Egipte a longe tyme, & how the Egipcians dealte euell with vs & or fathers.","16":"And we cryed vnto ye LORDE which herde oure voyce, and sent his angell, & hath brought vs out of Egipte: And beholde, we are at Cades in ye cite without the borders of yi londe.","17":"O let vs go thorow thy londe, we wyl not go thorow ye feldes ner vynyardes, ner drynke the water out of the foutaynes. We wyl go the hye strete, and turne nether to ye right hande ner to ye lefte, tyll we be come past ye borders of thy countre.","18":"But the Edomite answered him: Thou shal not go by me, or I wyl come agaynst ye with ye swerde.","19":"The children of Israel saide vnto him: We wil go ye como hye waye, & yf we or oure catell drynke of thy water, we wil paye for it: we wil do nothinge, but passe thorow on fote onely.","20":"But he sayde: Thou shalt not go thorow, And the Edomites came out against them with a mightie people & a stroge hande.","21":"Thus ye Edomites denied to graute Israel passage thorow the borders of the lande. And Israel turned awaye from them.","22":"And the children of Israel brake vp fro Cades, and came with the whole congregacion vnto mount Hor.","23":"And the LORDE spake vnto Moses & Aaron at mount Hor harde vpon the coastes of ye lande of ye Edomites, & sayde:","24":"Let Aaro be gathered vnto his people: for he shal not come in to ye lande yt I haue geuen vnto ye children of Israel, because ye were dishobedient vnto my mouth at the water of strife.","25":"Take Aaron and Eleasar and his sonne, and brynge them vp vnto mount Hor,","26":"and strype Aaron out of his vestimentes, and put the vpon Eleasar his sonne and there shall Aaron be gathered (vnto his people) and dye.","27":"Then dyd Moses as the LORDE comaunded him, and they wente vp vnto Mount Hor in ye sight of the whole congregacion.","28":"And Moses toke Aarons clothes, & put the vpon Eleasar his sonne. And Aaron dyed there, euen aboue vpon the mount.","29":"And Moses & Eleasar came downe from the mount. And whan the whole congregacion sawe that Aaron was awaye, they mourned for him thirtie daies thorow out the whole house of Israel."}