{"1":"Blowe out ye trompet in Sion, & crie vpo my holy hill, yt all soch as dwel in the londe, maye treble at it: for ye daie of the LORDE commeth, & is harde at honde:","2":"a darcke daye, a gloomynge daye, a cloudy daye, yee & a stormy daye, like as the mornynge spredeth out vpo the hilles: Namely, a great & mightie people: soch as haue not bene sens ye begynnynge, nether shal be after them for euermore.","3":"Before him shal be a consumynge fyre, & behynde him a burnynge flame. The londe shal be as a garden of pleasure before him, but behinde him shal it be a very waist wildernesse, & there is no man, that shal escape him.","4":"They are to loke vpon like bayrded horses, & runne like horse men.","5":"They skyppe vp vpon ye hilles, as it were the sounde of charettes: as the flame of fyre that consumeth the strawe, and as a mightie people redy to the batell.","6":"The folke shalbe afrayed of him, all faces shal be as blacke as a pot.","7":"These shal rune like giauntes, & leape ouer the walles like men of warre. Euery ma in his goinge shal kepe his araie, & not go out of his Path.","8":"There shal not one dryue another, but ech shal kepe his owne waye. They shal breake in at the wyndowes, & not be hurte:","9":"They shal come into the cite, & runne vpon the walles: They shal clymme vp vpon the houses, & slyppe in at the wyndowes like a thefe.","10":"The earth shal quake before him, yee the heauens shalbe moued: the Sonne & Moone shal be darckened, and the starres shal withdrawe their shyne.","11":"The LORDE shal shewe his voyce before his hoost, for his hoost is greate, stronge & mightie to fulfill his commaundement. This is yt greate and maruelous fearfull daye of the LORDE: And who is able to abyde it?","12":"Now therfore saieth the LORDE: Turne you vnto me with all youre hertes, with fastinge, wepynge and mournynge:","13":"rente youre hertes, & not youre clothes. Turne you vnto the LORDE youre God, for he is gracious & mercifull, longe sufferynge & of greate compassion: & redy to pardone wickednes.","14":"Then (no doute) he also shal turne, & forgeue: & after his chastenynge, he shal let youre increase remayne, for meat & drynck offerynges vnto the LORDE youre God?","15":"Blowe out with the tropet in Sion, proclame a fastynge, call the congregacion,","16":"& gather the people together: warne the congregacion, gather the elders, bringe the children & suclynges together. Let ye brydegrome go forth of his chabre, & the bryde out of her closet.","17":"Let the prestes serue the LORDE betwixte the porch & ye aulter, wepinge & sayenge: be fauourable (o LORDE) be fauourable vnto thy people: let not thine heretage be brought to soch confucion, lest the Heithen be lordes therof. Wherfore shulde they saye amonge the Heithen: where is now their God?","18":"Then shal the LORDE be gelous ouer his londe, & spare his people:","19":"yee ye LORDE shal answere, & saye vnto his people: Beholde, I wil sende you corne, wyne & oyle, so that ye shal haue plenty of them: & I wil nomore geue you ouer to be a reprofe amonge the Heithen.","20":"Agayne, as for him of the north, I shal dryue him farre from you: & shute him out in to a drye and waist londe, his face towarde the east see, and his hynder partes towarde the vttemost see. The stynke of him shall go vp, and his fylthy corrupcion shal fall vpon himself, because he hath dealte so proudly.","21":"Feare not (o londe) but be glad and reioyse, for the LORDE wil do greate thinges.","22":"Be not ye afrayed nether (o ye beastes of the felde) for the pastures shal be grene, and the trees shal beare their frute: the fygetrees & vinyardes shal geue their increase.","23":"Be glad then (o ye children of Sion) and reioyse in the LORDE youre God, for he hath geuen you the teacher of rightuousnes: & he it is yt shal sende you downe shuwers of rayne, early and late in the first moneth:","24":"so that ye garners shal be full of corne, and the presses plenteous in wyne and oyle.","25":"And as for the yeares that ye gre?shopper, locuste, blasstinge & caterpiller (my greate hoost, which I sent amonge you) haue eaten vp, I shal restore them to you agayne:","26":"so that ye shal haue ynough to eate, and be satisfied: and prayse the name of the LORDE youre God, that so maruelously hath dealte with you. And my people shall neuer be confounded eny more:","27":"Ye shall well knowe, that I am in the myddest of Israel, and that I am youre God: yee and that there is none other, and my people shall nomore be brought to confucion.","28":"After this, will I poure out my sprete vpon all flesh: & yor sonnes & yor doughters shal prophecy: yor olde me shal dreame dreames & youre yonge men shal se visions:","29":"Yee in those dayes I will poure out my sprete vpon seruauntes and maydens.","30":"I will shewe wonders in heauen aboue, and tokes in the earth beneth: bloude and fyre, and the vapoure off smoke.","31":"The Sonne shalbe turned in to darcknesse, & ye Moone in to bloude: before yt greate & notable daye off the LORDE come.","32":"And the tyme shal come: yt who so euer calleth on the name of the LORDE, shalbe saued. For vpon the mount Sion & at Ierusalem, there shalbe a saluacion, like as the LORDE hath promised: yee & amonge the other remnaunt, whom the LORDE shall call."}