{"1":"Ye masters, do vnto youre seruauntes that which is iust and equall, and knowe, yt ye also haue a master in heauen.","2":"Contynue in prayer, and watch in the same with thankesgeuynge,","3":"and praye also together for vs, that God open vnto vs the dore of the worde, to speake the mystery of Christ (wherfore I am also in bodes)","4":"that I maye vtter ye same, as it becommeth me to speake.","5":"Walke wysely towarde them that are without, and redeme ye tyme.","6":"Let youre speach be allwaye fauorable, seasoned with salt, that ye maye knowe how to answere euery man.","7":"Tichicus the deare brother and faithfull mynister & felowe seruaut in ye LORDE, shal tell you what case I am in.","8":"Whom I haue sent vnto you for the same purpose, that he mighte knowe how ye do, & that he mighte comforte youre hertes,","9":"with one Onesimus a faithfull and beloued brother, which is one of you: they shal shewe you of all thinges, which are adoynge here","10":"Aristarchus my preson felowe saluteth you, and Marcus Barnabasses sisters sonne, touchinge whom ye receaued commaundementes: Yf he come vnto you, receaue him,","11":"and Iesus, which is called Iustus, which are of the circumcision. These onely are my helpers in the kyngdome of God, which were to my consolacion.","12":"Epaphras a seruaunt of Christ, which is one of you, saluteth you, & allwaye laboureth feruently for you in prayers, yt ye maye stonde perfecte and full, in all that is the wil of God.","13":"I beare him recorde, that he hath a feruent mynde for you, and for the at Laodicea, and at Hierapolis.","14":"Deare Lucas the Phisician saluteth you, and so doth Demas.","15":"Salute the brethre, which are at Laodicea, and salute Nymphas, and the cogregacion which is in his house.","16":"And whan the epistle is red of you, cause it to be red also in the cogregacio at Laodicea, & that ye likewyse reade the epistle of Laodicea.","17":"And saye to Archippus: Take hede to the office which thou hast receaued in the LORDE, that thou fulfyll it.","18":"My salutacion with the hnade of me Paul. Remembre my bodes. Grace be with you, Amen."}