{"1":"Heare my lawe (o my people) encline yor eares vnto ye wordes of my mouth.","2":"I wil open my mouth in parables, and speake of thinges of olde.","3":"Which we haue herde and knowne, and soch as oure fathers haue tolde vs.","4":"That we shulde not hyde them from the children of the generacions to come: but to shewe the honoure of the LORDE, his might and wonderfull workes that he hath done.","5":"He made a couenaunt with Iacob, and gaue Israel a lawe, which he comaunded oure forefathers to teach their children.","6":"That their posterite might knowe it, and the children which were yet vnborne.","7":"To the intent yt when they came vp, they might shewe their children the same.","8":"That they also might put their trust in God, & not to forget what he had done, but to kepe his comaundementes.","9":"And not to be as their forefathers, a frowarde and ouerthwarte generacion, a generacion that set not their herte a right, and whose sprete was not true towarde God.","10":"Like as the children of Ephraim, which beynge harnessed and carienge bowes, turned them selues backe in the tyme of battayll.","11":"They kepte not the couenaut of God, & wolde not walke in his lawe.","12":"They forgat what he had done, and the wonderfull workes that he had shewed for them.","13":"Maruelous thinges dyd he in the sight of their fathers in the londe of Egipte, euen in the felde of Zoan.","14":"He deuyded the see and let them go thorow it, and made the waters to stonde like a wall.","15":"In the daye tyme he led them with a cloude, and all the night thorow with a light of fyre.","16":"He cloaue the hard rockes in the wildernesse, and gaue them drynke therof, as it had bene out of the greate deapth.","17":"He brought waters out of the stony rocke, so that they gusshed out like the ryuers.","18":"Yet for all this they synned agaynst him, and prouoked the most hyest in the wildernesse.","19":"They tempted God in their hertes, and requyred meate for their lust,","20":"For they spake agaynst God and sayde: Yee yee, God shal prepare a table in the wyldernesse, shall he?","21":"Lo, he smote the stony rocke, that the watery streames gusshed out, and the streames flowed withall: but how can he geue bred and prouyde flesh for his people?","22":"When the LORDE herde this, he was wroth: so the fyre was kyndled in Iacob, and heuy displeasure agaynst Israel.","23":"Because they beleued not in God, and put not their trust in his helpe.","24":"So he commauded the cloudes aboue, and opened the dores of heauen.","25":"He rayned downe Manna vpo them for to eate, and gaue them bred from heauen.","26":"Then ate they angels fode, for he sent them meate ynough.","27":"He caused the east wynde to blowe vnder the heauen, and thorow his power he brought in the south wynde.","28":"He made flesh to rayne vpon them as thicke as dust, and fethered foules like the sonde of ye see.","29":"He let it fall amoge their tetes roude aboute their habitacios.","30":"So they ate & were fylled, for he gaue them their owne desyre. They were not dispoynted of their lust.","31":"But whyle ye meate was yet in theyr mouthes: The heuy wrath of God came vpo the, slewe ye welthiest of the, & smote downe ye chosen men of Israel.","32":"But for all this they synned yet more, and beleued not his woderous workes.","33":"Therfore their dayes were consumed in vanite, and sodenly their yeares were gone.","34":"When he slewe them, they sought him, and turned them early vnto God.","35":"They thought then that God was their socoure, and that the hye God was their redemer.","36":"Neuerthelesse, they dyd but flater him in their mouthes, and dissembled with him in their tonges.","37":"For their herte was not whole with him, nether continued they in his couenaunt.","38":"But he was so mercifull, that he forgaue their mysdedes, and destroyed them not:","39":"Yee many a tyme turned he his wrath awaye, and wolde not suffre his whole displeasure to aryse.","40":"For he considered yt they were but flesh: euen a wynde that passeth awaye, and commeth not agayne.","41":"O how oft haue they greued him in the wildernesse? How many a tyme haue they prouoked him in the deserte?","42":"They turned backe & tempted God, and moued the holy one in Israel.","43":"They thought not of his hade, in ye daye when he delyuered them from the hande of ye enemie.","44":"How he had wrought his miracles in Egipte, and his woders in the londe of Zoan.","45":"How he turned their waters in to bloude, so that they might not drynke of the ryuers.","46":"How he sent lyse amonge them, to eate them vp, and frogges to destroye them.","47":"How he gaue their frutes vnto the catirpiller, and their laboure vnto the greshopper.","48":"How he bett downe their vynyardes with hayle stones, and their Molbery trees with the frost.","49":"How he smote their catell with haylestones, and their flockes with hote thoder boltes.","50":"How he sent vpon them ye furiousnesse of his wrath, anger & displeasure: with trouble and fallinge in of euel angels.","51":"When he made a waye to his fearfull indignacio, and spared not their soules from death, yee and gaue their catell ouer to the pestilence.","52":"When he smote all the firstborne in Egipte, the most principall and mightiest in ye dwellinges of Ham.","53":"But as for his owne people, he led them forth like shepe, and caried them in the wyldernesse like a flocke.","54":"He brought them out safely, that they shulde not feare, and ouerwhelmed their enemies with the see.","55":"He caried them vnto the borders of his Sanctuary: euen in to this hill, which he purchased with his right hande.","56":"He dyd cast out the Heithen before them, caused their londe to be deuyded amonge them for an heretage, and made ye tribes of Israel to dwell in their tetes.","57":"For all this they tempted and displeased the most hye God, and kepte not his couenaunt.","58":"But turned their backes and fell awaye like their forefathers, startinge asyde like a broken bowe.","59":"And so they greued him with their hie places, & prouoked him with their ymages.","60":"When God herde this, he was wroth, and toke sore displeasure at Israel.","61":"So that he forsoke the tabernacle in Silo, euen his habitacion wherin he dwelt amonge men.","62":"He delyuered their power in to captiuyte, and their glory in to the enemies hode.","63":"He gaue his people ouer in to the swerde, for he was wroth with his heretage.","64":"The fyre consumed their yonge men, and their maydes were not geuen to mariage.","65":"Their prestes were slayne with the swerde, and there were no wyddowes to make lamentacion.","66":"So the LORDE awaked as one out of slepe, and like a giaunte refreshed with wyne.","67":"He smote his enemies in ye hynder partes, and put them to a perpetuall shame.","68":"He refused the tabernacle of Ioseph, and chose not the trybe of Ephraim.","69":"Neuerthelesse, he chose ye trybe of Iuda, eue the hill of Sion which he loued.","70":"And there he buylded his temple on hye, and layed ye foundacion of it like ye grounde, that it might perpetually endure.","71":"He chose Dauid also his seruaut, and toke him awaye from the shepe foldes.","72":"As he was folowinge the yowes greate with yonge, he toke him, that he might fede Iacob his people, and Israel his enheritaunce. So he fed them with a faithfull and true hert, and ruled them with all ye diligence of his power."}