{"1":"We haue herde with or eares (o God) or fathers haue tolde vs, what thou hast done in their tyme, of olde.","2":"How thou hast dryue out the Heithen wt thy honde, & plated the in: how thou hast destroyed the nacions & cast the out.","3":"For they gat not the londe in possession thorow their owne swerde, nether was it their owne arme that helped them.","4":"But thy right hade, thyne arme & the light of thy countenaunce, because thou haddest a fauoure vnto them.","5":"Thou art ye kinge & my God, thou sendest helpe vnto Iacob.","6":"Thorow ye, wil we ouerthrowe oure enemies: & in thy name will we treade them vnder, that ryse vp agaynst vs.","7":"For I will not trust in my bowe, it is not my swerde yt shal helpe me.","8":"But it is thou that sauest vs fro oure enemies, and puttest them to confucion that hate vs.","9":"We will allwaye make oure boast of God, and prayse thy name for euer.","10":"Sela. But now thou forsakest vs, & puttest vs to confucion, and goest not forth with oure hoostes.","11":"Thou makest vs to turne oure backes vpon oure enemies, so that they which hate vs, spoile oure goodes.","12":"Thou lettest vs be eaten vp like shepe, & scatrest vs amonge the Heithen.","13":"Thou sellest thy people for naught, & takest no moneye for them.","14":"Thou makest vs to be rebuked of or neghbours, to be laughed to scorne aud had in derision, of them that are rounde aboute vs.","15":"Thou hast made vs a very byworde amonge the Heithen, & that the people shake their heades at vs.","16":"My cofucion is daylie before me, & the shame of my face couereth me.","17":"For the voyce of the slaunderer & blasphemer, for the enemie and auenger.","18":"All this is come vpon vs, & yet haue we not forgotten the, ner behaued oure selues vnfaithfully in thy couenaunt.","19":"Oure hert is not turned backe, nether oure steppes gone out of thy waye.","20":"That thou smytest vs so in the place of the serpet, & couerest vs with ye shadowe of death.","21":"Yf we had forgotten the name of oure God, & holde vp oure hondes to eny straunge God: Shulde not God fynde it out? for he knoweth the very secretes of the hert.","22":"But for thy sake we are kylled all the daie longe, and are counted as shepe apoynted to be slayne.","23":"Vp LORDE, why slepest thou? Awake, and cast vs not of for euer.","24":"Wherfore hydest thou thy face? wilt thou clene forget oure misery and oppressio?","25":"For oure soule is brought lowe euen vnto the dust, and oure bely cleueth vnto the grounde.","26":"Arise o LORDE, helpe vs, and delyuer vs for thy mercie sake."}