{"1":"Stryue thou with them (o LORDE) that stryue wt me, fight thou agaynst them that fight agaynst me.","2":"Laye honde vpon the shylde and speare, and stonde vp to helpe me.","3":"Drawe out thy swearde, and stoppe the waye agaynst them that persecute me, saye vnto my soule: I am yi helpe.","4":"Let them be cofounded and put to shame, that seke after my soule: let the be turned back and brought to confucion, that ymagin myschefe for me.","5":"Let the be as ye dust before the wynde, and the angell of the LORDE scaterynge the.","6":"Let their waye be darcke and slippery, and the angell of the LORDE to persecute them.","7":"For they haue pryuely laied their nett to destroye me without a cause, yee and made a pitte for my soule, which I neuer deserued.","8":"Let a sodane destruccio come vpon him vnawarres, and ye nett that he hath layed priuely, catch him self, that he maye fall in to his owne myschefe.","9":"But let my soule be ioyfull in the LORDE, and reioyse in his helpe.","10":"All my bones shal saie: LORDE, who is like vnto the? which delyuerest ye poore from those that are to stronge for him, yee the poore and the nedy from his robbers.","11":"False witnesses are rysen vp, & laye to my charge thinges that I knowe not.","12":"They rewarde me euell for good, to the greate discomforth of my soule.","13":"Neuertheles, when they were sick, I put on a sack cloth: I humbled my soule with fastinge, and my prayer turned in to myne owne bosome.","14":"I behaued myself as though it had bene my frende or my brother, I wete heuely, as one yt mourneth for his mother.","15":"But in my aduersite they reioyse, and gather them together: yee ye very lame come together agaynst me vnawarres, makynge mowes at me, & ceasse not.","16":"With ye gredy & scornefull ypocrites, they gna?shed vpon me with theirteth.","17":"LORDE, whan wilt thou loke vpo this? O restore my soule from ye wicked rumoure of the, my dearlinge from the lyons.","18":"So wil I geue ye thankes in the greate congregacion, & prayse the amonge moch people.","19":"O let the not triuphe ouer me, that are myne enemies for naught: O let them not wyncke wt their eyes, that hate me without a cause.","20":"And why? their comonynge is not for peace, but they ymagin false wordes agaynst ye outcastes of the londe.","21":"They gape vpon me wt their mouthes, sayenge: there there: we se it with oure eyes.","22":"This thou seist, o LORDE: holde not thy tonge the: go not farre fro me, o LORDE.","23":"Awake (LORDE) and stonde vp: auenge thou my cause, my God, and my LORDE.","24":"Iudge me (o LORDE my God) acordinge to thy rightuousnesse, yt they triuphe not ouer me.","25":"O let the not saye in their hertes: there there, so wolde we haue it. O let them not saye: we haue ouercome him.","26":"Let them be put to confucion and shame, that reioyse at my trouble: let the be clothed with rebuke and dishonoure, that boost the selues agaynst me.","27":"Let them also be glad and reioyse, that fauoure my rightuous dealinge: yee let them saye allwaye: blessed be ye LORDE, which hath pleasure in the prosperite of his seruaunt.","28":"And as for my tonge, it shall be talkynge of thy rightuousnes and of thy prayse, all the daye longe."}