{"1":"Blessed are those yt be vndefiled in the waye: which walke in the lawe of ye LORDE.","2":"Blessed are they that kepe his testimonies, & seke him with their whole herte.","3":"Which walke in his wayes, & do no wickednesse.","4":"Thou hast geuen strayte charge to kepe thy commaundementes.","5":"O that my wayes were stablished to kepe thy statutes.","6":"So shulde I not be confounded, whyle I haue respecte vnto all thy commaundementes.","7":"I wil thanke the with an vnfayned herte, because I am lerned in the iudgmentes of thy rightuousnesse.","8":"I wil kepe thy statutes, o forsake me not vtterly.","9":"Where withall shall a yonge man clense his waye? Euen by rulinge himself after thy worde.","10":"With my whole herte do I seke ye, O let me not go wronge out of thy comaundemetes.","11":"Thy wordes haue I hyd within my herte, yt I shulde not synne agaynst the.","12":"Praysed be thou O LORDE, O teach me thy statutes.","13":"With my lippes wil I be tellynge out all the iudgmentes of thy mouth.","14":"I haue as greate delite in the waye of thy testimonies, as in all maner of riches.","15":"I wil exercise my self in thy comaundementes, & haue respecte vnto thy fotepathes.","16":"My delite shalbe in thy statutes, I will not forget thy wordes.","17":"O do well vnto thy seruaunt, that I maye lyue and kepe thy wordes.","18":"Open thou myne eyes, & so shal I spie out wonderous thinges in yi lawe.","19":"I am a strauger vpo earth, O hyde not thy commaundementes fro me.","20":"My soule breaketh out, for the very feruent desyre that I haue allwaye vnto thy iudgmentes.","21":"Thou rebukest the proude, cursed are they that departe from thy commaundemetes","22":"O turne fro me shame & rebuke, for I kepe thy testimonies.","23":"Prynces also syt & speake agaynst me, but thy seruaut is occupied in thy statutes.","24":"In thy testimonies is my delite, they are my councelers.","25":"My soule cleueth to the dust, O quicken thou me acordinge to thy worde.","26":"I knowleged my wayes, & thou herdest me, O teach me then thy statutes.","27":"Make me to vnderstonde the waye of thy commaundemetes, & so shal I talke of thy wonderous workes.","28":"My soule melteth awaye for very heuynesse, o set me vp acordinge vnto thy worde.","29":"Take fro me the waye of lyenge, & graunte me thy lawe.","30":"I haue chosen the waye of treuth, thy iudgmentes haue I layed before me.","31":"I sticke vnto thy testimonies, o LORDE cofounde me not.","32":"I wil rune the waye of thy commaundementes, when thou hast comforted my herte.","33":"Teach me o LORDE the waye of thy statutes, and I shal kepe it vnto the ende.","34":"O geue me vnderstondinge, and I shal kepe yi lawe, yee I shal kepe it with my whole herte.","35":"Lede me in the path of thy commaundemetes, for that is my desyre,","36":"Enclyne myne herte vnto thy testimonies, & not to cuvetousnes.","37":"O turne awaye myne eyes, lest they beholde vanite, & quicke me in thy waie.","38":"O stablish thy worde in thy seruaunt, yt I maye feare the.","39":"Take awaye the rebuke yt I am afraied of, for thy iudgmetes are amiable.","40":"Beholde, my delite is in thy commaudemetes, o quycke me in thy rightuousnesse.","41":"Let thy louynge mercy come vnto me (o LORDE) and thy sauynge health acordinge vnto thy worde.","42":"That I maye geue answere vnto my blasphemers, for my trust is in yi worde.","43":"O take not ye worde of treuth vtterly out of my mouth, for my hope is in thy iudgmentes.","44":"So shal I allwaye kepe thy lawe, yee for euer and euer.","45":"And I wil walke at liberty, for I seke thy commaundementes.","46":"I wil speake of thy testimonies euen before kynges, and wil not be ashamed.","47":"My delite shalbe in thy commaundementes, which I loue.","48":"My hondes also will I lift vp vnto thy commaundemetes which I loue, & my talkynge shalbe of thy statutes.","49":"O thynke vpon thy seruaunt as concernynge yi worde, wherin thou hast caused me to put my trust.","50":"For it is my comforte in my trouble, yee thy worde quyckeneth me.","51":"The proude haue me greatly in derision, yet shrencke not I from thy lawe.","52":"I remembre thy euerlastinge iudgmentes (o LORDE) and am comforted.","53":"I am horribly afrayed for ye vngodly, that forsake thy lawe.","54":"Thy statutes are my songes in the house of my pilgremage.","55":"I thynke vpon thy name (o LORDE) in the night season, and kepe thy lawe.","56":"It is myne owne, for I kepe thy commaundementes.","57":"Thou art my porcion (o LORDE) I am purposed to kepe thy lawe.","58":"I make myne humble peticion in thy presence wt my whole herte, o be mercifull vnto me acordinge vnto yi worde.","59":"I call myne owne wayes to remembraunce, and turne my fete in to thy testimonies.","60":"I make haist, and prolonge not the tyme, to kepe thy commaundemetes.","61":"The congregacions of the vngodly haue robbed me, but I forget not thy lawe.","62":"At mydnight stonde I vp, to geue thakes vnto the, for the iudgmentes of thy rightuousnesse.","63":"I am a companyon of all them that feare the, and kepe thy commaundementes.","64":"The earth (o LORDE) is full of thy mercy, O teach me thy statutes.","65":"O LORDE, thou hast dealt frendly with thy seruaunt, acordinge vnto thy worde.","66":"O lerne me kyndnesse, nourtoure & knowlege, for I beleue thy commaundementes.","67":"Before I was troubled, I wente wronge, but now I kepe thy worde.","68":"Thou art good and frendly, O teach me thy statutes.","69":"The proude ymagin lyes vpon me, but I kepe thy commaundemetes with my whole herte.","70":"Their herte is as fat as brawne, but my delite is in thy lawe.","71":"It is good for me that I haue bene in trouble, that I maye lerne thy statutes.","72":"The lawe of thy mouth is dearer vnto me, the thousandes of golde & syluer.","73":"Thy hades haue made me and fashioned me, O geue me vnderstondinge, that I maye lerne thy commaundementes.","74":"They that feare the, wil be glad when they se me, because I put my trust in thy worde.","75":"I knowe (o LORDE) yt thy iudgmentes are right, and yt thou of very faithfulnesse hast caused me be troubled.","76":"O let thy mercifull kyndnesse be my comforte, acordinge to the promyse that thou hast made vnto thy seruaunt.","77":"O let thy louynge mercies come vnto me, that I maye lyue, for thy lawe is my delyte.","78":"Let the proude be confounded, which handle so falsly agaynst me.","79":"But let soch as feare the, & knowe thy testimonies, be turned vnto me.","80":"O let my herte be vndefyled in thy statutes, that I be not ashamed.","81":"My soule longeth for thy sauynge health, for my trust is in thy worde.","82":"Myne eyes loge sore for thy worde, sayege: Oh when wilt thou coforte me?","83":"For I am become like a botell in ye smoke, yet do not I forget thy statutes.","84":"How many are the dayes of thy seruaunt? Whe wilt thou be auenged of my aduersaries?","85":"The proude haue dygged pittes for me, which are not after thy lawe.","86":"All thy commaundemetes are true, they persecute me falsly, O be thou my helpe.","87":"They haue almost made an ende of me vpon earth, but I forsake not thy commaundemetes.","88":"O quycke me after yi louinge kyndnes, & so shall I kepe the testimonies of thy mouth.","89":"O LORDE, thy worde endureth for euer in heaue.","90":"Thy treuth also remayneth from one generacion to another: thou hast layed the foundacion of the earth, and it abydeth.","91":"They cotinue this daye acordinge to thy ordinaunce, for all thinges serue the.","92":"Yf my delyte were not in thy lawe, I shulde perishe in my trouble.","93":"I wil neuer forget thy comaundementes, for with the thou quyckenest me.","94":"I am thine, oh helpe me, for I seke thy commaundementes.","95":"The vngodly laye wayte for me to destroye me, but I considre thy testimonies.","96":"I se that all thinges come to an ende, but thy commaundemet is exceadinge brode.","97":"O what a loue haue I vnto thy lawe? all the daye longe is my talkynge of it.","98":"Thou thorow thy commaundement hast made me wyser the myne enemies, for it is euer by me.","99":"I haue more vnderstondinge then all my teachers, for thy testimonies are my studye.","100":"Yee I am wyser then the aged, for I kepe thy comaundementes.","101":"I refrayne my fete from euery euell waye, that I maye kepe thy wordes.","102":"I shrenck not from thy iudgmentes, for thou teachest me.","103":"O how swete are thy wordes vnto my throte? Yee more the hony vnto my mouth.","104":"Thorow thy commaundementes I get vnderstondinge, therfore I hate all false wayes.","105":"Thy worde is a lanterne vnto my fete & a light vnto my pathes.","106":"I haue sworne & am sted fastly purposed, to kepe the iudgmetes of thy rightuousnesse.","107":"I am troubled aboue measure, quycken me (o LORDE) acordinge vnto thy worde.","108":"Let the frewil offeringes of my mouth please the (o LORDE) & teach me yi iudgmetes.","109":"My soule is allwaye in my hode, yet do not I forget thy lawe.","110":"The vngodly haue laied a snare for me, but yet swarue not I fro thy comaundemetes.","111":"Thy testimonies haue I claymed as myne heretage for euer: & why? they are the very ioye of my herte.","112":"I applye myne herte to fulfill thy statutes all waye, euen vnto the ende.","113":"I hate ye vngodly, but thy lawe do I loue.","114":"Thou art my defence & shylde, my trust is in thy worde.","115":"Awaye fro me ye wicked, I wil kepe the commaundementes of my God.","116":"O stablish me acordinge vnto thy worde, yt I maye lyue, & let me not be disapoynted of my hope.","117":"Holde thou me vp, & I shall be safe: yee I shal euer be talkynge of thy statutes.","118":"Thou treadest downe all the yt departe from thy statutes, for they ymagin but disceate.","119":"Thou puttest awaye all the vngodly of the earth like drosse, therfore I loue thy testimonies.","120":"My flesh trebleth for feare of the, and I am afrayed of thy iudgmetes.","121":"I deale wt the thinge yt is laufull & right, O geue me not ouer vnto my oppressours.","122":"Be thou suertie for thy seruaut to do him good, that the proude do me no wronge.","123":"Myne eyes are waysted awaye wt lokynge for thy health, & for ye worde of thy rightuousnesse.","124":"O deale with thy seruaunt acordinge vnto thy louynge mercy, and teach me thy statutes.","125":"I am thy seruaunt, O graunte me vnderstodinge, that I maye knowe thy testimonies.","126":"It is tyme for the (o LORDE) to laye to thine hode, for they haue destroyed thy lawe.","127":"For I loue thy comaundemetes aboue golde and precious stone.","128":"Therfore holde I straight all thy commaundemetes, and all false wayes I vtterly abhorre.","129":"Thy testimonies are wonderfull, therfore doth my soule kepe them.","130":"When thy worde goeth forth, it geueth light and vnderstodinge, eue vnto babes.","131":"I ope my mouth & drawe in my breth, for I desyre thy commaundemetes.","132":"O loke thou vpon me, and be mercyfull, as thou vsest to do vnto those yt loue yi name.","133":"Ordre my goinges after thy worde, that no wickednesse raigne in me.","134":"O delyuer me from the wrogeous dealinges of me, and so shal I kepe thy commaundemetes.","135":"Shewe the light of thy countenaunce vnto thy seruaunt, and lerne me thy statutes.","136":"Myne eyes gusshe out with water, because men kepe not thy lawe.","137":"Rightuous art thou (o LORDE) & true is yi iudgmet.","138":"The testimonies that thou hast commauded, are exceadinge rightuous and true.","139":"My zele hath euen consumed me, because myne enemies haue forgotten thy wordes.","140":"Thy worde is tried to the vttermost, & thy seruaunte loueth it.","141":"I am small and of no reputacio, yet do not I forget thy comaudementes.","142":"Thy rightuousnesse is an euerlastinge rightuousnes, and thy lawe is true.","143":"Trouble and heuynesse haue take holde vpo me, yet is my delite in thy commaundementes.","144":"The rightuousnes of thy testimonies is euerlastinge, o graunte me vnderstondinge, and I shal lyue.","145":"I call wt my whole herte, heare me (o LORDE) I wil kepe thy statutes.","146":"Yee euen vpo the do I call, helpe me, and I shal kepe yi testimonies.","147":"Early in ye mornynge do I crie vnto the, for in thy worde is my trust.","148":"Myne eyes preuete ye night watches, yt I might be occupied in thy wordes.","149":"Heare my voyce (o LORDE) acordige vnto thy louynge kyndnesse, quycke me acordige as thou art wot.","150":"They drawe nye yt of malice persecute me, & are farre fro yi lawe.","151":"Be thou nye at hode also (o LORDE) for thy promises are faithfull.","152":"As concernynge thy testimonies, I haue knowne euer sens the begynnynge, that thou hast grounded them for euer.","153":"O considre my aduersite, & delyuer me, for I do not forget thy lawe.","154":"Manteyne thou my cause and defende me, quycken me acordinge vnto thy worde.","155":"Health is farre fro the vngodly, for they regarde not thy statutes.","156":"Greate is thy mercy (o LORDE) quycken me as thou art wont.","157":"Many there are that trouble me, and persecute me, yet do not I swarue fro thy testimonies.","158":"It greueth me, whan I se, that the transgressours kepe not thy lawe.","159":"Considre (LORDE) how I loue thy comaundementes, O quycken me wt thy louinge kyndnesse.","160":"Thy worde is true from euerlastinge, all the iudgmentes of thy rightuousnesse endure for euermore.","161":"The prynces persecute me without cause, but my herte stodeth in awe of thy wordes.","162":"I am as glad of thy worde, as one yt fyndeth greate spoyles.","163":"As for lyes, I hate & abhorre them, but thy lawe do I loue","164":"Seuen tymes a daye do I prayse the, because of thy rightuous iudgmentes.","165":"Greate is the peace yt they haue which loue yi lawe, & they are not offended at it.","166":"LORDE, I loke for yi sauynge health, & do after thy comaundemetes.","167":"My soule kepeth thy testimonies, & loueth the exceadingly.","168":"I kepe thy comaundemetes & testimonies, for all my wayes are before the.","169":"Let my coplaynte come before the (o LORDE) geue me vnderstondinge, acordinge vnto thy worde.","170":"Oh let my supplicacio come before the, delyuer me acordinge to thy promyse.","171":"My lippes shall speake of thy prayse, seynge thou hast taught me thy statutes.","172":"Yee my toge shall synge of thy worde, for all thy comaundemetes are right.","173":"Let thy hade helpe me, for I haue chosen thy comaudementes.","174":"I longe for thy sauynge health (o LORDE) & in thy lawe is my delyte.","175":"Oh let my soule lyue & prayse the, yt thy iudgmentes maye helpe me.","176":"I go astraye, like a shepe that is lost: Oh seke thy seruaunt, for I do not forget thy commaundementes."}