{"1":"Reioyse in ye LORDE (o ye rightuous) for it becommeth well the iust to be thankfull.","2":"Prayse the LORDE with harpe: synge psalmes vnto him with the lute and instrument of ten strynges.","3":"Singe him a new songe, yee synge lustely vnto him & with a good corage.","4":"For the worde of ye LORDE is true, and all his workes are faithfull.","5":"He loueth mercy & iudgment, ye earth is full of the goodnesse of the LORDE","6":"By the worde of the LORDE were the heauens made, & all the hoostes of them by ye breth of his mouth.","7":"He gathereth ye waters together as it were in a bottell, & laieth vp the depe in secrete.","8":"Let all the earth feare the LORDE, and let all them that dwell in the worlde, stode in awe of him.","9":"For loke what he sayeth, it is done: and loke what he comaudeth, it stondeth fast.","10":"The LORDE bryngeth the councell of the Heithen to naught, and turneth the deuyces of the people.","11":"But the coucell of the LORDE endureth, and the thoughtes of his hert from generacion to generacion.","12":"Blessed are the people that holde the LORDE for their God, & blessed are the folke whom he hath chosen to be his heretage.","13":"The LORDE loketh downe from heauen, & beholdeth all the children of men:","14":"from his stronge seate he considreth all them yt dwell in the worlde.","15":"He only hath fashioned all the hertes of them, & knoweth all their workes.","16":"A kynge is not helped by his owne greate hoost, nether is a giaunte saued thorow the might of his owne stregth.","17":"A horse is but a vayne thynge to saue a man, it is not the power of his stregth that can delyuer him.","18":"Beholde, the eye of the LORDE loketh vnto them that feare him, & put their trust in his mercy.","19":"That he maye delyuer their soules from death, and to fede them in the deare tyme.","20":"Let oure soule paciently abyde the LORDE, for he is oure helpe and shilde.","21":"So shal oure herte reioyse in him, because we haue hoped in his holy name.","22":"Let thy mercifull kyndnesse (o LORDE) be vpon vs, like as we put oure trust in the."}