{"1":"Let God aryse, so shal his enemies be scatered, and they that hate him, shal fle before him.","2":"Like as the smoke vanisheth, so shalt thou dryue them awaye: and like as waxe melteth at the fyre, so shall the vngodly perish at the presence off God.","3":"But the rightuous shal be glad & reioyse before God, they shalbe mery & ioyful.","4":"Oh synge vnto God, synge prayses vnto his name: magnifie him yt rydeth aboue the heaues (whose name is ye LORDE) & reioyse before hi.","5":"He is a father of ye fatherlesse, he is a defender of widdowes: eue God in his holy habitacio.","6":"He is the God yt maketh me to be of one mynde in a house, & bryngeth ye presoners out of captiuite in due season, but letteth ye rennagates cotinue in scarcenesse.","7":"O God, when thou wetest forth before yi people, whe thou wetest thorow ye wildernes.","8":"Sela. The earth shoke, & ye heauens dropped at the presence of God in Sinai, at ye presence of God which is ye God of Israel.","9":"Thou o God sendest a gracious rayne vpon thyne enheritauce, & refreshest it, when it is drye.","10":"That thy beastes maye dwell therin, which thou of thy goodnes hast prepared for the poore.","11":"The LORDE shal geue the worde, wt greate hoostes of Euagelistes.","12":"Kinges wt their armies shal fle, & they of ye housholde shal deuyde ye spoyle.","13":"Yf so be yt ye lye amoge the pales, the doues fethers shalbe couered with syluer, & hir winges of the color of golde.","14":"When the Allmightie setteth kynges vpo the earth, it shalbe cleare euen in the darcknesse.","15":"The hill of Basan is Gods hill, the hill of Basan is a pleteous hill.","16":"Why hoppe ye so, ye greate hilles? It pleaseth God to dwell vpo this hill, yee the LORDE wil abyde in it for euer.","17":"The charettes of God are many M. tymes a thousande, the LORDE is amoge them in the holy Sinai.","18":"Thou art gone vp an hye, thou hast led captyuite captyue, & receaued giftes for me: Yee euen for thy enemies, that they might dwell with the LORDE God.","19":"Praysed be the LORDE daylie, eue ye God which helpeth vs, & poureth his benefites vpo vs.","20":"Sela. The God yt is or Sauior, eue God the LORDE by who we escape death.","21":"The God that smyteth his enemies vpo the heades & vpon the hayrie scalpes: soch as go on still in their wikednes.","22":"The LORDE hath sayde: some wil I bringe agayne from Basan, some wil I bringe agayne fro the depe of the see.","23":"That thy fote maye be dipped in the bloude of thine enemies, & that thy dogges maye licke it vp.","24":"It is well sene (o God how thou goest, how thou my God and kynge goest in the Sanctuary.","25":"The syngers go before, and then the mynstrells amonge the maydens with the tymbrels.","26":"O geue thankes vnto God the LORDE in the congregacion, for the welles of Israel.","27":"There litle Beniamin, the prynces of Iuda, the prynces of Zabulo, and the prynces of Nephthali beare rule amoge them.","28":"Thy God hath comitted stregth vnto the, stablish the thinge (o God) that thou hast wrought in vs.","29":"For thy teples sake at Ierusalem shal kynges brynge presentes vnto the.","30":"Reproue the beestes amonge the redes, the heape of bulles with the calues: those that dryue for money. Oh scatre the people that delyte in batayle.","31":"The prynces shal come out of Egipte, the Morians lode shal stretch out hir hondes vnto God.","32":"Synge vnto God, o ye kyngdomes of the earth: o synge prayses vnto the LORDE.","33":"Sela. Which sytteth in the heauens ouer all fro the begynnge: Lo, he shal sende out his voyce, yee and that a mightie voyce.","34":"Ascrybe ye the power vnto God, his glory is in Israel, and his might in the cloudes.","35":"God is wonderfull in his Sanctuary, he is the God of Israel, he will geue strength and power vnto his people. Blessed be God."}