{"1":"O Lorde, thou searchest me out, and knowest me. Thou knowest my downe syttinge & my vprisynge, thou vnderstodest my thoughtes a farre of.","2":"Thou art aboute my path & aboute my bedd, & spyest out all my wayes.","3":"For lo, there is not a worde i my toge, but thou (o LORDE) knowest it alltogether.","4":"Thou hast fashioned me behinde & before, & layed thine hode vpon me.","5":"Soch knowlege is to wonderfull & excellet for me, I can not atteyne vnto it.","6":"Whither shal I go then from thy sprete? Or, whither shal I fle from thy presence?","7":"Yf I clymme vp in to heauen, thou art there: yf I go downe to hell, thou art there also.","8":"Yf I take the wynges of the mornynge, & remayne in the vttemost parte of the see:","9":"Euen there also shal thy honde lede me, and thy right hande shal holde me.","10":"Yf I saye: peradueture the darcknesse shal couer me, then shal my night be turned to daye.","11":"Yee the darcknesse is no darcknesse with the, but the night is as cleare as the daye, the darcknesse & light are both alike.","12":"For my reynes are thyne, thou hast couered me in my mothers wombe.","13":"I wil geue thakes vnto the, for I am woderously made: maruelous are thy workes, and that my soule knoweth right well.","14":"My bones are not hyd from the, though I be made secretly, and fashioned beneth in the earth.","15":"Thine eyes se myne vnparfitnesse, they stonde all writte i thy boke:","16":"my dayes were fashioned, when as yet there was not one of them","17":"How deare are yi coucels vnto me o God? O how greate is the summe of them?","18":"Yf I tell them, they are mo in nombre then the sonde: when I wake vp, I am present with the.","19":"Wilt thou not slaye ye wicked (oh God) that the bloudethyrstie mighte departe fro me?","20":"For they speake vnright of the, thine enemies exalte them selues presumptuously.","21":"I hate them (o LORDE) that hate the, & I maye not awaye with those that ryse vp agaynst the?","22":"Yee I hate them right sore, therfore are they myne enemies.","23":"Trye me (o God) and seke the grounde of myne hert: proue me, & examen my thoughtes.","24":"Loke well, yf there be eny waye of wickednesse in me, & lede me in the waye euerlastinge."}