{"1":"O Lorde God, to whom vengeaunce belogeth: thou God to whom vengeaunce belongeth, shewe thy self.","2":"Arise thou iudge of the worlde, & rewarde the proude after their deseruynge.","3":"LORDE, how longe shal the vngodly, how longe shal the vngodly tryumphe?","4":"How longe shal all wicked doers speake so di?daynedly, and make soch proude boastynge?","5":"They smyte downe thy people (o LORDE) and trouble thine heretage.","6":"They murthur the widdowe and the straunger, and put the fatherlesse to death.","7":"And yet they saie: Tush, the LORDE seyth not, the God of Iacob regardeth it not.","8":"Take hede, ye vnwise amonge the people: o ye fooles, when wil ye vnderstonde?","9":"He that planted the eare, shal he not heare? he that made the eye, shal not he se?","10":"He that nurtureth the Heithen, and teacheth a man knowlege, shal not he punysh?","11":"The LORDE knoweth the thoughtes of men, that they are but vayne.","12":"Blessed is the ma, whom thou lernest (o LORDE) and teachest him in thy lawe.","13":"That thou mayest geue him pacience in tyme of aduersite, vntill the pytte be dygged vp for the vngodly.","14":"For the LORDE wil not fayle his people, nether wil he forsake his inheritaunce.","15":"And why? iudgment shalbe turned agayne vnto rightuousnesse, and all soch as be true of hert shal folowe it.","16":"Who ryseth vp with me agaynst the wicked? who taketh my parte agaynst the euell doers?","17":"Yf the LORDE had not helped me, my soule had allmost bene put to sylence.","18":"When I sayde: my fote hath slipped, thy mercy (o LORDE) helde me vp.","19":"In ye multitude of the sorowes that I had in my herte, thy comfortes haue refreshed my soule.","20":"Wilt thou haue eny thinge to do with the stole of wickednesse, which ymagineth myschefe in the lawe?","21":"They gather them together agaynst the soule of the rightuous, & condemne the innocent bloude.","22":"But the LORDE is my refuge, my God is the stregth of my confidece.","23":"He shal recompence the their wickednesse, and destroye them in their owne malice: yee the LORDE oure God shal destroye them."}