{"1":"O how louynge is God vnto Israel, to soch as are of a clene hert?","2":"Neuerthelesse my fete were allmost gone, my treadinges had wel nye slipte.","3":"And why. I was greued at ye wicked, to se the vngodly in soch prosperite.","4":"For they are in no parell of death, but stonde fast like a palace.","5":"They come in no misfortune like other folke, nether are they plaged like other men.","6":"And this is the cause that they be so puft vp in pryde, & ouerwhelmed with cruelte and vnrigthuousnesse.","7":"Their eyes swell for fatnesse, they do euen what they lyst.","8":"Corrupte are they, and speake blasphemies maliciously, proude and presumptuous are their wordes.","9":"They stretch forth their mouth vnto the heauen, & their tonge goeth thorow the worlde.","10":"Therfore fall the people vnto them, and there out sucke they no small auauntage.","11":"Tush (saye they) how shulde God perceaue it? is there knowlege in the most hyest?","12":"Lo, these are the vngodly, these prospere in the worlde, these haue riches in possession.","13":"Shulde I then clense my hert in vayne (thought I) & wash my hondes in innocency?","14":"Wherfore shulde I be then punyshed daylie, & be chastened euery mornynge?","15":"Yee I had allmost also sayde euen as they: but lo, then shulde I haue condemned the generacion of thy children.","16":"Then thought I to vnderstonde this, but it was to harde for me.","17":"Vntill I wete in to ye Sanctuary of God, & considered the ende of these men.","18":"Namely, how thou hast set the in a slippery place, that thou maiest cast the downe headlynges & destroye the.","19":"O how sodenly do they consume, perish, & come to a fearfull ende?","20":"Yee euen like as a dreame when one awaketh, so makest thou their ymage to vanish out of the cite.","21":"Thus my hert was greued, & it wente euen thorow my reynes.","22":"So foolish was I and ignoraunt, and as it were a beest before the.","23":"Neuerthelesse, I am allwaye by the, thou holdest me by my right hande.","24":"Thou ledest me with thy coucel, and afterwarde receauest me vnto glory.","25":"O what is there prepared for me in heauen? there is nothinge vpo earth, that I desyre in comparison of the.","26":"My flesh and my herte fayleth, but God is the strength of my hert, and my porcion for euer.","27":"For lo, they that forsake the, shal perishe, thou destroyest all them that committe fornicacion agaynst the.","28":"But it is good for me, to holde me fast by God, to put my trust in the LORDE God, and to speake of all thy workes."}