{"1":"O Geue thankes vnto the LORDE, for he is gracious, and his mercy endureth for euer.","2":"Let Israel now confesse, yt his mercy endureth for euer.","3":"Let the house of Aaron now confesse, that his mercy endureth for euer.","4":"Yee let the now that feare the LORDE, confesse, that his mercy endureth for euer.","5":"I called vpon the LORDE in trouble, and the LORDE herde me at large.","6":"The LORDE is my helper, I wil not feare what man doeth vnto me.","7":"The LORDE is my helper, & I shal se my desyre vpon myne enemies.","8":"It is better to trust in the LORDE, then to put eny confidence in man.","9":"It is better to trust in the LORDE, then to put eny confidece in prynces.","10":"All Heithen compased me rounde aboute, but in the name of the LORDE wil I destroye the.","11":"They kepte me in on euery syde, but in the name of the LORDE, I wil destroye them.","12":"They came aboute me like bees, & were as hote as the fyre in the thornes, but in the name of the LORDE I wil destroye them.","13":"They thrust at me, that I might fall, but the LORDE was my helpe.","14":"The LORDE is my stregth, & my songe, & is become my saluacion.","15":"The voyce of ioye & myrth is in the dwellynges of ye rightuous, for ye right hande of the LORDE hath gotte the victory.","16":"The right hande of the LORDE hath the preemynence, the right hade of the LORDE hath gotte the victory.","17":"I wil not dye, but lyue, and declare the workes of the LORDE.","18":"The LORDE hath chastened & correcte me, but he hath not geuen me ouer vnto death.","19":"Open me the gates of rightuousnes, yt I maye go in there thorow, & geue thakes vnto the LORDE.","20":"This is the dore of the LORDE, the rightuous shall entre in thorow it.","21":"I thanke the, yt thou hast herde me, & art become my saluacio.","22":"The same stone which the buylders refused, is become the heade stone in the corner.","23":"This was the LORDES doinge, & it is maruelous in or eyes.","24":"This is the daye which the LORDE hath made, let vs reioyse and be glad in it.","25":"Helpe now o LORDE, o LORDE sende vs now prosperite.","26":"Blessed be he that cometh in the name of the LORDE, we wish you good lucke, ye that be of the house of the LORDE.","27":"God is the LORDE, & hath shewed vs light: O garnish the solempne feast with grene braunches, eue vnto the hornes of ye aulter.","28":"Thou art my God, & I wil thanke the: thou art my God, and I wil prayse the.","29":"O geue thankes vnto the LORDE, for he is gracious, & his mercy endureth for euer."}