{"1":"My songe shal be allwaye of the louynge kyndnesse of the LORDE, wt my mouth wil I euer be shewinge thy faithfulnesse fro one generacion to another.","2":"For I haue sayde: mercy shal be set vp for euer, thy faithfulnesse shalt thou stablish in the heauens.","3":"I haue made a couenaunt with my chosen, I haue sworne vnto Dauid my seruaunt.","4":"Thy sede wil I stablish for euer, and set vp thy Trone from one generacion to another.","5":"Sela. O LORDE, the very heaues shal prayse thy wonderous workes, yee & thy faithfulnes in ye congregacion of the sayntes.","6":"For who is he amonge the cloudes, that maye be copared vnto the LORDE?","7":"Yee what is he amonge the goddes, that is like vnto the LORDE?","8":"God is greatly to be feared in the councell of the sayntes, & to be had in reuerence of all the that are aboute him.","9":"O LORDE God of hoostes, who is like vnto the in power? thy trueth is rounde aboute the.","10":"Thou rulest the pryde of the see, thou stillest the wawes therof, whe they arise.","11":"Thou breakest the proude, like one that is wounded, thou scatrest thine enemies abrode with thy mightie arme.","12":"The heaues are thine, the earth is thine: thou hast layed the foundacio of the roude worlde and all that therin is.","13":"Thou hast made the north and the south, Tabor and Hermon shal reioyse in thy name.","14":"Thou hast a mightie arme, stronge is thy hande, and hye is thy right hande.","15":"Rightuousnes and equite is the habitacion of thy seate, mercy and trueth go before thy face.","16":"Blessed is the people (o LORDE) that can reioyse in the, and walketh in the light of thy countenaunce.","17":"Their delite is in thy name all the daye longe, and thorow thy rightuousnesse they shalbe exalted.","18":"For thou art the glory of their strength, & thorow thy fauoure shalt thou lift vp oure hornes.","19":"The LORDE is oure defence, and the holy one of Israel is oure kynge.","20":"Thou spakest somtyme in visios vnto thy sayntes, and saydest: I haue layed helpe vpon one that is mightie, I haue exalted one chosen out of the people.","21":"I haue founde Dauid my seruaut, with my holy oyle haue I anoynted him.","22":"My honde shal holde him fast, and my arme shal strength him.","23":"The enemie shal not ouercome him, and the sonne of wickednesse shal not hurte him.","24":"I shal smyte downe his foes before his face, and plage them that hate him.","25":"My trueth also & my mercy shalbe with him, and in my name shal his horne be exalted.","26":"I wil set his honde in the see, and his right honde in the floudes.","27":"He shal call me: thou art my father, my God, and the strength of my saluacion.","28":"And I wil make him my firstborne, hyer then the kinges of the earth.","29":"My mercy wil I kepe for him for euermore, and my couenaunt shall stonde fast with him.","30":"His sede wil I make to endure for euer, yee and his Trone as the dayes of heauen.","31":"But yf his childre forsake my lawe, and walke not in my iudgmentes.","32":"Yf they breake myne ordinaunces, and kepe not my commaundementes.","33":"I wil vyset their offences with the rodde, and their synnes with scourges.","34":"Neuerthelesse, my louynge kyndnesse wil I not vtterly take from him, ner fuffre my trueth to fayle.","35":"My couenaunt wil I not breake, ner disanulle the thinge yt is gone out of my lippes.","36":"I haue sworne once by my holynesse, that I wil not fayle Dauid.","37":"His sede shal endure for euer, and his seate also like as the Sonne before me.","38":"He shal stonde fast for euermore as the Moone, and as the faithfull witnesse in heauen.","39":"Sela. But now thou forsakest and abhorrest thyne anoynted, and art displeased at him.","40":"Thou hast turned backe the couenaunt of thy seruaunt, and cast his crowne to the grounde.","41":"Thou hast ouerthrowne all his hedges, and broke downe his stronge holdes.","42":"Al they that go by, spoyle him, he is become a rebuke vnto his neghbours.","43":"Thou settest vp the right hade of his enemies, and makest all his aduersaryes to reioyse.","44":"Thou hast taken awaye the strength of his swerde, and geuest him not victory in the battayll.","45":"Thou hast put out his glory, and cast his Trone downe to the grounde.","46":"The dayes of his youth hast thou shortened, and couered him with dishonoure.","47":"Sela. LORDE, how longe wilt thou hyde thy self? For euer? shal thy wrath burne like fyre?","48":"O remembre how shorte my tyme is, hast thou made all men for naught?","49":"What man is he that lyueth, and shal not se death? Maye a ma delyuer his owne soule from the honde of hell?","50":"Sela. LORDE, where are thy olde louynge kyndnesses, which thou sworest vnto Dauid in thy trueth?","51":"Remebre LORDE the rebuke that ye multitude of the people do vnto thy seruauntes, & how I haue borne it in my bosome.","52":"Wher wt thine enemies blasphemethe, & slauder ye fotesteppes of yi anoynted. Thankes be to the LORDE for euermore: Amen, Amen."}