{"1":"O geue thankes vnto the LORDE, for he is gracious, and his mercy endureth for euer.","2":"Let them geue thakes whom the LORDE hath redemed, & delyuered from the hande of the enemie.","3":"And gathered the out of the londes, fro the east, fro the west, fro the north & from the south.","4":"They wente astraye in the wildernesse in an vntroden waye, & founde no cite to dwell in.","5":"Hongrie & thirstie, & their soule faynted in the.","6":"So they cried vnto the LORDE in their trouble, & he delyuered the from their distresse.","7":"He led the forth by ye right waie, yt they might go to ye cite where they dwelt.","8":"O that me wolde prayse the goodnesse of the LORDE, & the wonders that he doth for the childre of me.","9":"For he satisfied the emptie soule, & fylled the hongrie soule wt good.","10":"Soch as sat in darcknesse and in the shadowe of death, beynge fast bounde in misery & yron.","11":"Because they were not obediet to the comaundementes of God, but lightly regarded the councell of the most highest.","12":"Their herte was vexed with labor, they fell downe, & there was none to helpe them.","13":"So they cried vnto the LORDE in their trouble, & he delyuered them out of their distresse.","14":"He brought the out of darcknesse & out of the shadowe of death, & brake their bondes in sonder.","15":"O that men wolde prayse the goodnesse of the LORDE, & the woders that he doth for the childre of men.","16":"For he hath broken the gates of brasse, & smitte the barres of yron in sonder.","17":"Foolish me were plaged for their offence, & because of their wickednesse.","18":"Their soule abhorred all maner of meate, they were eue harde at deathes dore.","19":"So they cried vnto the LORDE in their trouble, & he delyuered the out of their distresse.","20":"He sent his worde & healed the, & saued the from destruccion.","21":"O that men wolde prayse the goodnesse of the LORDE, & the wonders that he doth for the children of men.","22":"That they wolde offre vnto him the sacrifice of thankesgeuynge, and tell out his workes with gladnes.","23":"They that go downe to the see in shippes, & occupie their busynesse in greate waters.","24":"These men se the workes of the LORDE, & his wonders in the depe.","25":"For at his worde, the stormy wynde aryseth, and lifteth vp the wawes therof.","26":"They are caried vp to the heauen, & downe agayne to the depe, their soule melteth awaye in the trouble.","27":"They rele to and fro, they stacker like a droncken man, and are at their wittes ende.","28":"So they crie vnto the LORDE in their trouble, & he delyuereth the out of their distresse.","29":"He maketh the storme to ceasse, so that the wawes are still.","30":"The are they glad because they be at rest, & so he bryngeth them vnto the hauen where they wolde be.","31":"O that men wolde prayse the goodnes of the LORDE, and the wonders that he doth for the children of men.","32":"That they wolde exalte him in the cogregacion of the people, & loaue him in the seate of the elders.","33":"Which turneth the floudes in to drie londe, and drieth vp the water sprynges.","34":"A frutefull londe maketh he baren, for the wickednesse of them that dwell therin.","35":"Agayne, he maketh the wildernes a stondinge water, and water sprynges of a drye grounde.","36":"There he setteth the hongrie, that they maye buylde them a cite to dwell in.","37":"That they maye sowe their groude, plante vynyaydes, to yelde them frutes of increase.","38":"He blesseth them, so that they multiplie exceadingly, and suffreth not their catell to decrease.","39":"Whe they are minished & brought lowe thorow oppressio, thorow eny plage or trouble.","40":"Though he suffre the to be euell intreated thorow tyrauntes, or let them wandre out of the waye in the wildernesse:","41":"Yet helpeth he the poore out of misery (at the last) and maketh him an housholde like a flocke of shepe.","42":"The rightuous wil cosidre this and reioyse, the mouth of all wickednesse shall be stopped.","43":"Who so is wyse, and pondreth these thinges well, shall vnderstonde the louynge kyndnesses of the LORDE."}