{"1":"O geue thankes vnto the LORDE, and call vpon his name: tell the people what thinges he hath done.","2":"O let youre songes be of him: prayse him, and let youre talkynge be of all his wonderous workes.","3":"Geue his holy name a good reporte, let their hertes reioyse that seke the LORDE.","4":"Seke the LORDE, and his strength, seke his face euermore.","5":"Remembre the maruelous workes that he hath done, his wonders and the iudgmentes of his mouth.","6":"O ye sede of Abraham his seruaunt, ye children of Iacob his chosen.","7":"He is the LORDE oure God, whose punyshmentes are thorow out all the worlde.","8":"He is allwaye myndfull of his couenaunt, and promyse that he made to a thousande generacions.","9":"Yee the couenaunt that he made wt Abraham, and the ooth that he swore vnto Isaac.","10":"And apoynted the same vnto Iacob for a lawe, and to Israel for an euerlastinge testament.","11":"Sayenge: vnto the wil I geue the londe of Canaan, the lott of youre heretage.","12":"When there was yet but a fewe of them, and they straungers therin.","13":"What tyme as they wente from one nacion to another, from one kyngdome to another.","14":"He suffred no man to hurte them, but reproued euen kynges for their sakes.","15":"Touch not myne anoynted, do my prophetes no harme.","16":"Morouer he called for a derth vpon the lode, and destroyed all the prouysion of bred.","17":"But he had sent a man before them, euen Ioseph which was solde to be a bonde seruaunt.","18":"They hurte his fete in the stockes, the yron pearsed his herte.","19":"Vntill the tyme that his worde came, and till the worde of ye LORDE had tried him.","20":"Then sent the kinge and caused him be delyuered, the prynce of the people bad let him go.","21":"He made him lorde of his house, & ruler of all his substaunce.","22":"That he might enfourme his prynces after his wil, and teach his Senatours wysdome.","23":"Israel also came in to Egipte, and Iacob was a straunger in the lode of Ham.","24":"But he increased his people exceadingly, and made them stronger then their enemies.","25":"Whose hert turned, so that they hated his people, and dealt vntruly with his seruauntes.","26":"Then sent he Moses his seruaunt, and Aaron whom he had chosen.","27":"These dyd his tokens amoge them, and wonders in the londe of Ham.","28":"He sent darcknesse and it was darcke, for they were not obedient vnto his worde.","29":"He turned their waters in to bloude, and slewe their fishe.","30":"Their londe brought forth frogges, yee euen in their kynges chambers.","31":"He spake the worde, & their came all maner of flies & lise in all their quarters.","32":"He gaue them hale stones for rayne, and flammes of fyre in their lode.","33":"He smote their vynyardes & fige trees, and destroyed the trees that were in their coastes.","34":"He spake ye worde, and their came greshoppers & catirpillers innumerable.","35":"These ate vp all the grasse in their lode, and deuoured the frutes of their groude.","36":"He smote all ye first borne in their lode, euen the chefe of all their substaunce.","37":"He brought them forth wt syluer & golde, there was not one feble personne amoge their trybes.","38":"Egipte was glad of their departinge, for they were afraied of the.","39":"e spred out a cloude to be a couerynge, and fyre to geue light in the night season.","40":"At their desyre, there came quales, and he fylled them with the bred of heaue.","41":"He opened the rocke of stone, & the waters flowed out: so that ryuers ranne in the wildernesse.","42":"For why, he remembred his holy promyse which he had made vnto Abraham his seruaunt.","43":"Thus he brought forth his people with ioye, and his chosen with gladnesse.","44":"And gaue them the lodes of the Heithe, where they toke the labours of the people in possession.","45":"That they might kepe his statutes, and obserue his lawes. Halleluya. Halleluya."}