{"1":"So the men of Kiriath Iearim came downe, & fetched vp ye Arke of ye LORDE, & brought it in to ye house of Abinadab at Gibea, & they consecrated Eleasar his sonne, yt he might kepe ye Arke.","2":"And fro yt daye that the Arke of ye LORDE abode at KiriathIearim, ye tyme extended forth so longe tyll it came to twentye yeares: and all the house of Israel wepte after the LORDE.","3":"But Samuel sayde vnto all the house of Israel: Yf ye turne you withall youre hert vnto the LORDE, then put awaye from you the straunge goddes and Astaroth, and directe youre hert vnto the LORDE and serue him onely, so shall he delyuer you out of the hande of the Philistynes.","4":"Then the childre of Israel put awaye Baalim and Astaroth from them, and serued the LORDE onely.","5":"Samuel saide: Gather all Israel together vnto Mispa, that I maye praye for you vnto the LORDE.","6":"And they came together vnto Mispa, and drue water, & poured it out before the LORDE, and fasted the same daye, and there they sayde: We haue synned vnto the LORDE. So Samuel iudged the children of Israel at Mispa.","7":"But whan the Philistynes herde that ye children of Israel were come together vnto Mispa, the prynces of the Philistynes wete vp against Israel. Whan ye childre of Israel herde that, they were afrayed of ye Philistynes,","8":"& sayde vnto Samuel: Ceasse not to crye vnto the LORDE oure God for vs, yt he maie helpe vs out of the hande of ye Philistynes.","9":"Samuel toke a fat lambe, & offred an whole burntofferynge vnto the LORDE, & cried vnto the LORDE for Israel, and the LORDE herde him.","10":"And whyle Samuel was offerynge ye burnt sacrifice, ye Philistines came to fight agaynst Israel. But the LORDE thondred a thonder vpon the Philistynes the same daye & discofyted the, so yt they were smytte before Israel.","11":"The wente ye men of Israel forth, & chaced ye Philistynes, & smote them till vnder BethCar.","12":"Then toke Samuel a stone, & set it vp betwene Mispa & Sen, & called it ye Help stone, & sayde: Hither to hath the LORDE helped vs.","13":"Thus were the Philistynes brought downe, & came nomore within the border of Israel. And ye hade of ye LORDE was against the Philistynes, as longe as Samuel lyued.","14":"So Israel gat the cities agayne, that the Philistynes had conquered, fro Ekron vnto Gath, with the borders therof, those did Israel rescue out of the hande of the Philistynes: & Israel had peace wt the Amorites.","15":"Samuel iudged Israel as loge as he liued,","16":"& wete aboute euery yeare vnto Bethel & Gilgal & Mispa: & wha he had iudged Israel in all these places,","17":"he came agayne vnto Ramath for there was his house, & there he iudged Israel, & builded an altare there vnto ye LORDE."}