{"1":"Dauid thoughte in his hert: One of these dayes shal I fall in to the handes of Saul: It is better that I get me my waye in to ye londe of ye Philistynes, that Saul maye leaue of from sekynge me in all the coastes of Israel, so shall I escape his handes.","2":"And he gat him vp, and wente ouer (with the sixe hundreth men that were with him) vnto Achis the sonne of Maoch kynge of Gath.","3":"So Dauid remayned by Achis at Gath, with his me, euery one with his housholde, and Dauid with his two wyues, Ahinoam the Iesraelitisse, and Abigail Nabals wife of Carmel.","4":"And whan worde came to Saul that Dauid was fled vnto Gath, he soughte him nomore.","5":"And Dauid sayde vnto Achis: Yf I haue founde grace in thy sighte, then let there be geuen me a place in one of the cities of the londe, that I maye dwell therin. Wherfore shulde thy seruaunt dwell in the kynges cite with the?","6":"Then Achis gaue him Siclag the same daye. Therfore belongeth. Siclag to the kynges of Iuda vnto this daye.","7":"The tyme that Dauid dwelt in the londe of the Philistynes, is foure monethes.","8":"Dauid wente vp with his men, and fell in to the londe of the Gessurites and Girsites, and Amalechites: for these were the inhabiters of this londe of olde, as thou commest to Sur vnto the lode of Egipte.","9":"But wha Dauid smote ye londe, he let nether man ner woman lyue, and toke the shepe, oxen, asses, Camels and rayment, and returned and came to Achis.","10":"So whan Achis spake: Whither fell ye in to daye? Dauid sayde: Towarde the south parte of Iuda, towarde ye south parte of the Ierahmielites, & towarde the south parte of the Kenites.","11":"But Dauid let nether man ner woman come lyuynge vnto Geth, and thoughte: They mighte peradueture speake & reporte agaynst vs: thus dyd Dauid, and this was his maner as longe as he dwelt in ye londe of the Philistynes.","12":"Therfore Achis gaue credence vnto Dauid, and thoughte: he hath made him selfe stynke before his people of Israel, therfore shal he be my seruaunt for euer."}