{"1":"It fortuned at ye same tyme, yt Ionathas sayde vnto his lad which was his wapen bearer: Come, let vs go ouer to the Philistynes watch yt lyeth aboue, & he tolde not his father.","2":"Saul dwelt at ye ende of Gibea vnder a Pomgranate tre, which was in the suburbe. And the people yt were by him, were vpon a sixe hundreth men.","3":"And Ahia the sonne of Achitob the brother of Icabod, the sonne of Phineas ye sonne of Eli ye prest of the LORDE at Silo, wayre the ouerbody cote. But the people knewe not that Ionathas was gone.","4":"Betwene the passages where Ionathas soughte to go ouer vnto the Phylistynes watch, there were two hye rockes, the one on the one syde, the other on the other: the one was called Bozez, the other Senne.","5":"And ye one laye on the north syde towarde Michmas, and the other on the south syde towarde Gaba.","6":"And Ionathas sayde vnto his wapen bearer: Come, let vs go ouer to ye watch of these vncircumcised, peraduenture the LORDE shall worke with vs, For it is no harde matter for the LORDE to helpe by many or by fewe.","7":"Then answered him his wapen bearer: Do all that is in thine hert, go on thy waie, beholde, I am with the, euen as thine hert wyll.","8":"Ionathas sayde: Well than, Whan we are gone ouer to the men, and come within the sighte of them,","9":"yf they saye: stonde styll, tyll we come to you, then wyll we stonde styll in oure place, and not go vp to them.","10":"But yf they saye: Come vp to vs, we wyll go vp to them, the hath the LORDE delyuered them in to oure hande, and this shalbe a token for vs.","11":"Now whan they came both in the sighte of the Philistynes watch, the Philistynes sayde: Se, ye Hebrues are gone out of their holes, that they were crepte in to.","12":"And the men in the watch answered Ionathas and his wape bearer, and sayde: Come vp to vs, and we wyll teach you what the matter is. Then sayde Ionathas to his weapen bearer. Come vp after me, the LORDE hath delyuered them into Israels hande.","13":"And Ionathas clamme vp with handes and fete, and his wapen bearer after him. And Ionathas smote them downe before him, and his wape bearer slewe behynde him,","14":"so that the first slaughter that Ionathas and his wapen bearer dyd, was vpo a twentye men, with in the length of halue an aker of londe, which a pare of oxen maye tyll in one daye.","15":"And there came a fearfulnes and flight in the hoost vpon the felde, and amonge all the people of the watch: and vpon the destroyers there came a fearfulnes also and flight, so that the londe was in a rumoure, and there came a flight thorow God.","16":"And Sauls watchme at Gibea Be Iamin sawe, that ye multitude gat them awaye, and ranne to and fro.","17":"Saul sayde vnto the people that was with him: Tell and se which of vs is gone awaye. And whan they nombred, beholde, Ionathas & his wapen bearer was not there.","18":"Then saide Saul vnto Ahia: Brynge hither the Arke of God (for at that tyme was the Arke of God with the children of Israel.)","19":"And whyle Saul was yet speakynge to the prest, the multitude in the Philistynes hoost gat vp, ranne, and was greate. And Saul sayde vnto the prest: Withdrawe thine hande.","20":"And Saul cried, and all the people that was with him, and came to the battayll. And beholde, euery mans swerde was agaynst another, and there was a very greate rumoure.","21":"The Hebrues also that were with ye Philistynes afore, and had gone vp with them in the hoost on euery syde, ioyned them selues vnto Israel which were with Saul and Ionathas.","22":"And all the men of Israel which had hyd the selues vpon mount Ephraim, whan they herde that the Philistynes fled, folowed after them in the battayll.","23":"Thus ye LORDE helped Israel at that tyme, and ye battayll lasted vnto Bethauen.","24":"And whan the men of Israel came forth, Saul charged all the people the same daye, and sayde: Cursed be euery man, which eateth bred vntyll euen, that I maye auenge me on myne enemies. Then all the people taisted no bred.","25":"And all the people of the londe came in to the wodd. But there laye hony vpon the felde:","26":"and whan the people came in to the wodd, beholde, the hony flowed, but no man put of it to his mouth with his hade: for the people were afraied because of the ooth.","27":"As for Ionathas he had not herde, that his father had charged the people, and he put forth his staff that he had in his hande, and dypped the ende of it in ye hony combe, and turned his hande to his mouth, and his eyes were lighted.","28":"Then answered one of the people, and sayde: Thy father hath charged the people, and sayde: Cursed be euery ma that eateth oughte this daye. Neuertheles the people were faynte.","29":"Then sayde Ionathas: My father hath troubled the londe: Se how lighte myne eyes are become, because I haue taisted a litle of this hony.","30":"Yf the people this daie had eate of the spoyle of their enemies that they founde, the slaughter shulde haue bene greater agaynst the Philistynes.","31":"Yet smote they the Philistynes the same daye fro Michmas vnto Aialon, and the people were very weery.","32":"And ye people turned to the spoyles, and toke shepe and oxen, and calues, and slewe them vpon the earth, and ate them with the bloude.","33":"Then was it tolde Saul: Beholde, the people synne agaynst the LORDE, in that they eate bloude. He sayde: Ye haue done euell: roll vnto me now a greate stone.","34":"And Saul sayde morouer: Go abrode amoge the people, and saye vnto them, that euery one brynge me his oxe and his shepe, and slaye them here, that ye maye eate, and not to synne agaynst the LORDE with eatynge of bloude. Then broughte all the people euery one his oxe with his hade the same nighte, and slewe them there.","35":"And Saul buylded an altare vnto ye LORDE. This is the first altare that he buylded vnto the LORDE.","36":"And Saul sayde: Let vs go downe after the Philistynes, by nighte, and spoyle them tyll it be cleare mornynge, that we let none escape. They answered: Do what so euer pleaseth the. But the prest sayde: Let vs go nye here vnto God.","37":"And Saul axed at God. Shal I go downe here after ye Philistines? & wilt thou delyuer the in to Israels hande? Neuertheles he answered him not at that tyme.","38":"Then sayde Saul: Let all the armyes of the people come hither, and make search and se, in whom is this synne at this tyme.","39":"For as truly as God the Sauioure of Israel lyueth, & though it be in my sonne Ionathas, he shal dye. And no man answered him of all the people.","40":"And he sayde vnto all Israel: Be ye on the one syde, I & my sonne Ionathas wyl be on this syde. The people sayde vnto Saul: Do as it pleaseth the.","41":"And Saul sayde vnto the LORDE the God of Israel: Do thou that right is. The was Ionathas and Saul taken: but the people wente forth fre.","42":"Saul sayde: Cast the lot ouer me and my sonne Ionathas. So Ionathas was take.","43":"And Saul sayde vnto Ionathas: Tell me, what hast thou done? Ionathas tolde him, & sayde: I taisted a litle hony with the staff that I had in my hande, and beholde, must I dye therfore?","44":"The sayde Saul: God do this and that vnto me, Ionathas thou must dye the death.","45":"But the people sayde vnto Saul: Shulde Ionathas dye, that hath done so greate health in Israel this night? God forbyd. As truly as the LORDE lyueth, there shal not one heer of his heade fall vpon ye earth: for with God hath he wroughte at this tyme. So the people delyuered Ionathas, that he dyed not.","46":"Then wente Saul vp from the Philistynes: and the Philistynes wente vnto their place.","47":"But whan Saul had coquered the kyngdome ouer Israel, he foughte against all his enemyes rounde aboute, against the Moabites, agaynst the childre of Ammon, agaynst the Edomites, agaynst the kynge of Zoba, agaynst ye Philistynes: and whither so euer he turned him, he gat ye victory.","48":"And he made an hoost, and smote ye Amalechites, and delyuered Israel from the hande of all those that spoyled them.","49":"Saul had these sonnes: Ionathas, Isui, and Malchisua. And these were ye names of his two doughters: the firstborne Merob, & ye yogest Michol.","50":"And Sauls wife was called Ahinoam, the doughter of Ahimaas. And his chefe captaynes name was Abner, the sonne of Ner, Sauls vncle.","51":"Cis was ye father of Saul. But Ner ye father of Abner was the sonne of Abiel.","52":"There was a mightie sore warre against the Philistynes, as loge as Saul lyued. And where Saul sawe a man that was stronge and mete for ye warre, he toke him to him."}