{"1":"As for the Arke of God, the Philistynes toke it and broughte it from the stone of helpe vnto A dod","2":"in to the house of Dagon, and set it besyde Dagon.","3":"And whan they of Asdod rose vp early on the morowe, they founde Dagon lyenge on his face vpon the earth, before the Arke of the LORDE. But they toke vp Dagon, and set him agayne in his place.","4":"Neuertheles whan they rose vp early on the nexte morowe, they founde Dagon lyenge on his face agayne vpon the earth before the Arke of the LORDE: but his heade and both his hades hewen of vpon the thresholde, so that the block laie there onely.","5":"Therfore the prestes of Dagon, and all they that go in to his house, treade not vpo the thressholde of Dagon at Asdod vnto this daye.","6":"But the hande of the LORDE was heuy vpon them of Asdod, and destroyed them, and smote Asdod and all the borders therof in secrete places.","7":"Whan the men of Asdod sawe that they were so plaged, they sayde: Let not the Arke of the God of Israel tary with vs, for his hande is to harde vpo vs & vpon or god Dagon.","8":"And they sent forth and gathered all the prynces of the Philistynes vnto them, and sayde: What shal we do with the Arke of the God of Israel? Then answered they of Geth: Let the Arke of the God of Israel be borne aboute.","9":"And they caried the Arke of the God of Israel rounde aboute. But wha they bare it aboute, there was a very greate rumoure in the cite thorow the hande of the LORDE, and smote the people of the cite, from the smallest vnto the greatest, and destroyed them in the secrete places.","10":"Then sent they the Arke of the LORDE vnto Ekron. But wha the Arke of the LORDE came vnto Ekron, they of Ekron cried: They haue caried the Arke of God aboute vnto me, to slaye me and my people.","11":"Then sente they forth, and gathered all ye prynces of the Philistynes together, and sayde: Sende awaye the Arke of the God of Israel agayne vnto hir place, that it slaye not me & my people: for there is a very greate rumoure with the deed in all the cite, and the hande of God is there.","12":"And the people that dyed not, were smytten in secrete places, so that the noyse of the cite wete vp vnto heauen."}