{"1":"There was a man of Ramathaim Sophim of mount Ephraim, whose name was Elcana ye sonne of Ieroham, ye sonne of Elihu, ye sonne of Tohu, ye sonne of Zuph, yt was an Ephrate.","2":"And he had two wyues, ye one was called Anna, ye other Peninna. As for Peninna, she had children, but Anna had no childre.","3":"And ye same man wete vp fro his cite at his tyme, to worshippe and to offer vnto the LORDE Zebaoth at Silo. There were the prestes of the LORDE Ophni and Phineas, the two sonnes of Eli.","4":"Now whan it came vpon a daye that Elcana offred, he gaue partes vnto his wife Peninna, and to all his sonnes and doughters.","5":"But vnto Anna he gaue one deale heuely, for he loued Anna. Neuertheles the LORDE had closed hir wombe,","6":"& hir aduersary cast her in the tethe with hir vnfrutefulnes, because the LORDE had closed hir wombe:","7":"thus dyd she euery yeare, whan they wente vp to the house of the LORDE, and thus she prouoked her. So she wepte, and ate nothinge.","8":"But Elcana hir husbande sayde vnto her: Wherfore wepest thou? and why eatest thou not? And wherfore is thine hert so greued? Am not I better vnto the then ten sonnes?","9":"Then stode Anna vp, whan she had eaten and dronken at Silo. But Eli the prest sat vpon a stole by the poste of the temple of the LORDE.","10":"And she was full of heuynes in hir herte, and prayed vnto the LORDE, and wepte,","11":"and vowed a vowe, and sayde: O LORDE Zebaoth, yf thou wilt loke vpon the aduersite of thy handmayden, and thynke vpon me, and not forget thy handmayden, and wilt geue thy handmayden a sonne, I wil geue him vnto the LORDE all his life longe, and there shal no rasoure come vpon his heade.","12":"And wha she had prayed longe before ye LORDE, Eli toke hede to hir mouth,","13":"for Anna spake in hir hert, hir lippes onely moued, but hir voyce was not herde. Then thoughte Eli she had bene dronken,","14":"and sayde vnto her: How longe wilt thou be dronken? Let come from the the wyne that thou hast by the.","15":"Neuertheles Anna answered and sayde: No my lorde, I am a soroufull woman, wyne and stronge drynke haue I not dronken but haue poured out my hert before ye LORDE.","16":"Counte not thy handmayden a doughter of Belial: for out of my heuy thoughte and sorow haue I spoken hitherto.","17":"Eli answered her, and sayde: Go yi waye in peace, the God of Israel shal graunte ye thy peticion that thou hast desyred of him.","18":"She sayde: Let thy handmayden fynde fauoure in thy sighte. So the woman wente hir waye and ate, and loked nomore so soroufully:","19":"and on ye morow they gat them vp by tymes. And whan they had worshipped before ye LORDE, they returned, and came home vnto Ramatha. And Elcana laye with Anna his wife, and the LORDE remembred her.","20":"And after certayne dayes, she coceaued and bare a sonne, and called his name Samuel, for I haue desyred him (sayde she) of the LORDE.","21":"And whan the man Elcana wente vp with all his housholde to offre sacrifice and his vowe vnto the LORDE at soch tyme as ye custome was,","22":"Anna wente not vp, but sayde vnto hir husbande: (I wil not go vp) tyll ye childe be weened: then will I brynge him, that he maye appeare before the LORDE, and cotynue there for euer.","23":"Elcana hir husbande sayde vnto her: The do as thou thynkest best, tary tyll thou haue weened him: but the LORDE perfourme that he hath spoken. So the woman abode, and gaue hir sonne sucke, tyll she weened him.","24":"And whan she had weened him, she broughte him vp with her, with thre bullockes, with an Ephi of fyne floure, and a bottell of wyne, and broughte him in to ye house of the LORDE at Silo. Neuertheles the childe was yet but yonge.","25":"And they slewe a bullocke, and broughte the childe vnto Eli.","26":"And she sayde: O my lorde, as truly as thy soule lyueth my lorde, I am the woman that stode here by ye, and made intercession vnto the LORDE,","27":"whan I prayed for this childe. Now hath ye LORDE graunted me my peticion, which I desyred of him,","28":"therfore haue I geuen him ouer vnto the LORDE, as longe as he is lent vnto the LORDE. And they worshipped ye LORDE there."}