{"1":"Samuel sayde vnto Saul: The LORDE sent me to anoynte the for to be kynge ouer his people of Israel: heare now therfore the voyce of the wordes of the LORDE.","2":"Thus sayeth ye LORDE Zebaoth: I haue remembred what Amaleck dyd vnto Israel, & how he layed wayte for him in ye waye, whan he wente out of Egipte:","3":"Go yi waye now therfore, and smyte the Amalechites, & damne them with all that they haue, & spare him not: but slaye both man and woman, children & sucklynges, oxen & shepe, Camels and asses.","4":"Saul commaunded the people the same, and nombred them at Talaim, two hudreth thousande fote men, & ten thousande men of Iuda.","5":"And whan Saul came to the cite of the Amalechites, he set an hynder watch by the ryuer,","6":"and sayde vnto ye Kenites: Get you hence, departe, and go downe from ye Amalechites, yt I smyte you not with them, for ye shewed mercy vnto all the children of Israel, wha they departed out of Egipte. So the Kenites gat them awaye from amonge the Amalechites.","7":"Then smote Saul the Amalechites from Heuila vnto Sur (which lyeth ouer against Egipte)","8":"& toke Agag the kynge of ye Amalechites alyue, & damned all ye people wt the edge of the swerde.","9":"Neuertheles Saul and the people spared Agag, and the shepe and oxen yt were good and fat, and the lambes, and all that was good, and wolde not damne the: but loke what was foule and nothinge worth, that they damned.","10":"Then came the worde of the LORDE vnto Samuel, and sayde:","11":"It repenteth me that I made Saul kynge, for he hath turned him selfe backe fro me, and not cofirmed my wordes. Therfore was Samuel angrye, & cried vnto the LORDE all that nighte.","12":"And Samuel gat him vp early, that he might mete Saul in ye mornynge. And it was tolde him, that Saul was come vnto Carmel, & had set him vp a piler, and was gone aboute, and come downe to Gilgall.","13":"Now wha Samuel came to Saul, Saul sayde vnto him: Blessed be thou vnto ye LORDE, I haue perfourmed the worde of ye LORDE.","14":"Samuel answered: What crye is this then of shepe in myne eares, and the crye of oxen which I heare?","15":"Saul sayde: They haue broughte them from the Amalechites: for the people spared the best shepe & oxen for the offerynge of ye LORDE thy God, the other haue we damned.","16":"Neuertheles Samuel answered Saul: Let me tell the what ye LORDE hath sayde vnto me this nighte. He sayde: Saye on.","17":"Samuel sayde: Whan thou wast but small in thine awne eyes, wast thou not ye heade amoge the trybes of Israel? & the LORDE anoynted the to be kynge ouer Israel?","18":"and ye LORDE sent ye in to the waye, & sayde: Go yi waie & damne the synners the Amalechites, and fighte agaynst them, tyll thou haue vtterly destroyed the?","19":"Wherfore hast thou not herkened vnto the voyce of the LORDE, but hast turned thy selfe to the spoyle, and done euell in the sighte of the LORDE?","20":"Saul answered Samuel: Yee I haue herkened vnto the voyce of the LORDE, & haue gone the waye that ye LORDE sent me, and broughte Agag the kynge of the Amalechites, & damned the Amalechites:","21":"but ye people haue take of the spoyle, shepe & oxen, and ye best amoge the damned, to offer vnto ye LORDE thy God in Gilgall.","22":"Samuel saide: Hath the LORDE pleasure in sacrifices and burntofferynges, as in obeynge the voyce of the LORDE? Beholde, obedience is better then offerynge, and to herken is better then the fat of rammes.","23":"For disobedience is as ye synne of witchcrafte, and rebellion is as the blasphemy of Idolatrye. In so moch now as thou hast refused the worde of the LORDE, he hath refused the also, that thou shuldest not be kynge.","24":"Then sayde Saul vnto Samuel: I haue synned, yt I haue transgressed the commaundement of the LORDE and thy worde: for I was afrayed of the people, and herkened vnto their voyce.","25":"And now forgeue me my synne, & returne with me, that I maye worshippe ye LORDE.","26":"Samuel saide vnto Saul: I wil not turne backe with ye, for thou hast refused the worde of the LORDE, and the LORDE hath refused the also, yt thou shuldest not be kynge in Israel.","27":"And whan Samuel turned him backe to go his waye, he gat him by ye edge of his garment, & rete it.","28":"Then sayde Samuel vnto him: The LORDE hath rente the kyngdome of Israel from ye this daye, & geuen it vnto yi neghbor, which is better then thou.","29":"The ouerwynner in Israel also shal not lye, nether shal he repente: for he is no man, that he shulde repente.","30":"He sayde: I haue synned, yet honoure me now before the Elders of my people and before Israel, and turne backe with me, that I maye worshippe the LORDE thy God.","31":"So Samuel turned agayne after Saul, that Saul mighte worshippe the LORDE.","32":"But Samuel sayde: Bringe me hither Agag the kynge of the Amalechites. And Agag wente vnto him tederly. And Agag saide: Thus departeth the bytternesse of death.","33":"Samuel sayde: Like as thy swerde hath made wemen childlesse, so shal yi mother also be without children amonge wemen. So Samuel hewed Agag in peces before ye LORDE in Gilgall.","34":"And Samuel departed vnto Ramath. But Saul wente vp to his house at Gibea Saul.","35":"And Samuel sawe Saul nomore vnto the daye of his death. Neuertheles Samuel mourned for Saul, because it repented the LORDE, that he had made Saul kynge ouer Israel."}