{"1":"The Philistynes gathered all their armies together at Aphek. But Israel pitched at Ain in Iesrael.","2":"And the prynces of the Philistynes wete forth with hundreds and with thousandes, but Dauid and his men wete behynde with Achis.","3":"The sayde the prynces of the Philistynes: What shal these Hebrues do? Achis saide vnto the: Is not this Dauid ye seruaunt of Saul kynge of Israel, which hath bene with me now yeares and dayes, & I haue founde no euell in him sence the tyme that he fell to me vnto this daye?","4":"Neuertheles the prynces of ye Philistynes were wroth at him, & sayde vnto him: Let the man turne backe agayne, & abyde in his place, which thou hast appoynted him, that he go not downe with vs to ye batayll, and become oure aduersary in ye felde. For wherin coulde he better do his lorde a pleasure, the in the heades of these men?","5":"Is not this Dauid, of whom they sunge in the daunce: Saul hath smytte his thousande, but Dauid his ten thousande?","6":"Then Achis called Dauid, and sayde vnto him: As truly as the LORDE lyueth, I take the for an honest man, and thy out goynge and ingoynge with me in ye hoost pleaseth me well, and no euell haue I marked in the, sence ye tyme that thou camest to me vnto this daye. But thou pleasest not the prynces.","7":"Returne now therfore, and go yi waye in peace, that thou do no euell in the sighte of the prynces of ye Philistynes.","8":"Dauid sayde: What haue I done, & what hast thou marked in thy seruaunt, sence ye tyme that I haue bene in yi presence vnto this daye, that I shulde not come and fighte agaynst the enemies of my lorde the kynge?","9":"Achis answered and sayde vnto Dauid: I knowe well that thou pleasest myne eyes eue as an angell of God. But the prynces of ye Philistynes haue sayde: Let him not go vp with vs vnto the batayll.","10":"Get the vp therfore tomorow by tymes, and yi lordes seruauntes which are come with the. And whan ye haue gotten you vp early in the mornynge, whan it is lighte, go yor waye.","11":"So Dauid & his men gat them vp early, to go their waye in the mornynge, and to come agayne in to the londe of the Philistynes. But the Philistynes wente vp towarde Iesrael."}