{"1":"In the thirde yeare off the raigne of kinge Balthasar, there apeared a visio vnto me Daniel, after that I had sene the first.","2":"I sawe in a vision, (and when I sawe it, I was at Susis in the chefe cite, which lyeth in the londe off Elam) and in ye vision, me thought I was by the ryuer off Vlai.","3":"Then I loked vp, and sawe: and beholde there stode before the ryuer, a ramme, which had hornes: and these hornes were hye, but one was hyer then another, and the hyest came vp last.","4":"I sawe that this ramme pu?hed with his hornes, agaynst the west, agaynst the north, and agaynst the south: so that no beestes might stonde before him, ner defende them from his power: but he dyd as him listed, and waxed greatly.","5":"I toke hede vnto this, and then came there an hegoate from the west, ouer the whole earth, and touched not the grounde. This goate had a maruelous goodly horne betwixte his eyes,","6":"and came vnto the ramme, that had the two hornes (whom I had sene afore by the ryuer syde) and ranne fearcely vpon him with his might.","7":"I sawe him drawe nye vnto the ramme, beynge very fearce vpon him: yee he gaue him soch a stroke, that he brake his two hornes: Nether had the ramme so moch strength as to stonde before him: but he kest him downe, trodde him vnder his fete: and no man was able to delyuer the ramme out of his power.","8":"The goate waxed exceadinge greate, and when he was at the strongest, his greate horne was broken also. Then grewe there other foure soch like in the steade, towarde the foure wyndes off the heauen.","9":"Yee out of one of the leest off these hornes, there came vp yet another horne, which waxed maruelous greate: towarde the south, towarde the east, and towarde the fayre pleasaunt londe.","10":"It grewe vp to the hoost off heauen, wherof it dyd cast some downe to the grounde, and off the starres also, and trode them vnder fete.","11":"Yee it grewe vp vnto the prynce off the hoost, from whom the daylie offeringe was taken, and the place off his Sanctuary casten downe.","12":"And a certayne season was geuen vnto it, agaynst the daylie offeringe (because of wickednesse) that it might cast downe the verite to the grounde, and so to prospere in all thinges, that it went aboute.","13":"Vpon this I herde one off the sayntes speakynge, which saynte sayde vnto one that axed this question: How longe shall this vision off the daylie sacrifice and of the waistinge abhominacion endure: that the Sanctuary and the power shall so be troden vnder fote?","14":"And he answered him: Vnto the euenyinge & the morninge, euen two thousande and thre hudreth dayes: then shall the Sanctuary be clensed agayne.","15":"Now when I Daniel had sene this vision, and sought for the vnderstondinge of it: beholde, there stode before me a thinge like vnto a man.","16":"And I herde a mans voyce in the ryuer off Vlai, which cryed, and sayde: O Gabriel, make this man vnderstonde the vision.","17":"So he came, and stode by me. But I was afrayed at his cominge, and fell downe vpon my face. Then sayde he vnto me: O thou sonne of man, marcke well, for in the last tyme shall this vision be fulfylled.","18":"Now as he was speakynge vnto me, I waxed faynte, so that I suncke downe to the grounde. But he toke holde vpon me, and set me vp agayne,","19":"sayenge: Beholde, I will shewe the, what shall happen in the last wrath: for in the tyme appoynted it shal be fulfilled.","20":"The ramme which thou sawest with the two hornes, is the kynge off the Medes ad Perses:","21":"but the goate is the kynge of Grekelonde: the greate horne that stode betwixte his eyes, that is the pryncipall kynge.","22":"But where as it brake, and foure other rose vp in the steade: it signifieth, that out of this people shall stonde vp foure kyngdomes, but not so mightie as it.","23":"After these kyngdomes (whyle vngodnesse is a growinge) there shall aryse a kynge off an vnshamefast face, which shall be wyse in darcke speakinges.","24":"He shalbe mightie and stronge, but not in his owne strength. He shall destroye aboue measure, and all that he goeth aboute, shall prospere: he shall slaye the stronge and holy people.","25":"And thorow his craftynes, falsede shall prospere in his honde, his herte shall be proude, and many one shall he put to death in his welthynesse. He shal stonde vp agaynst the prynce off prynces, but he shalbe destroyed without honde.","26":"And this vision that is shewed vnto the, is as sure as the evenynge and the mornynge. Therfore wryte thou vp this sight, for it wylbe longe or it come to passe.","27":"Vpon this was I Daniel very faynte, so that I laye sicke certayne dayes: but whan I rose vp, I wente aboute the kynges busynesse, and marueled at the vision, neuerthelesse no man knewe of it."}