{"1":"I saye the trueth in Christ, and lye not (wherof my conscience beareth me witnesse in the holy goost)","2":"that I haue greate heuynesse & contynuall sorowe in my hert.","3":"I haue wysshed my selfe to be cursed from Christ for my brethren, that are my kynsmen after the flesh,","4":"which are off Israel: vnto whom pertayneth the childshippe, and the glory, and the couenauntes and lawe, and the seruyce of God, and the promyses:","5":"whose are also the fathers, off whom (after the flesh) commeth Christ, which is God ouer all, blessed for euer, Ame.","6":"But I speake not these thinges, as though the worde of God were of none effecte: for they are not all Israelites, which are of Israel:","7":"nether are they all children, because they are the sede of Abraham: but in Isaac shal the sede be called","8":"vnto the, that is, They which are children after the flesh, are not the children of God, but the children of the promes are counted for the sede.","9":"For this is a worde of the promes, where he sayeth: Aboute this tyme wyl I come, and Sara shal haue a sonne.","10":"Howbeit it is not so with this onely, but also whan Rebecca was with childe by one (namely by oure father Isaac)","11":"or euer the childre were borne, & had done nether good ner bad (that the purpose of God might stode acordinge to the eleccion, not by the deseruynge of workes, but by the grace of the caller)","12":"it was sayde thus vnto her: The greater shal serue the lesse.","13":"As it is wrytten: Iacob haue I loued, but Esau haue I hated.","14":"What shal we saye then? Is God then vnrighteous? God forbyd.","15":"For he sayeth vnto Moses: I shewe mercy, to whom I shewe mercy: and haue copassion,","16":"on who I haue compassion. So lyeth it not then in eny mans wyll or runnynge, but in the mercy of God.","17":"For the scripture sayeth vnto Pharao: For this cause haue I stered the vp, euen to shewe my power on the, that my name mighte be declared in all lodes.","18":"Thus hath he mercy on whom he wyl: and whom he wyl, he hardeneth.","19":"Thou wilt saye then vnto me: Why blameth he vs yet? For who can resiste his will?","20":"O thou man, who art thou, that disputest with God? Sayeth the worke to his workman: Why hast thou made me on this fashion?","21":"Hath not the potter power, out of one lompe of claye to make one vessell vnto honoure, and another vnto dishonoure?","22":"Therfore whan God wolde shewe wrath, and to make his power knowne, he broughte forth with greate pacience the vessels off wrath, which are ordeyned to damnacion:","23":"that he mighte declare the riches off his glorye on ye vessels of mercy, which he hath prepared vnto glorye,","24":"whom he hath called (namely vs) not onely of the Iewes, but also of the Gentyles.","25":"As he sayeth also by Osee: I wil call that my people, which is not my people: and my beloued, which is not ye beloued.","26":"And it shal come to passe in ye place, where it was sayde vnto them: Ye are not my people, there shal they be called the children of the lyuynge God.","27":"But Esay crieth ouer Israel: Though the nombre of the children of Israel be as the sonde of the see, yet shal there but a remnaunt be saued.","28":"For there is the worde, that fynisheth and shorteneth in righteousnes: for a shorte worde shal God make vpon earth.","29":"And as Esay sayde before: Excepte the LORDE of Sabbaoth had lefte vs sede, we shulde haue bene as Sodoma, and like vnto Gomorra.","30":"What shal we saye then? This wil we saye: The Heythen which folowed not righteousnes, haue ouertaken righteousnes: but I speake of the righteousnes that commeth of faith.","31":"Agayne, Israel folowed the lawe of righteousnes, and attayned not vnto the lawe of righteousnes.","32":"Why so? Euen because they soughte it not out of faith, but as it were out of the deseruynge of workes. For they haue stombled at the stomblinge stone.","33":"As it is wrytten: Beholde, I laye in Sion a stone to stoble at, and a rocke to be offended at: and who so euer beleueth on him, shal not be confounded."}