{"1":"What furtheraunce then haue the Iewes? Or what avauntageth circucision?","2":"Surely very moch. First Vnto them was commytted what God spake.","3":"But where as some of them dyd not beleue theron, what then? Shulde their vnbeleue make the promes of God of none effecte?","4":"God forbyd. Let it rather be thus, that God is true, and all me lyers. As it is wrytten: That thou mayest be iustified in thy sayenges, and shuldest ouercome, wha thou art iudged.","5":"But yf it be so, that oure vnrighteousnes prayseth ye righteousnes of God, what shal we saye? Is God then vnrighteous, that he is angrie therfore? (I speake thus after the maner off men)","6":"God forbyd. How mighte God the iudge ye worlde?","7":"For yf the trueth of God be thorow my lye the more excellent vnto his prayse, why shulde I the be iudged yet as a synner?","8":"& not rather to do thus (as we are euell spoken of, and as some reporte, that we shulde saye) Let vs do euell, yt good maye come therof. Whose danacio is inste.","9":"What saye we then? Are we better then they? No, in no wyse: for we haue proued afore, yt both the Iewes and Grekes are all vnder synne.","10":"As it is wrytte: There is none righteous, no not one.","11":"There is none yt vnderstondeth, there is none that seketh after God.","12":"They are all gone out of the waye, they are alltogether become vnprofitable: there is none that doeth good, no not one.","13":"Their throte is an open sepulcre, with their tunges they haue disceaued, the poyson off Aspes is vnder their lippes.","14":"Their mouth is full of cursynge and bytternesse.","15":"Their fete are swifte to shed bloude.","16":"Destruccion & wrechidnes are in their wayes,","17":"and ye waye of peace haue they not knowne.","18":"There is no feare of God before their eyes.","19":"But we knowe, yt, what soeuer the lawe sayeth, it sayeth it vnto them which are vnder the lawe, yt euery mouthe maye be stopped, & yt all the worlde maye be detter vnto God,","20":"because yt by ye dedes of the lawe no flesh maye be iustified in his sighte. For by the lawe commeth but the knowlege of synne.","21":"But now without addinge to of ye lawe is the righteousnes which avayleth before God, declared, hauynge witnesse of ye lawe and the prophetes:","22":"but I speake of ye righteousnes before God, which cometh by the faith on Iesus Christ, vnto all, and vpo all them that beleue.For here is no difference.","23":"For they are all synners, and wate the prayse that God shulde haue of the,","24":"but without deseruynge are they made righteous eue by his grace, thorow the redempcion that is done by Christ Iesu,","25":"whom God hath set forth for a Mercyseate thorow faith in his bloude, to shewe the righteousnes which avayleth before him, in that he forgeueth the synnes, which were done before vnder the sufferaunce of God, which he suffred,","26":"that at this tyme he mighte shewe ye righteousnes which avayleth before him: yt he onely mighte be righteous, & the righteous maker of him which is of the faith on Iesus.","27":"Where is now then thy reioysinge? It is excluded. By what lawe? By the lawe of workes? Nay, but by the lawe of faith.","28":"We holde therfore that a man is iustified by faith, without the workes of the lawe.","29":"Or is God the God of the Iewes onely? Is he not also the God of the Heythen? Yes verely the God of the Heythen also,","30":"for so moch as he is the God onely that iustifieth the circumcision which is of faith, and the vncircucision thorow faith.","31":"Destroye we then the lawe thorow faith? God forbyd. But we mantayne the lawe."}