{"1":"We that are stronge ought to beare ye fraylnesse of them which are weake, and not to stonde in oure awne consaytes.","2":"Let euery one of vs ordre himselfe so, that he please his neghboure vnto his welth, and edifienge:","3":"For Christ pleased not himselfe, but as it is wrytten: The rebukes of them which rebuked the, are fallen vpon me.","4":"What so euer thinges are wrytte afore tyme, are wrytten for oure learnynge, that we thorow pacience and comforte off the scriptures, might haue hope.","5":"The God of pacience and consolacion graunte you to be like mynded one towarde another, acordinge vnto Iesu Christ,","6":"that ye beynge of one mynde, maye wt one mouth prayse God the father of oure LORDE Iesu Christ.","7":"Wherfore receaue ye one another, as Christ hath receaued you to the prayse off God.","8":"But I saye that Christ Iesus was a mynister of the circumcision for the trueth of God, to cofirme the promyses made vnto the fathers,","9":"and that the Heythen mighte prayse God because of mercy, as it is wrytten: For this cause wyl I prayse the amoge the Getyles, and synge vnto thy name.","10":"And agayne he sayeth: Reioyse ye Heythen with his people.","11":"And agayne: Prayse the LORDE all ye Gentiles, and laude him all ye nacios.","12":"And agayne Esay sayeth: There shalbe the rote of Iesse, and he that shal ryse to rule the Gentyles, in him shal the Gentyles trust.","13":"The God off hope fyll you wt all ioye and peace in beleuynge, yt ye maye be plenteous in hope thorow ye power of the holy goost.","14":"I my selfe am full certified of you (my brethren) that ye youre selues are full of goodnes, fylled with all knowlege, so that ye are able to exhorte one another.","15":"Neuertheles (brethre) I haue somwhat more boldly wrytten vnto you, as one that putteth you in remembraunce, for the grace that is geue me of God,","16":"that I shulde be a mynister of Iesu Christ amonge the Heythen, to declare the gospell of God, that the Heythen mighte be an acceptable offerynge vnto God, sanctified by the holy goost.","17":"Therfore maye I boost myselfe thorow Iesu Christ, that I medle with thinges perteyninge vnto God.","18":"For I durst not speake ought, excepte Christ had wroughte the same by me, to make the Heythen obediet thorow worde and dede,","19":"thorow the power of tokens and wonders, and thorow the power of the sprete of God, so that from Ierusale, and roude aboute vnto Illyricon, I haue fylled all with the Gospell of Christ.","20":"So haue I enforced myselfe to preach ye Gospell, not where Christes name was knowne, lest I shulde buylde on another mans foundacion,","21":"but as it is wrytten: To whom he was not spoken of, they shal se: and they that haue not herde, shal vnderstonde.","22":"This is also the cause, wherfore I haue bene oft tymes let to come vnto you.","23":"But now syth I haue nomore place in these countrees, hauynge yet a desyre many yeares sence to come vnto you,","24":"whan I shal take my iourney in to Spayne, I wil come to you: for I trust that I shal passe yt waye and se you, and to be broughte on my waye thitherwarde by you: but so, that I first refresh my selfe a litle with you.","25":"But now go I to Ierusalem, to mynister vnto the sayntes.","26":"For they of Macedonia and Achaia haue wyllingly prepared a commen colleccion together, for the poore sayntes at Ierusalem.","27":"They haue done it wyllingly, and their detters are they. For yf ye Heythen be made partakers off their spiritual thinges, their dutye is to mynister vnto the in bodely thinges.","28":"Now whan I haue perfourmed this, and haue broughte the this frute sealed, I wil take my iourney by you in to Spayne.","29":"But I am sure whan I come vnto you, that I shal come with ye full blessynge of the Gospell of Christ.","30":"I beseke you brethren thorow oure LORDE Iesu Christ, and thorow the loue of the sprete, yt ye helpe me in my busynes with youre prayers vnto God for me,","31":"that I maye be delyuered from the vnbeleuers in Iewrye and that this my seruyce which I do to Ierusalem, maye be accepted of the sayntes,","32":"yt I maye come vnto you with ioye by ye wyll of God, and refreshe my selfe with you.","33":"The God of peace be with you all. Amen."}