{"1":"Knowe ye not brethren (for I speake vnto them that knowe the lawe) how that ye lawe hath power vpon a man as longe as he lyueth?","2":"For the woman yt is in subieccion to the man, is bounde vnto the lawe whyle the man lyueth: but yf the man dye, then is she lowsed from the lawe that concerneth the man.","3":"Yf she be now with another man, whyle the man lyueth, she shal be called a wedlocke breaker. But yf the man be deed, then is she fre from the lawe, so that she is no wedlocke breaker, yf she be with another man.","4":"Euen so my brethren, ye also are deed vnto the lawe by the body of Christ, that ye shulde be with another (namely wt him which is raysed vp from the deed) that we shulde brynge forth frute vnto God.","5":"For whan we were in the flesh, the synfull lustes (which were stered vp by the lawe) were mightie in oure membres to brynge forth frute vnto death.","6":"But now are we lowsed from the lawe, and deed vnto it, that helde vs captyue, so that we shulde serue in a new conuersacion of the sprete, and not in the olde conuersacion of the letter.","7":"What shal we saye then? Is the lawe synne? God forbyd: Neuertheles I knewe not synne, but by ye lawe. For I had knowne nothinge of lust, yf the lawe had not sayde: Thou shalt not lust.","8":"But then toke synne occasion at the commaundement, and stered vp in me all maner of lust. For without the lawe synne was deed.","9":"As for me, I lyued some tyme without lawe. Howbeit whan the commaundement came, synne reuyued, but I was deed.","10":"And the very same commaundement that was geuen me vnto life, was founde to be vnto me on occasion of death.","11":"For synne toke occasion at the comaundement, and disceaued me, and slewe me by the same commaundement.","12":"The lawe in dede is holy, and the commaundement holy, iust and good.","13":"Is that then which is good, become death vnto me? God forbyd. But synne, that it mighte appeare how yt it is synne, hath wroughte me death thorow good: that synne mighte be out of measure synfull by the commaundement.","14":"For we knowe, that the lawe is spirituall, but I am carnall, solde vnder synne:","15":"because I knowe not what I do. For I do not yt I will, but what I hate, yt do I.","16":"Yf I do now that which I wil not, the graunte I, that the lawe is good.","17":"So then it is not I that do it, but synne that dwelleth in me:","18":"for I knowe that in me (yt is, in my flesh) there dwelleth no good thinge.To wyll is present wt me, but to perfourme yt which is good,","19":"I fynde not. For ye good that I wyll, do I not: but the euell which I wil not, that do I.","20":"Yf I do now that I wil not, then is it not I that do it, but synne that dwelleth in me.","21":"Thus fynde I now by the lawe, yt whan I wyl do good, euell is present with me.","22":"For I delite in the lawe of God after the inwarde man:","23":"but I se another lawe in my membres, which stryueth agaynst ye lawe of my mynde, and taketh me presoner in ye lawe of synne, which is in my membres.","24":"O wretched man that I am, who shal delyuer me from the body of this death?","25":"I thanke God thorow Iesus Christ oure LORDE. So then wt the mynde I serue ye lawe of God, but with the flesh the lawe of synne."}