{"1":"Und Jakob zog seines Weges, und es begegneten ihm Engel Gottes.","2":"Und Jakob sprach, als er sie sah: Dies ist das Heerlager Gottes. Und er gab jenem Orte den Namen Machanaim.","3":"Und Jakob sandte Boten vor sich her zu seinem Bruder Esau, in das Land Seir, das Gefilde Edom.","4":"Und er gebot ihnen und sprach: So sollt ihr zu meinem Herrn, zu Esau, sprechen: So spricht dein Knecht Jakob: Bei Laban habe ich mich aufgehalten und bin geblieben bis jetzt;","5":"und ich habe Rinder und Esel, Kleinvieh und Knechte und Mägde erworben; und ich habe gesandt, es meinem Herrn kundzutun, um Gnade zu finden in deinen Augen.","6":"Und die Boten kehrten zu Jakob zurück und sprachen: Wir sind zu deinem Bruder, zu Esau, gekommen, und er zieht dir auch entgegen und vierhundert Mann mit ihm.","7":"Da fürchtete sich Jakob sehr, und ihm ward angst; und er teilte das Volk, das bei ihm war, und das Kleinvieh und die Rinder und die Kamele in zwei Züge.","8":"Und er sprach: Wenn Esau wider den einen Zug kommt und ihn schlägt, so wird derübriggebliebene Zug entrinnen können.","9":"Und Jakob sprach: Gott meines Vaters Abraham und Gott meines Vaters Isaak, Jehova, der du zu mir geredet hast: Kehre zurück in dein Land und zu deiner Verwandtschaft, und ich will dir wohltun!","10":"Ich bin zu gering all der Gütigkeiten und all der Treue, die du deinem Knechte erwiesen hast; denn mit meinem Stabe bin ichüber diesen Jordan gegangen, und nun bin ich zu zwei Zügen geworden.","11":"Rette mich doch von der Hand meines Bruders, von der Hand Esaus! Denn ich fürchte ihn, daß er etwa komme und mich schlage, die Mutter samt den Kindern.","12":"Du hast ja gesagt: Gewißlich werde ich dir wohltun und werde deinen Samen machen wie den Sand des Meeres, der nicht gezählt wird vor Menge.","13":"Und erübernachtete daselbst in jener Nacht; und er nahm von dem, was in seine Hand gekommen war, ein Geschenk für seinen Bruder Esau:","14":"Zweihundert Ziegen und zwanzig Böcke, zweihundert Mutterschafe und zwanzig Widder,","15":"dreißig säugende Kamele mit ihren Füllen, vierzig Kühe und zehn Stiere, zwanzig Eselinnen und zehn junge Esel.","16":"Und er gab sie in die Hand seiner Knechte, je eine Herde besonders, und er sprach zu seinen Knechten: Ziehet vor mir her und lasset Raum zwischen Herde und Herde.","17":"Und er gebot dem ersten und sprach: Wenn mein Bruder Esau dir begegnet und dich fragt und spricht: Wem gehörst du an, und wohin gehst du, und wem gehören diese da vor dir?","18":"so sollst du sagen: Deinem Knechte Jakob; es ist ein Geschenk, gesandt meinem Herrn, dem Esau; und siehe, er selbst ist hinter uns.","19":"Und er gebot auch dem zweiten, auch dem dritten, auch allen, die hinter den Herden hergingen, und sprach: Nach diesem Worte sollt ihr zu Esau reden, wenn ihr ihn findet,","20":"und sollt sagen: Siehe, dein Knecht Jakob ist selbst hinter uns. Denn er sagte: Ich will ihn versöhnen durch das Geschenk, das vor mir hergeht, und danach will ich sein Angesicht sehen; vielleicht wird er mich annehmen.","21":"Und das Geschenk zog vor ihm her, und erübernachtete in jener Nacht im Lager.","22":"Und er stand in jener Nacht auf und nahm seine zwei Weiber und seine zwei Mägde und seine elf Söhne und zogüber die Furt des Jabbok;","23":"und er nahm sie und führte sieüber den Fluß und führte hinüber, was er hatte.","24":"Und Jakob blieb alleinübrig; und es rang ein Mann mit ihm, bis die Morgenröte aufging.","25":"Und als er sah, daß er ihn nichtübermochte, da rührte er sein Hüftgelenk an; und das Hüftgelenk Jakobs ward verrenkt, indem er mit ihm rang.","26":"Da sprach er: Laß mich los, denn die Morgenröte ist aufgegangen; und er sprach: Ich lasse dich nicht los, du habest mich denn gesegnet.","27":"Da sprach er zu ihm: Was ist dein Name? Und er sprach: Jakob.","28":"Da sprach er: Nicht Jakob soll hinfort dein Name heißen, sondern Israel; denn du hast mit Gott und mit Menschen gerungen und hast obsiegt.","29":"Und Jakob fragte und sprach: Tue mir doch deinen Namen kund! Da sprach er: Warum doch fragst du nach meinem Namen? Und er segnete ihn daselbst.","30":"Und Jakob gab dem Orte den Namen Pniel: denn ich habe Gott von Angesicht zu Angesicht gesehen, und meine Seele ist gerettet worden!","31":"Und die Sonne ging ihm auf, als erüber Pniel hinaus war; und er hinkte an seiner Hüfte.","32":"Darum essen die Kinder Israel nicht die Spannader, dieüber dem Hüftgelenk ist, bis auf den heutigen Tag, weil er das Hüftgelenk Jakobs, die Spannader, angerührt hat."}