{"1":"And thou shalt take vnto the Aaron thy brother and his sonnes fro amonge the childre of Israel, that he maye be my prest: namely Aaron & his sonnes Nadab, Abihu, Eleazar and Ithamar:","2":"& thou shalt make holy clothes for Aaro yi brother, honorable and glorious,","3":"& shalt speake vnto all them that are wise of hert, whom I haue fylled with the sprete of wisdome, that they make garmentes to Aaron for his consecracion, that he maye be my prest.","4":"These are ye garmentes which they shal make: a brestlappe, an ouerbody cote, a tunycle, an albe, a myter and girdell. Thus shal they make holy garmentes for yi brother Aaro and his sonnes, that he maye be my prest.","5":"They shal take therto golde, yalow silke, scarlet, purple, and whyte sylke.","6":"The ouerbody cote shal they make of golde, yalow sylke, scarlet, purple, & whyte twyned sylke of broderd worke,","7":"that it maye be festened together vpon both the sydes by ye edges therof.","8":"And his gyrdell vpo it shall be of ye same wormashippe & stuff, euen of golde yalowe sylke, scarlet, purple, & whyte twyned sylke.","9":"And thou shalt take two Onix stones, and graue in them the names of the children of Israel.","10":"Syxe names vpon the one stone, and the sixe other names vpon the other stone acordinge to the order of their age.","11":"This shalt thou do by the stonegrauers that graue signettes, so that ye stones with the names of the children of Israel to be set rounde aboute with golde:","12":"and thou shalt put them vpon the two shulders of the ouerbody cote, that that they maye be stones of remembraunce for the children of Israel, that Aaron maye beare their names vpon both his shulders before the LORDE for a remembraunce.","13":"Thou shalt make hokes of golde also,","14":"and two wrethe cheynes of pure golde, and shalt fasten them vnto the hokes.","15":"The brestlappe of iudgment shalt thou make of broderd worke, euen after the worke of the ouerbody cote: of golde, yalow sylke, scarlet, purple, and whyte twyned sylke.","16":"Foure square shall it be and dubble, an hande bredth longe, and an handebredth brode.","17":"And thou shalt fill it with foure rowes full of stones. Let the first rowe be a Sardis, a Topas, and a Smaragde.","18":"The seconde: a Ruby, a Saphyre, and a Dyamonde.","19":"The thirde: a Ligurios, an Achatt, and an Ametyst.","20":"The fourth: a Turcas, an Onix, and a Iaspis. In golde shall they be sett in all the rowes,","21":"and shal stonde acordinge to ye twolue names of the children of Israel, grauen of the stonegrauers, euery one with his name acordinge to the twolue trybes.","22":"And vpon the brestlappe thou shalt make wrethen cheynes by ye corners of pure golde, and two golde rynges,","23":"so, that thou faste the same two rynges vnto two edges of the brestlappe,","24":"and put the two wrethe cheynes of golde in the same two rynges, that are in two edges of the brestlappe.","25":"But the two endes of ye two wrethen cheynes shalt thou fasten in the two hokes vpon the ouerbody cote one ouer agaynst another.","26":"And thou shalt make two other rynges of golde, and fasten them vnto ye other two edges of ye brestlappe, namely to ye borders therof, wherwith it maye hange on the ynsyde vpon the ouerbody cote.","27":"And yet shalt thou make two rynges of golde, and fasten them vpon the two edges beneth to the ouerbody cote, vpon the outsyde one ouer agaynst anothe, where the ouerbody cote ioyneth together.","28":"And the brestlappe shall be fastened by his rynges vnto the rynges of the ouerbody cote with a yalow lace, that it maye lye close vpon the ouerbody cote, and that the brestlappe be not lowsed from the ouerbody cote.","29":"Thus shall Aaron beare the names of the children of Israel in ye brestlappe of iudgment vpon his hert, whan he goeth into the Sanctuary, for a remembraunce before the LORDE allwaye.","30":"And in the brestlappe of iudgment thou shalt put light and perfectnesse, that they be vpon Aaros hert, whan he goeth in before the LORDE, and that he maye beare the iudgment of the children of Israel vpon his hert before the LORDE allwaye.","31":"Thou shalt make the tunykle also to the ouerbody cote all of yalow sylke,","32":"and aboue in the myddest there shal be an hole, and a bonde folden together rounde aboute the hole, that it rente not.","33":"And beneth vpon the hemme thou shalt make pomgranates of yalow sylke, scarlet, purple rounde aboute,","34":"and belles of golde betwixte the same rounde aboute: that there be euer a golden bell and a pomgranate, a golden bell and a pomgranate rounde aboute the hemme of the same tunycle.","35":"And Aaron shall haue it vpon him wha he mynistreth, that the soude therof maye be herde, whan he goeth out and in at the Sanctuary before the LORDE, that he dye not.","36":"Thou shalt make a foreheade plate also of pure golde, and graue therin (after the workmanshipe of the stone grauer): the holynes of the LORDE,","37":"& with a yalow lace shalt thou fasten it vnto the fore front of the myter","38":"vpon Aarons fore heade, yt Aaron maie so beare ye synne of the holy thinges, which the childre of Israel halowe in all their giftes and Sanctuary. And it shall be allwaye vpon his fore heade, that he maye reconcyle them before the LORDE.","39":"Thou shalt make an albe also of whyte sylke, and a myter of whyte sylke, and a gyrdle of nedle worke.","40":"And for Aarons sonnes thou shalt make cotes, gyrdles and bonetes, honorable and glorious,","41":"and shalt put them vpon thy brother Aaron and his sonnes, and shalt anoynte them, and fyll their handes, and consecrate them, that they maye be my prestes.","42":"And thou shalt make them lynnen breches, to couer the flesh of their prenities, from the loynes vnto the thyes.","43":"And Aaron and his sonnes shall haue them on, whan they go in to the Tabernacle of wytnesse, or go vnto the altare to mynister in the Holy, that they beare not their synne, and dye. This shalbe a perpetual custome for him, and his sede after him."}