{"1":"And ye LORDE spake vnto Moses, & sayde:","2":"In the fyrst daye of the first moneth shalt thou set vp ye Habitacio of ye Tabernacle of wytnesse,","3":"and shal put the Arke of wytnes therin, and hange the vayle before ye Arke.","4":"And thou shalt bringe in the table, and garnish it, and brynge in the cadilsticke, and put the lampes theron.","5":"And ye golde altare of incense shalt thou set before ye Arke of wytnesse, & hange vp the hanginge in the dore of the Habitacio.","6":"But the altare of burntofferinges shalt thou set before the dore of the Habitacion of the Tabernacle of wytnesse:","7":"& the lauer betwixte the Tabernacle of wytnesse and the altare, and put water therin,","8":"& set the courte rounde aboute, and hange vp the hanginge in the courte gate.","9":"And thou shalt take the anoyntynge oyle, and anoynte the Habitacion and all that is there in, and shalt consecrate it, and all ye apparell therof, that it maye be holy.","10":"And thou shalt anoynte the altare of burntofferynges and all his vessels, and consecrate it, that it maye be most holy.","11":"The lauer also & his fote shalt thou anoynte & consecrate.","12":"And thou shalt brynge Aaron & his sonnes vnto the dore of the Tabernacle of wytnesse, and wash them with water,","13":"& put the holy vestimentes vpon Aaron, and anoynte him, and consecrate him, that he maye be my prest.","14":"And thou shalt brynge his sonnes also, and put the albes vpon them,","15":"and anoynte them, as thou hast anoynted their father, yt they maye be my prestes. And this anoyntinge shall they haue for an euerlastinge presthode amonge their posterities.","16":"And Moses dyd all as the LORDE comaunded him.","17":"Thus was the Tabernacle set vp in the seconde yeare vpon the first daye of the first moneth.","18":"And whan Moses reared it vp, he fastened ye sokettes and the bordes, and barres, and set vp the pilers,","19":"and spred out the tent ouer the Habitacion, and put the couerynge of the tent aboue an hye, as the LORDE commaunded him.","20":"And he toke the wytnesse, and layed it in the Arke, and put ye staues in the Arke, and set the Mercyseate aboue vpon the Arke,","21":"and brought the Arke in to the Habitacion, and hanged the vayle before the Arke of wytnesse, as the LORDE commaunded him.","22":"And he set the table in the Tabernacle of wytnesse, in the corner of the Habitacion vpon the north syde without the vayle,","23":"and prepared bred theron before ye LORDE as the LORDE commaunded him.","24":"And he set in the candilsticke also, euen ouer agaynst the table, in the corner of the Habitacion vpon the south syde,","25":"and put the lampes theron before ye LORDE, as the LORDE commaunded him.","26":"And the golden altare set he in also before the vayle,","27":"and brent swete incense theron, as the LORDE commaunded him.","28":"And hanged vp the hangynge in the Tabernacle dore.","29":"As for the altare of burntofferynges, he set it before the dore of the Habitacion of ye Tabernacle of wytnesse, and offred burntofferynges and meateofferynges theron, as the LORDE commaunded him.","30":"And the Lauer set he betwixte the Tabernacle of wytnesse and ye altare, and put water therin to wash withall.","31":"And Moses, Aaron and his sonnes washed their hades and fete ther at:","32":"for they ought to wash the, whan they wente in to the Tabernacle of wytnesse, or whan they wente vnto the altare, as the LORDE commaunded him.","33":"And he set vp the courte rounde aboute the Habitacion and the altare, and hanged vp ye hanginge in ye courte gate. Thus Moses fynished the whole worke.","34":"Then a cloude couered ye Tabernacle of wytnesse, and the glory of the LORDE fylled the Habitacion.","35":"And Moses coulde not go in to the Tabernacle of wytnesse, whyle the cloude abode theron, and the glory of ye LORDE fylled the Habitacion.","36":"And whan the cloude remoued from the Habitacion, then wente the children of Israel forth, as oft as they toke their iourney.","37":"But yf the cloude remoued not, then toke not they their iourney, tyll the daie that it remoued:","38":"for in the daye tyme was the cloude of the LORDE vpon the Habitacion, & in the night season was fyre therin, in ye sight of all ye house of Israel, in all their iourneis."}