{"1":"And the LORDE sayde vnto Moses: Hew the two tables of stone, like as ye first were, that I maye wryte in them the wordes, yt were in the first tables, which thou brakest:","2":"and be ready in the mornynge, that thou mayest come vp early vnto mout Sinai, and stonde me vpon the toppe of the mount.","3":"And let no man come vp with the, that there be no man sene thorow out all ye mount: and let nether shepe ner oxen fede before the mount.","4":"And Moses hewed two tables of stone, like as the first were, & arose early in the mornynge, & wente vp vnto mount Sinai, as ye LORDE comaunded him, & toke ye two tables of stone in his hade.","5":"The came the LORDE downe in a cloude. And there he stepte vnto him, & called vpo ye name of ye LORDE.","6":"And whan ye LORDE passed by before his face, he cryed: LORDE LORDE, God, mercifull & gracious, & longe sufferinge, and of greate mercy and trueth,","7":"thou that kepest mercy in stoare for thousandes, and forgeuest wickednes, trespace and synne (before whom there is no man innocent) thou that visitest the wickednesse of the fathers vpon ye children and childers children, vnto the thirde and fourth generacion.","8":"And Moses bowed him self downe vnto the earth, and worshiped him,","9":"and saide: LORDE, yf I haue founde grace in thy sight, the let the LORDE go with vs (for it is an hard necked people) that thou mayest haue mercy vpon oure wickednesses and synnes, and let vs be thyne inheritaunce.","10":"And he sayde: Beholde, I make a couenaunt before all yi people, & wil do wonders, soch as haue not bene done in all londes, and amonge all people. And all ye people amoge whom thou art, shal se ye worke of ye LORDE, for a terryble thinge shal it be, yt I wyl do wt the.","11":"Kepe that I commaunde ye this daye. Beholde, I wyl cast out before the: ye Amorites, Cananites, Hethites, Pheresites, Heuytes and Iebusites.","12":"Bewarre, that thou make no couenaunt with the indwellers of the lande yt thou commest in to, lest they be cause of yi ruyne in the myddest of the:","13":"but their alters shalt thou ouerthrowe, & breake downe their goddes, and rote out their groaues:","14":"for thou shalt worshipe no other god. For ye LORDE is called gelous, because he is a gelous God:","15":"lest (yf thou make any agrement with the indwellers of the londe, and whan they go a whoringe after their goddes, and do sacrifice vnto their goddes) they call ye, and thou eate of their sacrifice,","16":"and lest thou take of their doughters vnto thy sonnes to wyues, and the same go a whoringe after their goddes,","17":"& make thy sonnes go a whoringe after their goddes also. Thou shalt make ye no goddes of metall.","18":"The feast of swete bred shalt thou kepe. Seuen daies shalt thou eate vnleueded bred, like as I comaunded the in the tyme of the moneth Abib: for in the moneth Abib thou wentest out of Egipte.","19":"All yt first breaketh the Matrix, is myne, soch as shalbe male amoge ye catell, yt breaketh the Matrix, whether it be oxe or shepe.","20":"But the first of thyne Asse shalt thou bye out wt a shepe: yf thou redeme it not, then breake his necke. All the first borne of thy children shalt thou redeme. And se that no man appeare before me emptye.","21":"Sixe dayes shalt thou labor, vpon ye seueth daye shalt thou rest both from plowinge and reapynge.","22":"The feast of wekes shalt thou kepe with the firstlinges of the wheate haruest: and the feast of yngaderynge at ye yeares ende.","23":"Thryse in a yeare shal all yor men children appeare before the Souernoure, euen the LORDE and God of Israel.","24":"Whan I shal cast out the Heithen before the, & enlarge yi borders, there shal no man desyre thy lode: for so moch as thou goest vp thre tymes in the yeare, to appeare before ye LORDE thy God.","25":"Thou shalt not offer the bloude of my sacrifice wt leueded bred. And the offerynge of the Easterfeast shal not remayne ouer night vntill the mornynge.","26":"The firstlinges of ye first frutes of thy lode shalt thou brynge in to the house of the LORDE thy God. Thou shalt not seith a kydd, whyle it is yet in his mothers mylke.","27":"And the LORDE saide vnto Moses: wryte these wordes, for because of these wordes haue I made a couenaunt with the & with Israel.","28":"And he was there with the LORDE fourtye dayes and fourtye nightes, and ate no bred, and dranke no water. And he wrote in the tables the wordes of the couenaut, euen ten verses.","29":"Now wha Moses came downe fro mout Sinai, he had the two tables of wytnesse in his hande, & wyst not yt the skynne of his face shyned, because he had talked with him.","30":"And wha Aaron & all the childre of Israel sawe yt the skynne of his face shyned, they were afrayed to come nye him.","31":"The Moses called them. And they returned vnto him, both Aaron & all the chefest of the cogregacion. And he talked wt them.","32":"Afterwarde came all the children of Israel vnto him. And he comaunded the, all yt the LORDE had sayde vnto him vpon the mount Sinai.","33":"Now whan he had made an ende of talkynge wt the, he put a couerynge vpo his face.","34":"And whan he wete in before ye LORDE to talke wt him, he toke ye couerynge of, till he wete out agayne. And whan he came forth & spake wt the childre of Israel what was comaunded him,","35":"the the childre of Israel sawe his face, how yt the skynne of his face shyned: so he put the couerynge vpo his face agayne, tyll he wente in agayne to talke with him."}