{"1":"And thou shalt make an altare of Firre tre, fyue cubytes longe & brode, yt it maye be foure square, & thre cubytes hye:","2":"thou shalt make hornes vpon the foure corners of it, & shalt ouer laye it with brasse.","3":"Make ashpanes, shouels, basens, fleshokes, cole panes. All ye apparell therof shalt thou make of brasse.","4":"Thou shalt make a gredyron also like a nett, of brase, & foure brasen rynges vpon the foure corners of it:","5":"from vnder vp aboute the altare shalt thou make it, so that the gredyron reach vnto ye myddest of the altare.","6":"Thou shalt make staues also for the altare, of Fyrre tre, ouer layed with golde,","7":"and shalt put the staues in the rynges, that the staues maye be on both the sydes of ye altare, to beare it withall.","8":"And holowe with bordes shalt thou make it, like as it is shewed the in the mount.","9":"And to ye habitacion thou shalt make a courte, an hangynge of whyte twyned sylke: vpo ye one syde an C. cubytes loge towarde the south,","10":"& xx. pilers vpon xx. brasen sokettes, & the knoppes wt their whopes of syluer.","11":"Likewyse vpon ye north syde there shalbe an hanginge of an C. cubytes loge, twenty pilers vpon twenty brasen sokettes, and their knoppes wt their whopes of syluer.","12":"But vpon the west syde the bredth of ye courte shal haue an hanginge of fiftie cubites longe, & ten pilers vpon ten sokettes.","13":"Vpo the east syde also shal the bredth of the courte haue fiftie cubytes,","14":"so that the hangynge haue vpon one syde fyftene cubites, and thre pilers vpo thre sokettes:","15":"And vpon ye other syde fiftene cubytes also, and thre pilers vpo thre sokettes.","16":"And in the courte gate there shalbe an hangynge twenty cubytes brode, of yalowe sylke, scarlet, purple, and whyte twyned sylke, wrought with nedle worke, and foure pilers vpon their foure sokettes.","17":"All the pilers rounde aboute the courte shall haue syluer whopes, & syluer knoppes, & sokettes of brasse.","18":"And the length of ye courte shal be an hudreth cubytes, the bredth fiftie cubytes, the heygth fyue cubytes, of whyte twyned sylke and ye sokettes therof shalbe of brasse.","19":"All ye vessels also of the habitacion to all maner seruyce, and all the nales of it, and all the nales of the courte shalbe of brasse.","20":"Commaunde ye children of Israel, yt they bringe vnto ye the most cleare & pure oyle oliue beaten, to geue lighte, yt it maye all waye be put in the lapes","21":"in the Tabernacle of wytnes without the vayle, that hangeth before the wytnesse. And Aaro and his sonnes shal dresse it from the euenynge vntyll ye mornynge before the LORDE. This shalbe vnto you a perpetuall custome for youre posterities amonge the children of Israel."}