{"1":"Thou shalt make also an incense altare to burne incense, of Fyrre tre,","2":"a cubyte longe & brode, eauen foure squared, and two cubytes hye with his hornes,","3":"& shalt ouerlaye it with pure golde, the rofe & the walles of it rounde aboute, and the hornes therof, & a crowne of golde shalt thou make rounde aboute it,","4":"and two golde rynges on ether syde vnder the crowne, that there maie be staues put therin, to beare it withall.","5":"The staues shalt thou make of Fyrre tre also, and ouerlaye the with golde:","6":"and shalt set it before the vayle, that hangeth before the Arke of wytnesse, and before the Mercyseate yt is vpon the wytnesse, from whence I wyl proteste vnto the.","7":"And Aaron shal burne swete incense theron euery morninge, wha he dresseth the lampes.","8":"In like maner whan he lighteth the lampes at euen, he shall burne soch incense also. This shal be the daylie incense before the LORDE amonge youre posterities.","9":"Ye shall put no straunge incense therin, & offer no burntofferynge, ner meatofferynge, nether drynkofferynge theron.","10":"And vpon ye hornes of it shall Aaron reconcyle once in a yeare, with ye bloude of the synneofferynge, which they shall offer that are reconcyled. This shal be done amonge youre posterities for this is the most holy vnto the LORDE.","11":"And the LORDE spake vnto Moses, and sayde:","12":"Whan thou nombrest the heades of the children of Israel, then shal euery one geue vnto the LORDE the reconcylinge of his soule, yt there happe not a plage vnto them, whan they are nombred.","13":"Euery one that is tolde in the nombre, shall geue half a Sycle, after the Sycle of the Sanctuary: one Sycle is worth twentye Geras. This half Sycle shal be ye LORDES Heue offerynge.","14":"Who so is in the nombre from twenty yeare and aboue, shal geue this Heue offerynge vnto ye LORDE.","15":"The riche shal not geue more, and the poore shal not geue lesse in the half Sycle, which is geuen vnto the LORDE to be an Heue offerynge for the reconcylinge of their soules.","16":"And this money of recocilinge shalt thou take of the children of Israel, & put it to the Gods seruyce of the Tabernacle of wytnes, that it maye be a remembraunce vnto the children of Israel before the LORDE, that he maye let himself be reconcyled ouer their soules.","17":"And the LORDE spake vnto Moses, and sayde:","18":"Thou shalt make a brasen lauer also with a fote of brasse to wash, and shalt set it betwixte the Tabernacle of witnesse and ye altare, and put water therin,","19":"that Aaro and his sonnes maye wash their handes and fete therout,","20":"whan they go in to the Tabernacle of wytnesse, or to the altare, to mynistre vnto the LORDE with offerynge incense, yt they dye not.","21":"This shalbe a perpetuall custome for him and his sede amonge their posterities.","22":"And ye LORDE spake vnto Moses, and sayde:","23":"Take vnto the spyces of the best, fyue hundreth Sycles of Myrre, and of Cynamo half so moch, euen two hundreth and fyftie,","24":"and of Kalmus two hundreth and fiftye, and of Cassia fyue hundreth (after the Sycle of the Sanctuary) & an Hin of oyle olyue,","25":"and make an holy anoyntinge oyle, after the craft of the Apotecary.","26":"And there wt shalt thou anonynte the Tabernacle of wytnesse, & the Arke of wytnes,","27":"the table with all his apparell, ye candilsticke with his apparell, the altare of incense,","28":"the altare of burntofferynges with all his apparell, & the lauer with his fote:","29":"and thus shalt thou consecrate them, that they maye be most holy: for who so wil touch the, must be consecrated.","30":"Thou shalt anoynte Aaron also, and his sonnes, and consecrate them to be my prestes.","31":"And thou shalt speake vnto the childre of Israel, and saye: This oyle shalbe an holy oyntment vnto me amonge yor posterities:","32":"It shal not be poured vpon mans body, nether shalt thou make eny soch like it, for it is holy: therfore shal it be holy vnto you.","33":"Who so maketh eny soch like, or geueth a strauger therof, the same shalbe roted out from amonge his people.","34":"And the LORDE sayde vnto Moses: Take vnto the spyces: Balme, Stacte, Galban, and pure franckencense, of one as moch as of another,","35":"and make incense therof (after the craft of the Apotecary) myngled together, that it maye be pure & holy.","36":"And thou shalt beate it to poulder, and shalt put of the same before the wytnesse in the Tabernacle of wytnesse, from whence I wyll proteste vnto the,","37":"but it shalbe holy vnto the for the LORDE.","38":"Who so maketh soch to cense therwith, shalbe roted out from amoge his people."}