{"1":"The LORDE sayde vnto Moses: Go, departe hence, thou and the people, whom thou hast brought out of the lande of Egipte, vnto ye londe that I sware vnto Abraham, Isaac and Iacob, and sayde: vnto yi sede wil I geue it,","2":"and I wyl sende an angell before the (and cast out the Cananites, Amorites, Hethites, Pheresites, Heuites and Iebusites)","3":"in to the londe that floweth with mylke and hony, for I wyll not go vp with the: for thou art an hardnecked people, I might consume the by the waye.","4":"Whan the people herde this euell tydinges, they sorowed, and no man put on his best rayment.","5":"And ye LORDE sayde vnto Moses: Speake vnto the children of Israel: Ye are a styfnecked people, I must once come sodenly vpon the, and make an ende of the. And now put of thy goodly araye from the, yt I maie knowe what to do vnto the.","6":"So the children of Israel laied their goodly araye from the, euen before the mount Horeb.","7":"Moses toke the Tabernacle, & pitched it without afarre of from ye hoost, and called it the Tabernacle of wytnesse. And who so euer wolde axe eny question at the LORDE, wente out vnto the Tabernacle of wytnesse before the hoost.","8":"And whan Moses wente out vnto the Tabernacle, all the people rose vp, and stode euery one in his tent dore, and loked after Moses, tyll he was gone in to the Tabernacle.","9":"And whan Moses entred in to the Tabernacle, the cloudy pyler came downe, and stode in the dore of the Tabernacle, and he talked with Moses..","10":"And all the people sawe the cloudy piler stonde in the dore of the Tabernacle, and rose vp, and worshiped, euery one in his tent dore.","11":"And the LORDE spake vnto Moses face to face, as a man speaketh vnto his frende. And whan he turned agayne to the hoost, ye yonge ma Iosua ye sonne of Nun his minister, departed not out of ye Tabernacle.","12":"And Moses sayde vnto the LORDE: Beholde, thou saydest vnto me: Brynge ye people vp, and lettest me not knowe, whom thou wilt sende wt me, & yet hast thou sayde: I knowe the by name, and thou hast founde grace in my sight.","13":"Let me knowe thy waye therfore, wherby I maye be certified, yt I fynde grace in thy sight: And consydre yet, that this people is thy people.","14":"He sayde: My presence shal go before the, there with wyll I lede the.","15":"But he sayde vnto him: Yf thy presence go not, then cary vs not vp from hence:","16":"for wherby shal it be knowne, yt I and thy people haue founde fauoure in thy sight, but in yt thou goest with vs? that I & thy people maye haue some preemynence before all people that are vpon the face of the earth.","17":"The LORDE sayde vnto Moses: I wyll do this also that thou hast sayde, for thou hast foude grace in my sight, and I knowe the by name.","18":"He sayde: Oh let me the se thy glory.","19":"And he sayde: I wyl cause all my good go ouer before thy face, and wyl let the name of ye LORDE be called vpon before the. And I shewe mercy, to whom I shewe mercy: and haue compassion, on whom I haue compassion.","20":"And he sayde morouer: Thou mayest not se my face, for there shall no ma lyue, yt seyth me.","21":"And ye LORDE sayde farthermore: beholde, there is a place by me, there shalt thou stode vpon the rocke.","22":"Now whan my glory goeth forth, I wil put ye in a clyfte of ye rocke, & my hande shal holde styll vpo the, tyll I be passed by.","23":"And whan I take awaye myne hande from the, thou shalt se my back partes, but my face shal not be sene."}