{"1":"And Bezaleel made the Arke of Fyrre tre, two cubites and a half loge, a cubyte and a half brode, and a cubyte & a half hye,","2":"and ouerlayed it with fyne golde within and without, and made a crowne of golde vnto it rounde aboute,","3":"and cast for it foure rynges of golde to the foure corners of it, vpon euery syde two.","4":"And made staues of Fyrre tre, and ouerlayed the with golde,","5":"and put them in the rynges a longe by ye sydes of the Arke, to beare it withall.","6":"And he made ye Mercyseate of pure golde two cubytes and a half longe, and a cubite and a half brode,","7":"& made two Cherubyns of fyne beaten golde vpon the two endes of the Mercyseate:","8":"One Cherub vpon the one ende, and the other Cherub vpon the other ende:","9":"and the Cherubyns spredde out their wynges aboue an hye, and couered ye Mercyseate ther with: and their faces stode one ouer agaynst the other, and loked vnto the Mercyseate.","10":"And he made ye table, of Fyrre tre, two cubytes longe, a cubyte brode, and a cubyte & a half hye,","11":"and ouerlayed it with fyne golde, and made therto a crowne of golde rounde aboute,","12":"and made vnto it an whoope of an hande bredth hye, and made a crowne of golde rounde aboute the whoope.","13":"And for it he cast foure golde rynges, & put them in the foure corners by the fete","14":"harde by the whoope, that the staues might be therin, to beare the table with all:","15":"& made the staues of Fyrre tre, and ouerlayed the with golde, to beare the staues withall.","16":"And the vessels vpon the table made he also of fyne golde: the disshes, spones, flat peces and pottes, to poure in and out withall.","17":"And he made the candilsticke of fyne beaten golde, where vpon was the shaft wt brauches, cuppes, knoppes, & floures:","18":"Sixe braunches proceaded out of ye sydes therof, vpon either syde thre brauches:","19":"vpo euery brauch were thre cuppes like allmodes, wt knoppes and floures.","20":"Vpon the candilsticke self were foure cuppes with knoppes and floures,","21":"vnder euery two brauches a knoppe.","22":"The knoppes & braunches therof proceaded out of it, and were all one pece of fyne beaten golde.","23":"And he made the seuen lampes with their snoffers & outquenchers of pure golde.","24":"Of an hudreth weight of golde made he it, and all the apparell therof.","25":"He made also the altare of incense, of Fyrre tre, a cubyte longe and brode, eauen foure squared, and two cubytes hye with the hornes of it,","26":"and ouerlayed it with fyne golde, the toppe and the sydes of it rounde aboute,","27":"and the hornes therof, and made a crowne vnto it rounde aboute of pure golde, & two golde rynges vnder the crowne on both the sydes, to put the staues therin, and to beare it withall:","28":"but the staues made he of Fyrre tre, and ouerlayed them with golde.","29":"And he made the holy anoyntinge oyle, & the incense of pure spyces, after ye craft of the Apotecary."}