{"1":"And ye LORDE talked wt Moses & ayde:","2":"Speake vnto ye childre of Israel, yt they geue me an Heue offerynge, & take the some of euery man, that hath a fre wyllynge hert therto.","3":"And this is the Heueofferynge that ye shal take of them: Golde, syluer, brasse,","4":"yalowe sylke, scarlet, purple, whyte twyned sylke, goates hayre,","5":"reed skynnes of rammes, doo skynnes, Fyrre tre,","6":"oyle for lampes, spyces for the anoyntynge oyle, and for swete incense.","7":"Onix stones and set stones for the ouerbody cote and for the brestlappe.","8":"And they shall make me a Sanctuary, that I maie dwell amonge them.","9":"Like as I shal shewe ye a patrone of the Habitacion, and of all the ornamentes therof, so shall ye make it.","10":"Make an Arke of Fyrre tre two cubytes & a half longe, a cubyte & a half brode, and a cubyte & an half hye:","11":"this shalt thou ouerleye with pure golde within and without, & make an hye vpo it a crowne of golde rounde aboute,","12":"and cast foure rynges of golde, & put them in the foure corners of it, so that two rynges be vpon the one syde, and two vpon the other syde.","13":"And make staues of Fyrre tre, and ouer laye them with golde,","14":"and put them in the rynges alonge by the sydes of the Arke, to beare it withall:","15":"and they shal abyde styll in the rynges, & not be take out.","16":"And in ye Arke thou shalt laye the wytnesse, that I wyl geue the.","17":"Thou shalt make a Mercyseate also of pure golde, two cubytes and a half longe, and a cubyte & a half brode.","18":"And thou shalt make two Cherubyns of beaten golde vpo both ye endes of the Mercyseate,","19":"yt the one Cherub maye be vpon the one ende, & the other vpon the other ende, & so to be two Cherubyns vpon the endes of the Mercyseate.","20":"And the Cherubyns shall sprede out their wynges ouer an hye, yt they maye couer ye Mercyseate wt their wynges: & yt either their faces maye be right ouer one agaynst another, and their faces shal loke vnto the Mercyseate.","21":"And thou shalt set ye Mercyseate aboue vpon the Arke. And in the Arke thou shalt laye the wytnesse, yt I shal geue the.","22":"From yt place wyll I testifie vnto ye, and talke with the, namely, from ye Mercyseate (betwixte the two Cherubyns) which is vpon the Arke of wytnesse, of all that I wyl comaunde ye vnto the children of Israel.","23":"Thou shalt make a table also of Fyrre tre, two cubites longe, and one cubyte brode, and a cubyte and a half hye,","24":"and ouerlaye it with pure golde, and make a crowne of golde rounde aboute it,","25":"and an whope of an hade brede hye, and a crowne of golde vnto ye whope rounde aboute.","26":"And vnto it thou shalt make foure rynges of golde, on the foure corners in the foure fete of it:","27":"harde vnder the whope shall ye rynges be, to put in staues and to beare the table wt all:","28":"and thou shalt make the staues of Fyrre tre, & ouerlaye them with golde, yt the table maye be borne therwith.","29":"Thou shalt make also his disshes, spones, pottes, and flat peces of pure golde, to poure out and in.","30":"And vpon the table thou shalt all waye set shewbred before me.","31":"Morouer thou shalt make a candelsticke of fyne beaten golde, where vpon shall be the shaft with braunches, cuppes, knoppes, and floures.","32":"Sixe braunches shall proceade out of the sydes of the candelsticke, out of euery syde thre braunches.","33":"Euery braunch shal haue thre cuppes, (like allmondes) thre knoppes, and thre floures. These shalbe the sixe braunches of the candilsticke.","34":"But the shaft of the candilsticke it self shal haue foure cuppes, knoppes and floures,","35":"and allwaie a knoppe vnder two braunches, of the sixe that proceade out of the candilsticke.","36":"For both the knoppes and braunches shall proceade out of the shaft, all one pece of fyne beaten golde.","37":"And thou shalt make seuen lampes aboue there on, that they maye geue light one ouer agaynst another,","38":"and snoffers and out quenchers of pure golde.","39":"Out of an hundreth pounde weight of pure golde shalt thou make it, with all this apparell.","40":"And se that thou make it after the patrone that thou hast sene in the mount."}