{"1":"And whan Iethro ye prest in Madian Moses father in lawe herde of all yt God had done wt Moses & his people of Israel, how yt the LORDE had brought Israel out of Egipte,","2":"he toke Zipora Moses wife, whom he had sent backe,","3":"with her two sonnes. The one was called Gerson, for he saide: I am become a straunger in a straunge londe.","4":"And the other was called Eliaser, for he sayde: The God of my fathers hath bene my helpe, and hath delyuered me from Pharaos swerde.","5":"Now wha Iethro Moses father in lawe, and his sonnes and his wife came vnto him in the wyldernes by the mount of God where he had pitched his tent,","6":"he sent worde vnto Moses: I Iethro thy father in lawe am come vnto the, and yi wife and both hir children with her.","7":"Then wente Moses forth to mete him, and dyd obeysauce vnto him, and kyssed him. And whan they had saluted ech other, they wente in to the tente.","8":"Then Moses tolde his father in lawe all that the LORDE had done vnto Pharao and the Egipcians for Israels sake, and all the trauayle that had happened them by ye waye, and how the LORDE had delyuered them.","9":"Iethro reioysed ouer all ye good that the LORDE had done for Israel, yt he had delyuered them from the hade of the Egipcians.","10":"And Iethro sayde: Praysed be the LORDE, which hath delyuered you from the hande of the Egipcians and of Pharao, (and) that knoweth how to delyuer his people from the Egipcians hande.","11":"Now I knowe, that the LORDE is greater the all goddes, because they dealt proudly wt them.","12":"And Iethro toke brentofferynges, and offered vnto God. Then came Aaron and all ye elders of Israel to eate bred with Moses father in lawe before God.","13":"On the next morow sat Moses to iudge the people, and the people stode roude aboute Moses from the mornynge vntyll ye euen.","14":"But whan his father in lawe sawe all that he dyd with the people, he sayde: What is this, that thou doest with the people? Wherfore syttest thou alone, and all ye people stonde rounde aboute from the morninge vntyll the euen?","15":"Moses answered him: The people come to me, & axe councell at God:","16":"for whan they haue eny thinge to do, they come vnto me, that I maye iudge betwixte euery one & his neghboure, and shewe them the statutes of God, and his lawes.","17":"His father in lawe sayde vnto him: It is not well that thou doest.","18":"Thou weeriest thy self, and the people that is with the. This busynesse is to sore for the, thou canst not perfourme it alone.","19":"But herken vnto my voyce, I will geue the councell, and God shall be with the. Be thou vnto the people to God warde, and brynge the causes before God,","20":"and prouide them with statutes and lawes, that thou mayest shewe the the waie wherin they shulde walke, and the workes that they shulde do.","21":"But loke out amonge all the people, for honest men, that feare God, soch as are true, & hate couetousnes: make these rulers ouer them, some ouer thousandes, ouer hundredes, ouer fiftie, and ouer ten,","22":"that they maye allwaye iudge the people. But where there is eny greate matter, that they brynge the same vnto the, and iudge the small causes them selues: so shall it be lighter for the, yf they beare the burthen with the.","23":"Yf thou shalt do this, then mayest thou endure the thinge that God chargeth the withall, and all this people maie go peaceably vnto their place.","24":"Moses herkened vnto the voyce of his father in lawe, and dyd all that he sayde.","25":"And he chose honest men out of all Israel, and made them heades ouer the people, some ouer thousandes, ouer hundredes, ouer fiftie, and ouer ten,","26":"that they might allwaye iudge the people. As for soch causes as were herde, they brought them vnto Moses, and iudged the small matters them selues.","27":"So Moses let his father in lawe departe in to his owne londe."}