{"1":"Bvt Iob answered, and sayd,","2":"Heare diligently my wordes, and this shalbe in stead of your consolations.","3":"Suffer mee, that I may speake, and when I haue spoken, mocke on.","4":"Doe I direct my talke to man? If it were so, how should not my spirit be troubled?","5":"Marke mee, and be abashed, and lay your hand vpon your mouth.","6":"Euen when I remember, I am afrayde, and feare taketh hold on my flesh.","7":"Wherefore do the wicked liue, and waxe olde, and grow in wealth?","8":"Their seede is established in their sight with them, and their generation before their eyes.","9":"Their houses are peaceable without feare, and the rod of God is not vpon them.","10":"Their bullocke gendreth, and fayleth not: their cow calueth, and casteth not her calfe.","11":"They send forth their children like sheepe, and their sonnes dance.","12":"They take the tabret & harpe, and reioyce in the sound of the organs.","13":"They spend their dayes in wealth, and suddenly they go downe to the graue.","14":"They say also vnto God, Depart fro vs: for we desire not the knowledge of thy wayes.","15":"Who is the Almightie, that we should serue him? and what profit should we haue, if we should pray vnto him?","16":"Lo, their wealth is not in their hand: therfore let the counsell of the wicked bee farre from me.","17":"How oft shal the candle of the wicked be put out? and their destruction come vpon them? he wil deuide their liues in his wrath.","18":"They shall be as stubble before the winde, and as chaffe that the storme carieth away.","19":"God wil lay vp the sorowe of the father for his children: when he rewardeth him, hee shall knowe it.","20":"His eyes shall see his destruction, and he shall drinke of the wrath of the Almightie.","21":"For what pleasure hath he in his house after him, when the nomber of his moneths is cut off?","22":"Shall any teache God knowledge, who iudgeth the hiest things?","23":"One dyeth in his full strength, being in all ease and prosperitie.","24":"His breasts are full of milke, and his bones runne full of marowe.","25":"And another dieth in the bitternes of his soule, and neuer eateth with pleasure.","26":"They shal sleepe both in the dust, & the wormes shal couer them.","27":"Behold, I know your thoughts, and the enterprises, wherewith ye do me wrong.","28":"For ye say, Where is the princes house? & where is the tabernacle of the wickeds dwelling?","29":"May ye not aske the that go by the way? and ye can not deny their signes.","30":"But the wicked is kept vnto the day of destruction, and they shall be brought forth to the day of wrath.","31":"Who shal declare his way to his face? & who shal reward him for that he hath done?","32":"Yet shal he be brought to the graue, & remaine in the heape.","33":"The slimie valley shalbe sweete vnto him, and euery man shal draw after him, as before him there were innumerable.","34":"How then comfort ye me in vaine, seeing in your answeres there remaine but lyes?"}