{
  "id": "Haggai",
  "chapters": {
    "1": {
      "1": "<div annotateRef=\"Hag.1.1\" annotateType=\"commentary\" sID=\"gen48040\" type=\"section\"/><div sID=\"gen48041\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen48041\" type=\"x-p\"/> <lb/><div sID=\"gen48042\" type=\"x-p\"/>De naam Haggaï betekent ‘de feestelijke’ of ‘feest van <hi type=\"italic\">Jahweh</hi>’. Hij wordt nog genoemd in <hi type=\"italic\">Ezra (<reference osisRef=\"Ezra.5.1\">Ea 5:1</reference><reference osisRef=\"Ezra.6.14\">; Ea 6:14</reference>)</hi>. In de lijsten van de teruggekeerden in de eerste hoofdstukken van het boek <hi type=\"italic\">Ezra</hi> komt Haggaï niet voor. We weten niets van zijn afkomst, tot welke stam hij behoort of waar zijn grootouders hebben gewoond. Ook is er geen enkele informatie over zijn beroep, behalve dat hij als profeet optreedt.<div eID=\"gen48042\" type=\"x-p\"/><div sID=\"gen48043\" type=\"x-p\"/>Hij verricht zijn dienst nadat een overblijfsel uit de Babylonische ballingschap is teruggekeerd in het beloofde land. De periode waarin hij de beschreven profetie heeft uitgesproken, beslaat vier maanden. De aanleiding van zijn dienst is het neerleggen van het werk aan de herbouw van de tempel. Het excuus voor het staken van de herbouw is de tegenstand ertegen <hi type=\"italic\">(<reference osisRef=\"Ezra.4.17-Ezra.4.24\">Ea 4:17-24</reference>)</hi>. Maar de werkelijke reden ligt dieper en wordt door de profeet aan het volk voorgehouden. <div eID=\"gen48043\" type=\"x-p\"/><div sID=\"gen48044\" type=\"x-p\"/>Tegenstand kan geen werkelijke verhindering voor Gods werk zijn. De echte verhindering is een afnemende belangstelling voor de dingen van God. Als wat bij God de hoofdzaak is, voor ons geen hoofdzaak meer is, is de oorzaak daarvan dat eigen belangen een rol zijn gaan spelen. Haggaï spoort het volk aan om weer aan het werk te gaan <hi type=\"italic\">(<reference osisRef=\"Ezra.5.1\">Ea 5:1</reference>)</hi>. Een profeet spreekt tot het geweten van Gods volk als dat van Hem is afgeweken en eigen interesses gaat nastreven. Als het geweten niet actief is, zal het volk snel de omstandigheden uitleggen zoals die het beste passen in de eigen visie.<div eID=\"gen48044\" type=\"x-p\"/><div sID=\"gen48045\" type=\"x-p\"/>De woorden van de HEERE <hi type=\"italic\">“ga het gebergte in, haal hout en herbouw dit huis. Dan zal Ik er behagen in scheppen, en verheerlijkt worden” (<reference osisRef=\"Hag.1.8\">Hg 1:8</reference>)</hi>, geven de kern van het boek aan. Alles in dit korte boek draait om dit bevel: Bouw het huis van God!<div eID=\"gen48045\" type=\"x-p\"/><div sID=\"gen48046\" type=\"x-p\"/>Dit bevel klinkt door een groot deel van Israëls geschiedenis. We zien het in de dagen van de tabernakel. Mozes krijgt het bevel een heiligdom voor de HEERE te bouwen waarin Hij kan wonen <hi type=\"italic\">(<reference osisRef=\"Exod.25.8-Exod.25.9\">Ex 25:8-9</reference>)</hi>. We zien het in de wens van David en in de opdracht die hij zijn zoon Salomo geeft om een huis voor de HEERE te bouwen <hi type=\"italic\">(<reference osisRef=\"1Chr.17.1-1Chr.17.15\">1Kr 17:1-15</reference><reference osisRef=\"1Chr.28.6\">; 1Kr 28:6</reference><reference osisRef=\"1Chr.28.10\">; 10</reference>)</hi>. Tegen de ballingen die onder Kores mogen terugkeren naar het land, wordt hetzelfde gezegd ten aanzien van de tempel die door Nebukadnezar is verwoest <hi type=\"italic\">(<reference osisRef=\"Ezra.1.3\">Ea 1:3</reference>)</hi>.<div eID=\"gen48046\" type=\"x-p\"/><div sID=\"gen48047\" type=\"x-p\"/>Het korte verslag van de dienst van Haggaï toont hem als een man van overtuiging. Hij heeft de unieke plaats onder de profeten van iemand naar wie Gods volk werkelijk luistert en aan wiens woorden men gehoorzaam is. Het volk doet wat hij predikt, met als resultaat dat in slechts vier jaar de bouw van de tempel voltooid wordt. <div eID=\"gen48047\" type=\"x-p\"/><div sID=\"gen48048\" type=\"x-p\"/>Nog een uniek kenmerk van Haggaï is de precisie waarmee hij zijn profetieën dateert. Er worden enkele specifieke dagen in zijn boek genoemd. Daaruit blijkt dat de duur van zijn dienst nog geen vier maanden is geweest.<div eID=\"gen48048\" type=\"x-p\"/><div sID=\"gen48049\" type=\"x-p\"/>1. Zijn eerste prediking houdt hij <hi type=\"italic\">“in het tweede jaar van koning Darius, in de zesde maand, op de eerste dag van de maand” (<reference osisRef=\"Hag.1.1\">Hg 1:1</reference>)</hi>. Die prediking is gericht aan het adres van Zerubbabel, de landvoogd van Juda, en aan Jozua, de hogepriester <hi type=\"italic\">(<reference osisRef=\"Hag.1.1\">Hg 1:1</reference>)</hi>.<div eID=\"gen48049\" type=\"x-p\"/><div sID=\"gen48050\" type=\"x-p\"/>2. De tweede datum is <hi type=\"italic\">“de vierentwintigste dag van de zesde maand, in het tweede jaar van koning Darius” (<reference osisRef=\"Hag.1.15\">Hg 2:1</reference>)</hi>. De boodschap op die dag is voor Zerubbabel, Jozua en de rest van het volk <hi type=\"italic\">(<reference osisRef=\"Hag.1.14\">Hg 1:14</reference>)</hi>.<div eID=\"gen48050\" type=\"x-p\"/><div sID=\"gen48051\" type=\"x-p\"/>3. De derde datum is <hi type=\"italic\">“in de zevende [maand], op de eenentwintigste van de maand (<reference osisRef=\"Hag.2.1\">Hg 2:2</reference>)</hi>. Deze boodschap is ook voor Zerubbabel, Jozua en de rest van het volk <hi type=\"italic\">(<reference osisRef=\"Hag.2.2\">Hg 2:3</reference>)</hi>.<div eID=\"gen48051\" type=\"x-p\"/><div sID=\"gen48052\" type=\"x-p\"/>4. De vierde datum is <hi type=\"italic\">“de vierentwintigste [dag] van de negende [maand]” (<reference osisRef=\"Hag.2.10\">Hg 2:11</reference>)</hi>. Die dag is er een woord voor de priesters <hi type=\"italic\">(<reference osisRef=\"Hag.2.11\">Hg 2:12</reference>)</hi>.<div eID=\"gen48052\" type=\"x-p\"/><div sID=\"gen48053\" type=\"x-p\"/>5. De vijfde datum is <hi type=\"italic\">“de vierentwintigste van de maand” (<reference osisRef=\"Hag.2.20\">Hg 2:21</reference>)</hi>, dat is dezelfde maand als die bij het vorige punt is genoemd, de negende <hi type=\"italic\">(<reference osisRef=\"Hag.2.10\">Hg 2:11</reference>)</hi>. Dan is er een woord alleen voor Zerubbabel <hi type=\"italic\">(<reference osisRef=\"Hag.2.20\">Hg 2:21</reference>)</hi>.<div eID=\"gen48053\" type=\"x-p\"/><div sID=\"gen48054\" type=\"x-p\"/>De plaats waar Haggaï als profeet heeft gediend, is kennelijk Jeruzalem. De twee hoofdstukken van zijn boek bevatten verwijzingen naar het huis van God, de tempel in Jeruzalem. <div eID=\"gen48054\" type=\"x-p\"/><div sID=\"gen48055\" type=\"x-p\"/>Een vers uit <hi type=\"italic\">Haggaï 2</hi> wordt in <hi type=\"italic\">Hebreeën 12</hi> geciteerd <hi type=\"italic\">(<reference osisRef=\"Hag.2.6\">Hg 2:7</reference>; <reference osisRef=\"Heb.12.26\">Hb 12:26</reference>)</hi>. Dit onderstreept de Goddelijke inspiratie en daarmee het Goddelijke gezag van dit boek.<div eID=\"gen48055\" type=\"x-p\"/><div sID=\"gen48056\" type=\"x-p\"/><hi type=\"bold\">Indeling van het boek</hi><div eID=\"gen48056\" type=\"x-p\"/><div sID=\"gen48057\" type=\"x-p\"/>I. Oproep om het huis van God te bouwen <hi type=\"italic\">(Haggaï 1:1-11)</hi> <lb/> 1. Inleiding <hi type=\"italic\">(Haggaï 1:1-3)</hi> <lb/> 2. Rangschikking van de prioriteiten <hi type=\"italic\">(Haggaï 1:4-11)</hi> <div eID=\"gen48057\" type=\"x-p\"/><div sID=\"gen48058\" type=\"x-p\"/>II. De positieve reactie <hi type=\"italic\">(Haggaï 1:12-2:1)</hi> <div eID=\"gen48058\" type=\"x-p\"/><div sID=\"gen48059\" type=\"x-p\"/>III. De beloofde glorie van het herbouwde huis <hi type=\"italic\">(Haggaï 2:2-9)</hi> <lb/> 1. Aanmoediging voor Zerubbabel <hi type=\"italic\">(Haggaï 2:2-5)</hi> <lb/> 2. De glorie van het herbouwde huis <hi type=\"italic\">(Haggaï 2:6-9)</hi> <div eID=\"gen48059\" type=\"x-p\"/><div sID=\"gen48060\" type=\"x-p\"/>IV. Zegen voor een onrein volk <hi type=\"italic\">(Haggaï 2:10-19)</hi> <lb/> 1. De vroegere onreinheid <hi type=\"italic\">(Haggaï 2:10-14)</hi> <lb/> 2. De toekomstige zegen <hi type=\"italic\">(Haggaï 2:15-19)</hi> <div eID=\"gen48060\" type=\"x-p\"/><div sID=\"gen48061\" type=\"x-p\"/>V. Zerubbabel, de zegelring van de HEERE <hi type=\"italic\">(Haggaï 2:20-24)</hi><div eID=\"gen48061\" type=\"x-p\"/><div sID=\"gen48062\" type=\"x-p\"/><title>Datering en geadresseerden</title><div eID=\"gen48062\" type=\"x-p\"/> <lb/><div sID=\"gen48063\" type=\"x-p\"/>De profetie begint met de datering <hi type=\"italic\">“het tweede jaar van koning Darius”</hi>. Deze datering komen we ook in <hi type=\"italic\">Ezra 4</hi> tegen. Daar lezen we dat het volk tot dat jaar ophoudt met het werk aan het huis van God <hi type=\"italic\">(<reference osisRef=\"Ezra.4.24\">Ea 4:24</reference>)</hi>. Darius komt aan de regering in 521 v.Chr. Zijn <hi type=\"italic\">“tweede jaar”</hi> is dus het jaar 520 v.Chr. Het dateren van de profetie naar de regering van heidense vorsten toont aan dat God Zijn volk ziet als <hi type=\"italic\">“Lo-Ammi”</hi>, niet Mijn volk <hi type=\"italic\">(<reference osisRef=\"Hos.1.9\">Hs 1:9</reference>)</hi>, en dat de tijden van de volken zijn aangebroken <hi type=\"italic\">(<reference osisRef=\"Luke.21.24\">Lk 21:24</reference>)</hi>. Die tijden zijn begonnen op het moment dat Nebukadnezar de bevolking van Juda in ballingschap wegvoert. Dan verliest Juda zijn soevereiniteit. Deze tijd duurt tot de komst van de Messias in heerlijkheid.<div eID=\"gen48063\" type=\"x-p\"/><div sID=\"gen48064\" type=\"x-p\"/>Verder wordt van de datering gezegd dat het <hi type=\"italic\">“in de zesde maand, op de eerste dag van de maand”</hi> is. Elke nieuwe maand begint met nieuwemaan, dat wil zeggen dat de maan helemaal onzichtbaar is. Het punt van de diepste duisternis is bereikt. Dan gaat de maan weer op weg naar het moment waarop hij vol wordt en volop schijnt. De eerste dag van de maand is een dag van hoop op herstel. De Israëlieten vieren nieuwemaan gewoonlijk met festiviteiten <hi type=\"italic\">(<reference osisRef=\"Num.28.11-Num.28.15\">Nm 28:11-15</reference>; <reference osisRef=\"Isa.1.14\">Js 1:14</reference>; <reference osisRef=\"Hos.2.12\">Hs 2:11</reference>)</hi>. Het is niet ondenkbaar dat dit voor Haggaï – zijn naam betekent immers ‘de feestelijke’ of ‘feest van <hi type=\"italic\">Jahweh’</hi> – een gelegenheid bij uitstek is om zijn boodschap aan een groot publiek te laten horen.<div eID=\"gen48064\" type=\"x-p\"/><div sID=\"gen48065\" type=\"x-p\"/>Tegen de achtergrond van de heidense overheersing en de hoop op herstel komt het woord van de HEERE tot de leiders van het volk met het oog op het gedrag van het volk. De profetie is gericht tot Zerubbabel, de burgerlijke leider, en Jozua, de godsdienstige leider. Tot hen als de verantwoordelijken onder het volk wordt het woord van de profetie het eerst gericht.<div eID=\"gen48065\" type=\"x-p\"/><div sID=\"gen48066\" type=\"x-p\"/>Zerubbabel betekent ‘geboren in Babel’. Hij wordt ook Sesbazar genoemd <hi type=\"italic\">(<reference osisRef=\"Ezra.1.8\">Ea 1:8</reference><reference osisRef=\"Ezra.5.14\">; Ea 5:14</reference><reference osisRef=\"Ezra.5.16\">; 16</reference>)</hi>. Hij is een afstammeling van David en heeft daarom recht op de troon <hi type=\"italic\">(<reference osisRef=\"Matt.1.12\">Mt 1:12</reference>)</hi>. Maar hij is door de bezettende macht aangesteld als landvoogd van Juda, dat een Perzische provincie is. Jozua is de zoon van Jozadak, die hogepriester is tijdens de wegvoering in ballingschap <hi type=\"italic\">(<reference osisRef=\"1Chr.6.15\">1Kr 6:15</reference>)</hi>. Hij is de eerste hogepriester nadat (een overblijfsel van) het volk is teruggekeerd in het land.<div eID=\"gen48066\" type=\"x-p\"/><div sID=\"gen48067\" type=\"x-p\"/><hi type=\"italic\">“Het woord van de HEERE”</hi> komt tot hen. Samen met de uitdrukkingen <hi type=\"italic\">“spreekt de HEERE”</hi> en <hi type=\"italic\">“zegt de HEERE”</hi> wordt er liefst zesentwintig keer in deze korte profetie met nadruk gewezen op de uitspraken van <hi type=\"italic\">de HEERE</hi>. Dat maakt wel duidelijk dat de boodschappen die Haggaï doorgeeft, niet zijn woorden zijn, maar die van de HEERE. <div eID=\"gen48067\" type=\"x-p\"/><div sID=\"gen48068\" type=\"x-p\"/>De HEERE geeft <hi type=\"italic\">“door de dienst van de profeet Haggaï”</hi> de woorden door waarvan Hij wil dat Zijn volk die hoort. <hi type=\"italic\">“Door de dienst van”</hi> is letterlijk <hi type=\"italic\">“door de hand van” </hi>wat onderstreept dat Haggaï een instrument is door wie God spreekt. Haggaï is een van de profeten die de schrijver van de <hi type=\"italic\">brief aan de Hebreeën</hi> bedoelt als hij zegt dat <hi type=\"italic\">“God vroeger vele malen en op vele wijzen tot de vaderen gesproken had in de profeten” (<reference osisRef=\"Heb.1.2\">Hb 1:1</reference>)</hi>. Daarom is het raadzaam goed naar hem te luisteren en zijn woorden in ons op te nemen, want ze komen van God.<div eID=\"gen48068\" type=\"x-p\"/><div annotateRef=\"Hag.1.1\" annotateType=\"commentary\" eID=\"gen48040\" type=\"section\"/>",
      "2": "<div annotateRef=\"Hag.1.2\" annotateType=\"commentary\" sID=\"gen48069\" type=\"section\"/><div sID=\"gen48070\" type=\"x-p\"/><title>Geen tijd om Gods huis te herbouwen</title><div eID=\"gen48070\" type=\"x-p\"/> <lb/><div sID=\"gen48071\" type=\"x-p\"/>In zijn eerste boodschap namens de HEERE stelt Haggaï Hem voor als <hi type=\"italic\">“de HEERE van de legermachten”</hi>. Hij, Die spreekt, staat aan het hoofd van alle hemelse en aardse legermachten. Hij is de Opperheerser en Opperbestuurder. Hij overziet alles en alles staat Hem ter beschikking. Wie zal zich niet in ontzag voor Zijn majesteit neerbuigen als Hij Zich zó bekendmaakt? <div eID=\"gen48071\" type=\"x-p\"/><div sID=\"gen48072\" type=\"x-p\"/>Die verheven Majesteit spreekt tot Zijn volk. Het eerste woord dat Hij spreekt, is een vermaning. Hij spreekt wel <hi type=\"italic\">tot</hi> de leiders, maar niet <hi type=\"italic\">over</hi> hen. Hij spreekt over de onverschilligheid van het volk, dat Hij <hi type=\"italic\">“dit volk”</hi> noemt en niet ‘Mijn volk’. Dat doet Hij omdat ‘dit volk’ Hem door hun handelwijze niet erkent, zodat Hij hen niet kan erkennen.<div eID=\"gen48072\" type=\"x-p\"/><div sID=\"gen48073\" type=\"x-p\"/>Hij weet precies wat het volk zegt, hoe het denkt en handelt. Hij ontmantelt het excuus om niet te herbouwen. Het is een vroom excuus om de eigen laksheid te camoufleren. Het ontbreekt hun aan geloof. In hun excuus hebben ze het niet over hun onwil, maar over een ongeschikte tijd, waarbij ze er maar aan voorbijgaan dat het werk al vijftien jaar stilligt.<div eID=\"gen48073\" type=\"x-p\"/><div sID=\"gen48074\" type=\"x-p\"/>Na hun goede begin met de herbouw van het altaar en het leggen van het fundament van de tempel <hi type=\"italic\">(<reference osisRef=\"Ezra.3.1-Ezra.3.13\">Ea 3:1-13</reference>)</hi> is het eerste vuur gedoofd. Ze lopen niet meer warm voor de dingen van de HEERE, maar voor hun eigen dingen. Het is (helaas) niet ongewoon om met iets in de Geest te beginnen, maar in het vlees te eindigen <hi type=\"italic\">(<reference osisRef=\"Gal.3.3\">Gl 3:3</reference>)</hi>.<div eID=\"gen48074\" type=\"x-p\"/><div sID=\"gen48075\" type=\"x-p\"/>Ze zeggen niet dat ze onwillig zijn om de tempel te herbouwen, maar dat het hun nu niet uitkomt. Het is een kwestie van uitstel. ‘Nu even niet.’ Maar uit alles blijkt dat ze niet Gods belangen najagen, maar die van henzelf <hi type=\"italic\">(<reference osisRef=\"Phil.2.21\">Fp 2:21</reference>; vgl. <reference osisRef=\"Matt.6.33\">Mt 6:33</reference>)</hi>. De aanklacht betreft niet hun zwakheid of onvermogen, maar hun duidelijke gebrek aan interesse. Ze stellen de herbouw van de tempel uit om meer tijd en geld te hebben voor hun eigen zaken.<div eID=\"gen48075\" type=\"x-p\"/><div annotateRef=\"Hag.1.2\" annotateType=\"commentary\" eID=\"gen48069\" type=\"section\"/>",
      "3": "<div annotateRef=\"Hag.1.3\" annotateType=\"commentary\" sID=\"gen48076\" type=\"section\"/><div sID=\"gen48077\" type=\"x-p\"/><title>Het woord van de HEERE door Haggaï</title><div eID=\"gen48077\" type=\"x-p\"/> <lb/><div sID=\"gen48078\" type=\"x-p\"/>Na de algemene aanduiding van het kwaad in <hi type=\"italic\"><reference osisRef=\"Hag.1.2\">Hg 1:2</reference> </hi>die tijd krijgt om te bezinken, komt in <hi type=\"italic\"><reference osisRef=\"Hag.1.3\">Hg 1:3</reference> </hi>nog eens het woord van de HEERE door Haggaï tot het volk. Er gaat kracht uit van deze hernieuwde aanduiding, die de tegenstelling met wat het volk zegt nog scherper doet uitkomen. Het volk zegt dit, de HEERE zegt dat. Het geeft aan hoezeer we onze eigen woorden moeten toetsen aan het Woord van God. Het Woord van God moet boven alles gaan.<div eID=\"gen48078\" type=\"x-p\"/><div annotateRef=\"Hag.1.3\" annotateType=\"commentary\" eID=\"gen48076\" type=\"section\"/>",
      "4": "<div annotateRef=\"Hag.1.4\" annotateType=\"commentary\" sID=\"gen48079\" type=\"section\"/><div sID=\"gen48080\" type=\"x-p\"/><title>Is het wel de tijd?</title><div eID=\"gen48080\" type=\"x-p\"/> <lb/><div sID=\"gen48081\" type=\"x-p\"/>Als antwoord op wat het volk in <hi type=\"italic\"><reference osisRef=\"Hag.1.2\">Hg 1:2</reference></hi> zegt, stelt God een vraag die bedoeld is om hun geweten te raken en het zoeken van hun eigen belang bloot te leggen. Ze vinden dat het wel de tijd is om aan hun eigen huizen te bouwen, terwijl het werk aan de tempel, het huis van God, gestaakt is en <hi type=\"italic\">“dit huis”</hi> nog <hi type=\"italic\">“verwoest ligt”</hi>. De verwoeste toestand waarin het huis van God zich bevindt, steekt scherp af tegen hun huizen. Ze hebben van hun eigen huizen koningshuizen gemaakt <hi type=\"italic\">(vgl. <reference osisRef=\"Jer.22.14\">Jr 22:14</reference>; <reference osisRef=\"1Kgs.6.9\">1Kn 6:9</reference>)</hi>. Jesaja spreekt over een dergelijke houding het ‘wee’ uit <hi type=\"italic\">(<reference osisRef=\"Isa.5.8\">Js 5:8</reference>)</hi>. David laat een heel andere gezindheid zien <hi type=\"italic\">(<reference osisRef=\"2Sam.7.1-2Sam.7.2\">2Sm 7:1-2</reference>)</hi>.<div eID=\"gen48081\" type=\"x-p\"/><div sID=\"gen48082\" type=\"x-p\"/>In zulke huizen wonen laat zien dat ze van welstand en behaaglijke levensomstandigheden houden. Deze houding zien we ook bij vleselijke christenen. Zij tonen geen enkele ijver of inzet voor Gods werk en Gods huis, maar zijn vol liefde voor zichzelf en hun eigen gemakken. Wat Gods hart bezighoudt, telt voor hen niet.<div eID=\"gen48082\" type=\"x-p\"/><div annotateRef=\"Hag.1.4\" annotateType=\"commentary\" eID=\"gen48079\" type=\"section\"/>",
      "5": "<div annotateRef=\"Hag.1.5\" annotateType=\"commentary\" sID=\"gen48083\" type=\"section\"/><div sID=\"gen48084\" type=\"x-p\"/><title>Let aandachtig op uw wegen</title><div eID=\"gen48084\" type=\"x-p\"/> <lb/><div sID=\"gen48085\" type=\"x-p\"/>De vermaning van de HEERE aan de Israëlieten in hun zonde is dat zij aandachtig op hun wegen zullen letten, of, zoals er letterlijk staat, dat zij hun hart op hun wegen zullen stellen <hi type=\"italic\">(<reference osisRef=\"Hag.1.7\">Hg 1:7</reference>; <reference osisRef=\"Hag.2.18-Hag.2.19\">Hg 2:19-20</reference>)</hi>. Het is een oproep tot zelfbeoordeling. Ga maar eens na, onderzoek je hart, waar draait het om? Het is een oproep om te evalueren. <div eID=\"gen48085\" type=\"x-p\"/><div sID=\"gen48086\" type=\"x-p\"/>Het gaat niet om een vluchtig en voorbijgaand kijkje in het hart, maar om grondig zelfonderzoek. Het is het soort aandacht geven waarover God tot de satan spreekt met betrekking tot Job: <hi type=\"italic\">“Hebt u [ook] acht geslagen op Mijn dienaar Job?” (<reference osisRef=\"Job.1.8\">Jb 1:8</reference>)</hi>. De satan slaat ook met intense aandacht een Godvrezende gade, met het doel hem tot ontrouw te brengen. Omgekeerd moet het volk de volle aandacht vestigen op zijn eigen zondige wegen, met het doel daarvan terug te keren en weer trouw te worden aan de HEERE.<div eID=\"gen48086\" type=\"x-p\"/><div annotateRef=\"Hag.1.5\" annotateType=\"commentary\" eID=\"gen48083\" type=\"section\"/>",
      "6": "<div annotateRef=\"Hag.1.6\" annotateType=\"commentary\" sID=\"gen48087\" type=\"section\"/><div sID=\"gen48088\" type=\"x-p\"/><title>Veel werk, tegenvallend resultaat</title><div eID=\"gen48088\" type=\"x-p\"/> <lb/><div sID=\"gen48089\" type=\"x-p\"/>Om hen bij hun zelfonderzoek te helpen wijst de HEERE op hun activiteiten en wat die opleveren. Ze worden opgeroepen de resultaten van hun werk te bekijken en aan de hand daarvan hun daden te beoordelen. Als ze dat eerlijk doen, zullen ze moeten vaststellen dat al hun verwachtingen teleurstellen. Hun inspanningen brengen verlies in plaats van winst. De armoede die ze hebben gemeend te voorkomen door zich voor hun eigen huizen in te zetten, hebben ze zich juist op de hals gehaald. Dat moet hen tot nadenken stemmen en tot inkeer brengen. <div eID=\"gen48089\" type=\"x-p\"/><div sID=\"gen48090\" type=\"x-p\"/>De HEERE noemt enkele activiteiten en wat die opleveren: <div eID=\"gen48090\" type=\"x-p\"/><div sID=\"gen48091\" type=\"x-p\"/>1. Ze hebben veel gezaaid. Dat hebben ze ongetwijfeld gedaan omdat ze een grote oogst wilden hebben. Maar de opbrengst valt vies tegen <hi type=\"italic\">(<reference osisRef=\"Lev.26.26\">Lv 26:26</reference>; <reference osisRef=\"Hos.4.10\">Hs 4:10</reference>; <reference osisRef=\"Mic.6.14\">Mi 6:14</reference>)</hi>. Zo kan er veel geestelijke activiteit zijn, maar als die niet gebeurt vanuit een levende relatie met de Heer, is er geen geestelijke vrucht. <div eID=\"gen48091\" type=\"x-p\"/><div sID=\"gen48092\" type=\"x-p\"/>2. Eten doen ze genoeg, maar het hongergevoel blijft. Zo kan iemand veel lezen en luisteren naar Gods Woord, maar als het alleen een kwestie van het verstand is en Gods Woord niet ter harte wordt genomen, geeft het geen voldoening voor het hart. <div eID=\"gen48092\" type=\"x-p\"/><div sID=\"gen48093\" type=\"x-p\"/>3. Ze drinken wel wijn, maar ze worden er niet vrolijk door. Wijn is een beeld van vreugde in de aardse dingen. Zo is er geen voldoening in het gezins- en familieleven als het leven alleen daaruit bestaat en de Heer Jezus daarin niet de centrale plaats wordt gegeven. <div eID=\"gen48093\" type=\"x-p\"/><div sID=\"gen48094\" type=\"x-p\"/>4. De kleding die ze dragen, geeft geen warmte. Zo kan er veel kennis zijn van de positie in Christus, maar als die geen praktische uitwerking heeft, is het gevolg een koude of wettische geest. De Galaten hebben de Heer Jezus Christus aangedaan, maar door het weer invoeren van de wet, is de warmte van de liefde verdwenen <hi type=\"italic\">(<reference osisRef=\"Gal.3.27\">Gl 3:27</reference><reference osisRef=\"Gal.5.14-Gal.5.15\">; Gl 5:14-15</reference>)</hi>. <div eID=\"gen48094\" type=\"x-p\"/><div sID=\"gen48095\" type=\"x-p\"/>5. Wie loon voor zijn werk krijgt, kan er niets van kopen, want het verdwijnt zo weer. Zo gaat het met loon dat mensen van mensen verwachten. Wie werkt om loon van mensen te krijgen, krijgt dat ook, maar zulk loon levert niets op voor de hemel, het verdampt <hi type=\"italic\">(<reference osisRef=\"Matt.6.2\">Mt 6:2</reference><reference osisRef=\"Matt.6.5\">; 5</reference><reference osisRef=\"Matt.6.16\">; 16</reference>)</hi>.<div eID=\"gen48095\" type=\"x-p\"/><div sID=\"gen48096\" type=\"x-p\"/>De algemene les voor ons is dat we kennis van Gods Woord kunnen hebben, zonder dat ons hart erbij betrokken is en zonder dat het ons leven in al zijn facetten beheerst. Het leven van een christen die niet de dingen van God zoekt, is een mager, leeg en armoedig leven. Altijd is bittere teleurstelling het deel van hen die voor zichzelf leven in plaats van op God te vertrouwen. <div eID=\"gen48096\" type=\"x-p\"/><div sID=\"gen48097\" type=\"x-p\"/>Hoe vaak wordt de christelijke gemeenschap prijsgegeven, het voorrecht om de dood van de Heer te verkondigen, de ondersteuning van de prediking en de opbouw van de gemeente om een paar euro per maand meer te verdienen? Er wordt verhuisd om ergens anders meer te verdienen, zonder zich af te vragen wat het geestelijk met zich zal meebrengen. Dan hoeft het geen verwondering te wekken dat zowel het maatschappelijke als het geestelijke aspect tegenvalt. <div eID=\"gen48097\" type=\"x-p\"/><div sID=\"gen48098\" type=\"x-p\"/>Ook in de kinderen zal worden gezien wat de ouders hebben nagestreefd. Als ze vader of moeder nooit in de Bijbel zien lezen of bidden, zullen de kinderen dat ook niet doen. Is er kritiek op dienaren van God in het bijzijn van de kinderen? Wees dan niet verbaasd als zij met minachting spreken over wie een werk voor de Heer doen. Hoe spreken we over de samenkomsten? Als we bidstonden en bijbelstudies nauwelijks bezoeken, zullen de kinderen dat ook niet doen.<div eID=\"gen48098\" type=\"x-p\"/><div annotateRef=\"Hag.1.6\" annotateType=\"commentary\" eID=\"gen48087\" type=\"section\"/>",
      "7": "<div annotateRef=\"Hag.1.7\" annotateType=\"commentary\" sID=\"gen48099\" type=\"section\"/><div sID=\"gen48100\" type=\"x-p\"/><title>Nog eens: Let aandachtig op uw wegen</title><div eID=\"gen48100\" type=\"x-p\"/> <lb/><div sID=\"gen48101\" type=\"x-p\"/>Nog een keer laat <hi type=\"italic\">“de HEERE van de legermachten”</hi> de oproep horen om eens aandachtig te kijken naar hun wegen <hi type=\"italic\">(vgl. <reference osisRef=\"Hag.1.5\">Hg 1:5</reference>)</hi>. In plaats van hen vanwege hun ontrouw weer in ballingschap te sturen wordt het volk gemaand na te denken over de weg die ze gaan, wat hun is overkomen. Het moet hen ertoe brengen om de eerste dingen op de eerste plaats te zetten. Als God niet Zijn plaats krijgt, dat wil zeggen de eerste plaats, zal ons werk geen blijvend resultaat hebben. <div eID=\"gen48101\" type=\"x-p\"/><div annotateRef=\"Hag.1.7\" annotateType=\"commentary\" eID=\"gen48099\" type=\"section\"/>",
      "8": "<div annotateRef=\"Hag.1.8\" annotateType=\"commentary\" sID=\"gen48102\" type=\"section\"/><div sID=\"gen48103\" type=\"x-p\"/><title>Wat de HEERE wil dat ze doen</title><div eID=\"gen48103\" type=\"x-p\"/> <lb/><div sID=\"gen48104\" type=\"x-p\"/>Hier wordt hun gezegd hoe ze aan de wil van God kunnen voldoen en weer zegen kunnen verwachten. De profeet zegt hiermee als het ware: ‘Geef God de eerste plaats in jullie leven.’ Het huis van God kan niet zonder materiaal worden herbouwd en materiaal kan niet worden verkregen zonder arbeid. De HEERE zegt hun waar ze moeten zijn om het materiaal voor Gods huis te halen. Ze moeten het gebergte ingaan. Daar is hout te halen. Met dat hout kunnen ze <hi type=\"italic\">“dit huis”</hi>, dat is Gods huis, de tempel, herbouwen. <div eID=\"gen48104\" type=\"x-p\"/><div sID=\"gen48105\" type=\"x-p\"/>Het hout is een beeld van Christus als <hi type=\"italic\">“de vrucht van de aarde” (<reference osisRef=\"Isa.4.2\">Js 4:2</reference>)</hi>. In geestelijk opzicht is het ook zo dat alle geestelijke arbeid de heerlijkheid van Gods huis, Zijn gemeente, op het oog moet hebben. Daarbij gaat het om Christus. Het is niet eenvoudig, maar wat is er mooier dan te mogen werken voor iets waarin God welgevallen heeft en waardoor Hij wordt verheerlijkt? Zijn huis, de gemeente, bestaat uit alle gelovigen. Een plaatselijke gemeente mag in de praktijk laten zien wat de gemeente als woonplaats van God is. De Heilige Geest woont in de gemeente <hi type=\"italic\">(<reference osisRef=\"1Cor.3.16\">1Ko 3:16</reference>)</hi> en in het lichaam van de gelovige <hi type=\"italic\">(<reference osisRef=\"1Cor.6.19\">1Ko 6:19</reference>)</hi>.<div eID=\"gen48105\" type=\"x-p\"/><div sID=\"gen48106\" type=\"x-p\"/>Hoe kunnen wij aan de gemeente bouwen? De gemeente wordt opgebouwd door onderwijs uit Gods Woord door de gaven die de Heer Jezus aan Zijn gemeente heeft gegeven <hi type=\"italic\">(<reference osisRef=\"Eph.4.11-Eph.4.13\">Ef 4:11-13</reference>)</hi>. Het is dan ook belangrijk dat ieder die als gave aan de gemeente is gegeven, zijn dienst trouw verricht en daarin niet verslapt. De gelovige wordt opgebouwd door dit onderwijs in zich op te nemen. Dan bouwt hij zichzelf op in zijn allerheiligst geloof <hi type=\"italic\">(<reference osisRef=\"Jude.1.17-Jude.1.20\">Jd 1:17-20</reference>)</hi>. Daarin verheugt God Zich en daardoor wordt Hij verheerlijkt.<div eID=\"gen48106\" type=\"x-p\"/><div annotateRef=\"Hag.1.8\" annotateType=\"commentary\" eID=\"gen48102\" type=\"section\"/>",
      "9": "<div annotateRef=\"Hag.1.9\" annotateType=\"commentary\" sID=\"gen48107\" type=\"section\"/><div sID=\"gen48108\" type=\"x-p\"/><title>Egoïsme blokkeert zegen</title><div eID=\"gen48108\" type=\"x-p\"/> <lb/><div sID=\"gen48109\" type=\"x-p\"/>In wat God hier zegt, klinkt door hoezeer het Hem raakt dat Zijn volk Hem negeert. Hij heeft het niet over hun zwakke toestand of de armoedige tempel in vergelijking met die van Salomo. Hij heeft het over hun onverschilligheid, hun gebrek aan belangstelling voor Hem en Zijn huis. <div eID=\"gen48109\" type=\"x-p\"/><div sID=\"gen48110\" type=\"x-p\"/>De tegenvallende resultaten zijn een tuchtiging van God omdat zij nalaten Zijn huis te herbouwen. Het belang van Gods huis is verdrongen door het belang van hun eigen huizen. In plaats van zich in te spannen voor Gods huis, <hi type=\"italic\">“dat verwoest ligt”</hi>, sloven ze zich uit voor hun eigen huizen. Als het om Gods huis gaat, zijn ze niet tot enige activiteit te bewegen. Maar zodra het hun eigen huis betreft, zijn ze vol actie, daar rennen ze voor, zoals er letterlijk staat.<div eID=\"gen48110\" type=\"x-p\"/><div sID=\"gen48111\" type=\"x-p\"/>In het woord ‘uitsloven’ of ‘rennen’ komt de ijver tot uiting waarmee ze hun eigen belangen najagen. Het is opmerkelijk hoeveel energie er wordt ingezet bij het verwezenlijken van eigen plannen die dienen tot vergroting van de gemakzucht, terwijl er geklaagd wordt dat er zo weinig tijd is voor de dingen van de Heer. Gebrek aan ijver en liefde voor het huis van God, dat is de gemeente van de levende God, gaat vaak hand in hand met veel inzet en zorg voor ons eigen gemak.<div eID=\"gen48111\" type=\"x-p\"/><div sID=\"gen48112\" type=\"x-p\"/>Er is tijd en er zijn middelen in overvloed voor dingen die geen blijvend nut hebben. Daarmee vergeleken zien we hoe moeilijk er soms tijd vrijgemaakt wordt voor samenkomsten en hoe weinig er soms financieel of op andere manieren wordt bijgedragen aan het werk voor de Heer. Als het geweten eenmaal is aangesproken, verandert dat. <div eID=\"gen48112\" type=\"x-p\"/><div sID=\"gen48113\" type=\"x-p\"/>Er is een groot contrast tussen <hi type=\"italic\">“Mijn huis”</hi> en <hi type=\"italic\">“ieder … zijn [eigen] huis”</hi>. In het ‘eigen huis’ kunnen we godsdienstige groeperingen zien die zijn ingericht naar eigen idee. Mensen willen daarin zichzelf kunnen herkennen en zich er thuis voelen. Of God er Zich ook ‘thuis voelt’, speelt geen rol. We beluisteren de uitdrukking ‘ieder zijn huis’ ook als een voorganger spreekt over ‘mijn gemeente’. Er is slechts één Persoon Die het recht heeft over <hi type=\"italic\">“Mijn gemeente”</hi> te spreken <hi type=\"italic\">(<reference osisRef=\"Matt.16.18\">Mt 16:18</reference>)</hi>. Dat is Hij van Wie de gemeente is, omdat Hij haar heeft gekocht met de prijs van Zijn bloed <hi type=\"italic\">(<reference osisRef=\"Acts.20.28\">Hd 20:28</reference>)</hi>.<div eID=\"gen48113\" type=\"x-p\"/><div annotateRef=\"Hag.1.9\" annotateType=\"commentary\" eID=\"gen48107\" type=\"section\"/>",
      "10": "<div annotateRef=\"Hag.1.10-Hag.1.11\" annotateType=\"commentary\" sID=\"gen48114\" type=\"section\"/><div sID=\"gen48115\" type=\"x-p\"/><title>Geen dauw, geen opbrengst</title><div eID=\"gen48115\" type=\"x-p\"/> <lb/><div sID=\"gen48116\" type=\"x-p\"/>De hemel geeft geen dauw op het land omdat het volk Gods huis veracht en daarmee Hem Zelf. Als ze aan Hem zouden hebben gedacht, zouden ze aan de herbouw van Zijn huis hebben gedacht. Dat er droogte is, moet niet aan natuurlijke oorzaken worden toegeschreven, maar aan het voorbijgaan aan de belangen van de HEERE. Als ze dat doen, gaat de HEERE voorbij aan hun belangen. Als ze Hem niet dienen, dient Hij hen niet met dauw. Hij dient hen dan op een andere manier. Zijn dienst in tucht moet hen ertoe brengen erover na te denken waarom er geen opbrengst is en Wie de droogte zendt. <div eID=\"gen48116\" type=\"x-p\"/><div sID=\"gen48117\" type=\"x-p\"/>Dat Hij een droogte uitroept over het land en de bergen <hi type=\"italic\">(<reference osisRef=\"Hag.1.11\">Hg 1:11</reference>)</hi>, is een teken van het oordeel als gevolg van de ontrouw van het volk <hi type=\"italic\">(<reference osisRef=\"1Kgs.17.1\">1Kn 17:1</reference>)</hi>. Die droogte treft hen in de hele opbrengst van het land, alles <hi type=\"italic\">“wat het land oplevert”</hi>. <hi type=\"italic\">“Het koren”</hi>, <hi type=\"italic\">“de nieuwe wijn”</hi> en <hi type=\"italic\">“de olie”</hi> vatten de zegeningen van het land samen <hi type=\"italic\">(<reference osisRef=\"Deut.11.14\">Dt 11:14</reference><reference osisRef=\"Deut.18.4\">; Dt 18:4</reference>)</hi>. <div eID=\"gen48117\" type=\"x-p\"/><div sID=\"gen48118\" type=\"x-p\"/>Niet alleen de mensen, ook de dieren lijden als gevolg van de ontrouw van het volk. De hele schepping lijdt vanwege de zonde van de mens <hi type=\"italic\">(<reference osisRef=\"Rom.8.22\">Rm 8:22</reference>)</hi>. Er is alleen harmonie in de schepping, tussen de dieren onderling, tussen de mens en de dieren en tussen de mensen onderling, wanneer de schepping door Christus is teruggebracht in de juiste verhouding tot God.<div eID=\"gen48118\" type=\"x-p\"/><div annotateRef=\"Hag.1.10-Hag.1.11\" annotateType=\"commentary\" eID=\"gen48114\" type=\"section\"/>",
      "11": "<div annotateRef=\"Hag.1.10-Hag.1.11\" annotateType=\"commentary\" sID=\"gen48114\" type=\"section\"/><div sID=\"gen48115\" type=\"x-p\"/><title>Geen dauw, geen opbrengst</title><div eID=\"gen48115\" type=\"x-p\"/> <lb/><div sID=\"gen48116\" type=\"x-p\"/>De hemel geeft geen dauw op het land omdat het volk Gods huis veracht en daarmee Hem Zelf. Als ze aan Hem zouden hebben gedacht, zouden ze aan de herbouw van Zijn huis hebben gedacht. Dat er droogte is, moet niet aan natuurlijke oorzaken worden toegeschreven, maar aan het voorbijgaan aan de belangen van de HEERE. Als ze dat doen, gaat de HEERE voorbij aan hun belangen. Als ze Hem niet dienen, dient Hij hen niet met dauw. Hij dient hen dan op een andere manier. Zijn dienst in tucht moet hen ertoe brengen erover na te denken waarom er geen opbrengst is en Wie de droogte zendt. <div eID=\"gen48116\" type=\"x-p\"/><div sID=\"gen48117\" type=\"x-p\"/>Dat Hij een droogte uitroept over het land en de bergen <hi type=\"italic\">(<reference osisRef=\"Hag.1.11\">Hg 1:11</reference>)</hi>, is een teken van het oordeel als gevolg van de ontrouw van het volk <hi type=\"italic\">(<reference osisRef=\"1Kgs.17.1\">1Kn 17:1</reference>)</hi>. Die droogte treft hen in de hele opbrengst van het land, alles <hi type=\"italic\">“wat het land oplevert”</hi>. <hi type=\"italic\">“Het koren”</hi>, <hi type=\"italic\">“de nieuwe wijn”</hi> en <hi type=\"italic\">“de olie”</hi> vatten de zegeningen van het land samen <hi type=\"italic\">(<reference osisRef=\"Deut.11.14\">Dt 11:14</reference><reference osisRef=\"Deut.18.4\">; Dt 18:4</reference>)</hi>. <div eID=\"gen48117\" type=\"x-p\"/><div sID=\"gen48118\" type=\"x-p\"/>Niet alleen de mensen, ook de dieren lijden als gevolg van de ontrouw van het volk. De hele schepping lijdt vanwege de zonde van de mens <hi type=\"italic\">(<reference osisRef=\"Rom.8.22\">Rm 8:22</reference>)</hi>. Er is alleen harmonie in de schepping, tussen de dieren onderling, tussen de mens en de dieren en tussen de mensen onderling, wanneer de schepping door Christus is teruggebracht in de juiste verhouding tot God.<div eID=\"gen48118\" type=\"x-p\"/><div annotateRef=\"Hag.1.10-Hag.1.11\" annotateType=\"commentary\" eID=\"gen48114\" type=\"section\"/>",
      "12": "<div annotateRef=\"Hag.1.12\" annotateType=\"commentary\" sID=\"gen48119\" type=\"section\"/><div sID=\"gen48120\" type=\"x-p\"/><title>Het volk heeft ontzag voor de HEERE</title><div eID=\"gen48120\" type=\"x-p\"/> <lb/><div sID=\"gen48121\" type=\"x-p\"/>Nadat Haggaï zijn eerste boodschap namens de HEERE heeft uitgesproken, luisteren de leiders en het volk. De woorden van de profeet vallen in goede aarde en allen gehoorzamen. Ze horen <hi type=\"italic\">“de stem van de HEERE, hun God”</hi> in <hi type=\"italic\">“de woorden van de profeet Haggaï”</hi>. Dit moet zo zijn bij ieder die Gods Woord brengt. Haggaï is niet uit eigen beweging gekomen. Hij is door de HEERE, hun God, tot hen gezonden. Hij komt namens Hem. <div eID=\"gen48121\" type=\"x-p\"/><div sID=\"gen48122\" type=\"x-p\"/>De komst en het spreken van Haggaï bewerken geen tweedracht of verdeeldheid, maar eenheid en erkenning. Dat toont een goede gezindheid. Ieder erkent de waarheid van wat er is gezegd. Het volk vreest, de woorden maken indruk. Vrees of ontzag is de eerste vrucht van het horen. De tweede vrucht is dat zij het veronachtzaamde werk aan de tempel weer ter hand nemen <hi type=\"italic\">(<reference osisRef=\"Hag.1.14\">Hg 1:14</reference>)</hi>.<div eID=\"gen48122\" type=\"x-p\"/><div annotateRef=\"Hag.1.12\" annotateType=\"commentary\" eID=\"gen48119\" type=\"section\"/>",
      "13": "<div annotateRef=\"Hag.1.13\" annotateType=\"commentary\" sID=\"gen48123\" type=\"section\"/><div sID=\"gen48124\" type=\"x-p\"/><title>Ik ben met u</title><div eID=\"gen48124\" type=\"x-p\"/> <lb/><div sID=\"gen48125\" type=\"x-p\"/><hi type=\"italic\">“Daarop”</hi> geeft aan dat wat volgt een reactie is op wat eraan is voorafgegaan. De goede gezindheid van het volk wordt door de HEERE beantwoord met een bemoedigende toezegging. Haggaï, die nu met nadruk <hi type=\"italic\">“de bode van de HEERE”</hi> wordt genoemd, komt met een uiterst korte, maar inhoudsrijke boodschap van de HEERE tot hen. Wanneer de HEERE bij iemand een gezindheid ziet om te gehoorzamen, doet Hij de toezegging: <hi type=\"italic\">“Ik ben met u.”</hi> Wat heeft een mens nog meer nodig? Deze toezegging houdt in dat hun bekering echt is. <div eID=\"gen48125\" type=\"x-p\"/><div sID=\"gen48126\" type=\"x-p\"/>Met de Heer erbij is de garantie aanwezig voor hulp, bescherming, kracht en zegen. Wie Hem heeft, heeft alles. Er is geen grotere bemoediging om een opdracht te vervullen, vooral als het een dag van zwakheid is, dan de woorden van de Heer Jezus: <hi type=\"italic\">“En zie, Ik ben met u alle dagen tot aan de voleinding van de eeuw” (<reference osisRef=\"Matt.28.20\">Mt 28:20</reference>; <reference osisRef=\"Ps.23.4\">Ps 23:4</reference><reference osisRef=\"Ps.91.15\">; Ps 91:15</reference>; <reference osisRef=\"Isa.43.2\">Js 43:2</reference>)</hi>. Ook in de beste dagen is er niets wat beter is. Het is het enige woord dat tot het bevreesd geworden volk gesproken wordt, maar het houdt alles in.<div eID=\"gen48126\" type=\"x-p\"/><div sID=\"gen48127\" type=\"x-p\"/>Haggaï krijgt de eer om als enige profeet in de Bijbel <hi type=\"italic\">“de bode van de HEERE”</hi> te worden genoemd, hoewel dit geldt van alle ware profeten. Je kunt een bode van de HEERE zijn, maar toch geen boodschap van de HEERE brengen. Bij Haggaï is het allebei waar. <div eID=\"gen48127\" type=\"x-p\"/><div annotateRef=\"Hag.1.13\" annotateType=\"commentary\" eID=\"gen48123\" type=\"section\"/>",
      "14": "<div annotateRef=\"Hag.1.14\" annotateType=\"commentary\" sID=\"gen48128\" type=\"section\"/><div sID=\"gen48129\" type=\"x-p\"/><title>Het werk aan Gods huis wordt hervat</title><div eID=\"gen48129\" type=\"x-p\"/> <lb/><div sID=\"gen48130\" type=\"x-p\"/>Als de juiste gezindheid aanwezig is, kan de HEERE de geest van de leiders en van het overblijfsel opwekken om aan het werk te gaan. Hij werkt <hi type=\"italic\">“zowel het willen als het werken”</hi> in hen <hi type=\"italic\">(<reference osisRef=\"Phil.2.13\">Fp 2:13</reference>)</hi>. Hij bemoedigt hen innerlijk en maakt hen gewillig en krachtig om aan het werk te gaan. Ze beginnen, zonder de toestemming van de koning af te wachten. Het woord van de HEERE staat boven dat van een koning.<div eID=\"gen48130\" type=\"x-p\"/><div sID=\"gen48131\" type=\"x-p\"/>Enerzijds zijn ze gehoorzaam aan de boodschap van Haggaï. Anderzijds werkt Gods Geest in hen de bereidwilligheid om de herbouw aan Gods huis te hervatten. Beide aspecten zijn nodig, wil het resultaat tot Gods eer kunnen zijn. Er komt niets tot stand wat tot eer van God is als een werk van de mens uitgaat en hij bezig is in eigen kracht. Paulus is zich daar grondig van bewust geweest. Dat horen we als hij zegt: <hi type=\"italic\">“Ik heb overvloediger gearbeid dan zij allen; maar niet ik, maar de genade van God met mij” (<reference osisRef=\"1Cor.15.10\">1Ko 15:10b</reference>)</hi>. Het moet ook diep tot ons doordringen, dat de Heer Jezus zegt: <hi type=\"italic\">“Zonder Mij kunt u helemaal niets doen” (<reference osisRef=\"John.15.5\">Jh 15:5b</reference>)</hi>.<div eID=\"gen48131\" type=\"x-p\"/><div annotateRef=\"Hag.1.14\" annotateType=\"commentary\" eID=\"gen48128\" type=\"section\"/>",
      "15": "<div annotateRef=\"Hag.1.15-Hag.1.1\" annotateType=\"commentary\" sID=\"gen48132\" type=\"section\"/><div sID=\"gen48133\" type=\"x-p\"/>Nederlands vers (2:1)<div eID=\"gen48133\" type=\"x-p\"/><div sID=\"gen48134\" type=\"x-p\"/><title>De datum van de hervatting van het werk</title><div eID=\"gen48134\" type=\"x-p\"/> <lb/><div sID=\"gen48135\" type=\"x-p\"/>Dit vers hoort nog bij het vorige hoofdstuk en sluit direct aan op de hervatting van de herbouw van de tempel. De dag dat zij met het werk beginnen, is van zo grote waarde voor de HEERE, dat de datum nauwkeurig wordt aangegeven.<div eID=\"gen48135\" type=\"x-p\"/><div annotateRef=\"Hag.1.15-Hag.1.1\" annotateType=\"commentary\" eID=\"gen48132\" type=\"section\"/><chapter eID=\"gen48039\" osisID=\"Hag.1\"/>",
      "intro": "<chapter osisID=\"Hag.1\" sID=\"gen48039\"/> "
    },
    "2": {
      "1": "<div annotateRef=\"Hag.2.1-Hag.2.2\" annotateType=\"commentary\" sID=\"gen48137\" type=\"section\"/><div sID=\"gen48138\" type=\"x-p\"/>Nederlandse verzen (2-3)<div eID=\"gen48138\" type=\"x-p\"/><div sID=\"gen48139\" type=\"x-p\"/><title>Een nieuwe boodschap van de HEERE</title><div eID=\"gen48139\" type=\"x-p\"/> <lb/><div sID=\"gen48140\" type=\"x-p\"/>De derde datumnotatie markeert het begin van de tweede boodschap. Deze tweede boodschap komt binnen een maand nadat er met het werk is begonnen. Harten die bereid zijn om voor de Heer te werken, krijgen steeds nieuwe bemoedigingen. Als de wielen eenmaal rollen, zorgt God voor de olie.<div eID=\"gen48140\" type=\"x-p\"/><div sID=\"gen48141\" type=\"x-p\"/>De zevende maand is de maand van het Loofhuttenfeest, het laatste oogstfeest <hi type=\"italic\">(<reference osisRef=\"Lev.23.39-Lev.23.44\">Lv 23:39-44</reference>)</hi>. Het wordt gevierd van de vijftiende tot de eenentwintigste van de maand. Op de eenentwintigste zullen er veel mensen in Jeruzalem zijn geweest. Op die dag komt het woord van de HEERE opnieuw tot de leiders en het volk. Het woord komt tot hen door de dienst van de profeet Haggaï. Hij is het instrument dat de HEERE gebruikt om hun Zijn wil bekend te maken.<div eID=\"gen48141\" type=\"x-p\"/><div annotateRef=\"Hag.2.1-Hag.2.2\" annotateType=\"commentary\" eID=\"gen48137\" type=\"section\"/>",
      "2": "<div annotateRef=\"Hag.2.1-Hag.2.2\" annotateType=\"commentary\" sID=\"gen48137\" type=\"section\"/><div sID=\"gen48138\" type=\"x-p\"/>Nederlandse verzen (2-3)<div eID=\"gen48138\" type=\"x-p\"/><div sID=\"gen48139\" type=\"x-p\"/><title>Een nieuwe boodschap van de HEERE</title><div eID=\"gen48139\" type=\"x-p\"/> <lb/><div sID=\"gen48140\" type=\"x-p\"/>De derde datumnotatie markeert het begin van de tweede boodschap. Deze tweede boodschap komt binnen een maand nadat er met het werk is begonnen. Harten die bereid zijn om voor de Heer te werken, krijgen steeds nieuwe bemoedigingen. Als de wielen eenmaal rollen, zorgt God voor de olie.<div eID=\"gen48140\" type=\"x-p\"/><div sID=\"gen48141\" type=\"x-p\"/>De zevende maand is de maand van het Loofhuttenfeest, het laatste oogstfeest <hi type=\"italic\">(<reference osisRef=\"Lev.23.39-Lev.23.44\">Lv 23:39-44</reference>)</hi>. Het wordt gevierd van de vijftiende tot de eenentwintigste van de maand. Op de eenentwintigste zullen er veel mensen in Jeruzalem zijn geweest. Op die dag komt het woord van de HEERE opnieuw tot de leiders en het volk. Het woord komt tot hen door de dienst van de profeet Haggaï. Hij is het instrument dat de HEERE gebruikt om hun Zijn wil bekend te maken.<div eID=\"gen48141\" type=\"x-p\"/><div annotateRef=\"Hag.2.1-Hag.2.2\" annotateType=\"commentary\" eID=\"gen48137\" type=\"section\"/>",
      "3": "<div annotateRef=\"Hag.2.3\" annotateType=\"commentary\" sID=\"gen48142\" type=\"section\"/><div sID=\"gen48143\" type=\"x-p\"/>Nederlands vers (4)<div eID=\"gen48143\" type=\"x-p\"/><div sID=\"gen48144\" type=\"x-p\"/><title>De heerlijkheid van het huis</title><div eID=\"gen48144\" type=\"x-p\"/> <lb/><div sID=\"gen48145\" type=\"x-p\"/>Dit vers bestaat uit drie vragen. Op de eerste vraag kan alleen antwoord worden gegeven door de ouden die zich de tempel van Salomo kunnen herinneren die ze als kind hebben gezien. Alle anderen hebben alleen over die tempel horen vertellen. De tweede vraag is in feite ook voor de ouden bedoeld, want alleen zij kunnen de vergelijking maken tussen wat ze <hi type=\"italic\">“nu”</hi> zien en hoe hij vroeger was. Zij ook zullen dan moeten zeggen dat wat ze nu zien, niets is vergeleken bij wat ze vroeger hebben gezien. Het gebouw kan niet tippen aan de heerlijke tempel van weleer <hi type=\"italic\">(<reference osisRef=\"Ezra.3.8-Ezra.3.13\">Ea 3:8-13</reference>)</hi>. <div eID=\"gen48145\" type=\"x-p\"/><div sID=\"gen48146\" type=\"x-p\"/>Bewogen door de vrees voor God luistert het volk naar de woorden van Zijn bode. Maar nu is er weer een andere moeilijkheid die het geloof in de weg staat en dat is het pijnlijke besef dat alle glans en glorie van de vroegere tempel ontbreekt. Het overblijfsel kan daaraan niets veranderen. Ze kunnen de eerste heerlijkheid niet terughalen.<div eID=\"gen48146\" type=\"x-p\"/><div sID=\"gen48147\" type=\"x-p\"/>Maar hoe opmerkelijk is het dat God spreekt over <hi type=\"italic\">“dit huis … in zijn eerste heerlijkheid”</hi>. Het aanzien van het huis mag dan veranderd zijn, het huis zelf is niet veranderd. Voor God bestaat er maar één huis. Zo is het ook met de gemeente, Zijn huis in onze tijd. Als we in het boek <hi type=\"italic\">Handelingen</hi> over het ontstaan van de gemeente lezen, zien we de heerlijkheid van Gods huis. Van die heerlijkheid is vandaag niet veel te zien door alle scheuringen en dwaalleringen. Toch blijft het voor God hetzelfde huis.<div eID=\"gen48147\" type=\"x-p\"/><div sID=\"gen48148\" type=\"x-p\"/>De gestelde vragen zijn ook voor ons belangrijk. Ze doen ons beseffen dat voor enige zelfvoldane gedachte geen ruimte is. Het is goed geen hoge pretenties te hebben. We mogen bouwen aan Gods huis, terwijl we beseffen dat de manifestatie van dat huis niets is om ons op te verheffen. Tegelijk mogen we ruimte laten voor Gods genade en macht. We voelen hoever de gemeente is afgeweken van haar oorspronkelijke staat, maar we hoeven niet ontmoedigd te raken.<div eID=\"gen48148\" type=\"x-p\"/><div annotateRef=\"Hag.2.3\" annotateType=\"commentary\" eID=\"gen48142\" type=\"section\"/>",
      "4": "<div annotateRef=\"Hag.2.4\" annotateType=\"commentary\" sID=\"gen48149\" type=\"section\"/><div sID=\"gen48150\" type=\"x-p\"/>Nederlands vers (5)<div eID=\"gen48150\" type=\"x-p\"/><div sID=\"gen48151\" type=\"x-p\"/><title>Wees sterk</title><div eID=\"gen48151\" type=\"x-p\"/> <lb/><div sID=\"gen48152\" type=\"x-p\"/>De vergelijking van <hi type=\"italic\"><reference osisRef=\"Hag.2.3\">Hg 2:4</reference></hi> is niet bedoeld om hen te ontmoedigen, maar om hen des te meer te doen vertrouwen op hun God. De opdracht waarvoor ze zich geplaatst zien, kan onuitvoerbaar lijken als ze hun werk vergelijken met de eerste heerlijkheid van Gods huis. Ze hebben niets om de tempel mee te verfraaien. Daarom is de oproep om sterk te zijn en door te werken zo belangrijk. Daarbij laat de HEERE nog een keer weten dat ze er niet alleen voor staan en dat ze het niet in eigen kracht hoeven te doen, want Hij is met hen <hi type=\"italic\">(<reference osisRef=\"Hag.1.13\">Hg 1:13</reference>)</hi>. Als de HEERE alleen zou hebben gezegd <hi type=\"italic\">“werk door”</hi>, zonder de noodzakelijke toezegging van Zijn ondersteuning, zou de motivatie niet voldoende gestimuleerd zijn. <div eID=\"gen48152\" type=\"x-p\"/><div sID=\"gen48153\" type=\"x-p\"/>De oproep om sterk te zijn heeft eerder geklonken, zoals tot de Israëlieten en Jozua <hi type=\"italic\">(<reference osisRef=\"Deut.31.6\">Dt 31:6</reference><reference osisRef=\"Deut.31.7\">; 7</reference><reference osisRef=\"Deut.31.23\">; 23</reference>; <reference osisRef=\"Josh.1.6-Josh.1.18\">Jz 1:6-18</reference>)</hi> en tot Salomo <hi type=\"italic\">(<reference osisRef=\"1Chr.22.13\">1Kr 22:13</reference><reference osisRef=\"1Chr.28.10\">; 1Kr 28:10</reference><reference osisRef=\"1Chr.28.20\">; 20</reference>)</hi>. Ook bij andere gelegenheden is die oproep gedaan <hi type=\"italic\">(<reference osisRef=\"2Chr.19.11\">2Kr 19:11</reference>; <reference osisRef=\"Dan.10.19\">Dn 10:19</reference>)</hi>. Hij is dezelfde getrouwe God voor het overblijfsel in de dagen van Haggaï als in de tijd van Jozua en Salomo. <div eID=\"gen48153\" type=\"x-p\"/><div sID=\"gen48154\" type=\"x-p\"/>Voor ons geldt hetzelfde. Paulus zegt tegen Timotheüs, en tegen ons: <hi type=\"italic\">“Sterk je in de genade die in Christus Jezus is” (<reference osisRef=\"2Tim.2.1\">2Tm 2:1</reference>)</hi>. Tegen de Efeziërs, en tegen ons, zegt hij: <hi type=\"italic\">“Sterkt u in de Heer en in de kracht van Zijn sterkte” (<reference osisRef=\"Eph.6.10\">Ef 6:10</reference>)</hi>. De aanmoediging om sterk te zijn klinkt altijd in situaties van tegenstand, waarbij het erop aankomt door te gaan, wat de verhinderingen ook zijn en hoe groot de tegenstand ook is. De sterkte van de Heer is nodig om innerlijke ontmoediging tegen te gaan en uiterlijke tegenstand te overwinnen.<div eID=\"gen48154\" type=\"x-p\"/><div sID=\"gen48155\" type=\"x-p\"/>De puinhoop te midden waarvan wij leven, is groot. Er zijn veel scheuringen en de verwarring neemt toe. Toch is het mogelijk te beantwoorden aan Gods verlangens naar een woonplaats voor Hem, waar we bij Hem als middelpunt mogen zijn. Dat is zo, als we als plaatselijke gemeente het gezag van Zijn Woord en de leiding van Zijn Geest erkennen. Dat zien we in het volgende vers voorgesteld.<div eID=\"gen48155\" type=\"x-p\"/><div annotateRef=\"Hag.2.4\" annotateType=\"commentary\" eID=\"gen48149\" type=\"section\"/>",
      "5": "<div annotateRef=\"Hag.2.5\" annotateType=\"commentary\" sID=\"gen48156\" type=\"section\"/><div sID=\"gen48157\" type=\"x-p\"/>Nederlands vers (6)<div eID=\"gen48157\" type=\"x-p\"/><div sID=\"gen48158\" type=\"x-p\"/><title>Woord en Geest</title><div eID=\"gen48158\" type=\"x-p\"/> <lb/><div sID=\"gen48159\" type=\"x-p\"/>De eventuele gedachte dat de HEERE niet meer bij hen is, wordt hier door Haggaï ongegrond verklaard. Hij verwijst naar <hi type=\"italic\">“het woord”</hi>, dat is het woord van het verbond, dat de HEERE met hen heeft gesloten bij hun vertrek uit Egypte. Hun bevrijding uit Egypte en het verbond dat de HEERE bij die gelegenheid met hen heeft gesloten, is de garantie dat Hij Zijn volk trouw blijft, want Hij blijft trouw aan Zijn Woord. Wat Hij Zich toen heeft voorgenomen – dat is Zijn volk het land in bezit geven –, blijft nog steeds Zijn doel. Zijn Geest heeft hun de verzekering daarvan gegeven door in hun midden te zijn. Daarom klinkt nu de bemoediging: <hi type=\"italic\">“Wees niet bevreesd.”</hi> <div eID=\"gen48159\" type=\"x-p\"/><div sID=\"gen48160\" type=\"x-p\"/>Het Woord van God en de Geest van God zijn altijd in harmonie met elkaar en zijn beide nodig om Gods wil te leren kennen en te doen. Het Woord van God is niet te begrijpen zonder de Geest en de Geest handelt altijd in overeenstemming met het Woord en zal nooit tot iets aanzetten wat daartegen ingaat. Wie alleen met het Woord bezig is, zonder door de Geest geleid te worden, wordt een rationalist. Wie alleen door de Geest geleid wil worden zonder Gods Woord te raadplegen, wordt een niet te corrigeren fanaticus. <div eID=\"gen48160\" type=\"x-p\"/><div annotateRef=\"Hag.2.5\" annotateType=\"commentary\" eID=\"gen48156\" type=\"section\"/>",
      "6": "<div annotateRef=\"Hag.2.6\" annotateType=\"commentary\" sID=\"gen48161\" type=\"section\"/><div sID=\"gen48162\" type=\"x-p\"/>Nederlands vers (7)<div eID=\"gen48162\" type=\"x-p\"/><div sID=\"gen48163\" type=\"x-p\"/><title>Nog een korte tijd</title><div eID=\"gen48163\" type=\"x-p\"/> <lb/><div sID=\"gen48164\" type=\"x-p\"/>Na de toezegging van Zijn ondersteuning in de vorige verzen gaat God dit zwakke overblijfsel nog meer bemoedigingen geven. Al kan Hij Zich door hun vervallen toestand en de veranderde situatie nu niet persoonlijk in hun midden openbaren, er zal weer een tijd aanbreken dat Hij eigenmachtig zal ingrijpen.<div eID=\"gen48164\" type=\"x-p\"/><div sID=\"gen48165\" type=\"x-p\"/>Dit vers en de volgende vier verzen zijn duidelijk Messiaans. Ze zijn bedoeld als een extra bemoediging om het werk van de herbouw te doen. Hij om Wie het gaat en Die met hen is, is Degene Die binnenkort alles met Zijn heerlijkheid zal vervullen. De heerschappij van Christus betreft niet alleen de aarde, maar het heelal, dat is inclusief de hemel <hi type=\"italic\">(<reference osisRef=\"Eph.1.10\">Ef 1:10</reference>)</hi>.<div eID=\"gen48165\" type=\"x-p\"/><div sID=\"gen48166\" type=\"x-p\"/>De aanhaling van dit vers in het Nieuwe Testament – het enige vers dat daar van Haggaï wordt geciteerd – maakt duidelijk dat dit vers nog toekomst is. Het wordt op een wat andere wijze aangehaald, dan Haggaï zegt. De schrijver citeert uit de Septuaginta: <hi type=\"italic\">“Toen deed Zijn stem de aarde wankelen; maar nu heeft Hij beloofd en gezegd: ‘Nog eenmaal zal Ik niet alleen de aarde doen beven maar ook de hemel’. Dit ‘nog eenmaal’ nu duidt &lt;de&gt; verandering van de wankelbare – als gemaakte – dingen aan, opdat de dingen blijven die niet wankelbaar zijn” (<reference osisRef=\"Heb.12.26-Heb.12.27\">Hb 12:26-27</reference>)</hi>. <div eID=\"gen48166\" type=\"x-p\"/><div sID=\"gen48167\" type=\"x-p\"/>Het wankelen van de aarde ‘toen’ is gebeurd bij de Sinaï, toen God de wet aan Mozes gaf <hi type=\"italic\">(<reference osisRef=\"Exod.19.16\">Ex 19:16</reference>)</hi>. Het tweede beven zal gebeuren aan het einde van de tijden, bij de wederkomst van Christus, wanneer Hij komt om de aarde te oordelen. Daarna komt er een onwankelbaar koninkrijk, namelijk het duizendjarig vrederijk onder de zegenrijke heerschappij van Christus.<div eID=\"gen48167\" type=\"x-p\"/><div annotateRef=\"Hag.2.6\" annotateType=\"commentary\" eID=\"gen48161\" type=\"section\"/>",
      "7": "<div annotateRef=\"Hag.2.7\" annotateType=\"commentary\" sID=\"gen48168\" type=\"section\"/><div sID=\"gen48169\" type=\"x-p\"/>Nederlands vers (8)<div eID=\"gen48169\" type=\"x-p\"/><div sID=\"gen48170\" type=\"x-p\"/><title>Het verlangen van alle heidenvolken</title><div eID=\"gen48170\" type=\"x-p\"/> <lb/><div sID=\"gen48171\" type=\"x-p\"/>De <hi type=\"italic\">“heidenvolken doen beven”</hi> wil zeggen dat God de volken zal neerwerpen, wat met grote beroering gepaard zal gaan. Dat zal tot gevolg hebben dat ze zich aan Hem onderwerpen en naar Jeruzalem komen, dat dan ook het centrum van hun aanbidding zal zijn. Daar zal de Heer Jezus regeren en daar zal de tempel van God staan. <div eID=\"gen48171\" type=\"x-p\"/><div sID=\"gen48172\" type=\"x-p\"/>Nadat ‘alle heidenvolken’ zich aan God hebben onderworpen, zullen ze komen naar <hi type=\"italic\">“het verlangen van alle heidenvolken”</hi>, dat is de tempel, waarin de HEERE, ofwel Christus, woont en waar ze Hem zullen aanbidden <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.11.10\">Js 11:10</reference>)</hi>. Dit verlangen naar Christus en Zijn huis, de waardering voor en het begrip van Hem, is door Hemzelf in hun harten gewerkt. <div eID=\"gen48172\" type=\"x-p\"/><div sID=\"gen48173\" type=\"x-p\"/>Christus zal <hi type=\"italic\">“dit huis”</hi>, de tempel, in het vrederijk <hi type=\"italic\">“met heerlijkheid”</hi>, <hi type=\"italic\">Zijn</hi> heerlijkheid, vullen. Een schaduwbeeld daarvan is te zien in de dagen van Salomo, die een type van de Vredevorst is <hi type=\"italic\">(<reference osisRef=\"1Kgs.8.10-1Kgs.8.11\">1Kn 8:10-11</reference>; <reference osisRef=\"2Chr.5.13-2Chr.5.14\">2Kr 5:13-14</reference>)</hi>. <div eID=\"gen48173\" type=\"x-p\"/><div annotateRef=\"Hag.2.7\" annotateType=\"commentary\" eID=\"gen48168\" type=\"section\"/>",
      "8": "<div annotateRef=\"Hag.2.8\" annotateType=\"commentary\" sID=\"gen48174\" type=\"section\"/><div sID=\"gen48175\" type=\"x-p\"/>Nederlands vers (9)<div eID=\"gen48175\" type=\"x-p\"/><div sID=\"gen48176\" type=\"x-p\"/><title>Alles is van de HEERE</title><div eID=\"gen48176\" type=\"x-p\"/> <lb/><div sID=\"gen48177\" type=\"x-p\"/>De kostbaarheden waarmee de volken komen, hun rijkdommen, neemt God niet van hen af, want het is allemaal van Hem. Daar zal niemand iets tegenin kunnen brengen, want dit <hi type=\"italic\">“spreekt de HEERE van de legermachten”</hi>. Het overblijfsel mag te arm zijn om de tempel te versieren, en ook geen groot, gewillig volk dat goud en zilver brengt zoals bij de bouw van de tabernakel en de tempel, maar dat is geen beperking voor God. <div eID=\"gen48177\" type=\"x-p\"/><div sID=\"gen48178\" type=\"x-p\"/>Hier zegt de profeet als het ware dat ze zich geen zorgen hoeven te maken waar het goud en het zilver voor de tempel vandaan moeten komen, want het is alles van God en Hij kan en zal er dan ook in voorzien <hi type=\"italic\">(<reference osisRef=\"Ps.50.12\">Ps 50:12b</reference>)</hi>. Niets kan de openbaring van Zijn heerlijkheid belemmeren. <div eID=\"gen48178\" type=\"x-p\"/><div sID=\"gen48179\" type=\"x-p\"/>Het zilver en het goud zijn vandaag de gelovigen die nu het huis van God vormen. We zien dat in beeld in de materialen die bij de bouw van de tabernakel en de tempel worden gebruikt. Zilver stelt de prijs van de verlossing voor en goud de heerlijkheid van God. De gelovige is verlost door het bloed van Christus en in Christus bekleed met de heerlijkheid van God. Zo vormen alle gelovigen samen <hi type=\"italic\">“een woonplaats van God in [de] Geest” (<reference osisRef=\"Eph.2.22\">Ef 2:22</reference>)</hi>.<div eID=\"gen48179\" type=\"x-p\"/><div annotateRef=\"Hag.2.8\" annotateType=\"commentary\" eID=\"gen48174\" type=\"section\"/>",
      "9": "<div annotateRef=\"Hag.2.9\" annotateType=\"commentary\" sID=\"gen48180\" type=\"section\"/><div sID=\"gen48181\" type=\"x-p\"/>Nederlands vers (10)<div eID=\"gen48181\" type=\"x-p\"/><div sID=\"gen48182\" type=\"x-p\"/><title>De toekomstige heerlijkheid van Gods huis</title><div eID=\"gen48182\" type=\"x-p\"/> <lb/><div sID=\"gen48183\" type=\"x-p\"/>De vertaling ‘de heerlijkheid van dit toekomstige huis’ is niet juist. Het moet zijn <hi type=\"italic\">“de toekomstige </hi>[of: <hi type=\"italic\">laatste</hi>]<hi type=\"italic\"> heerlijkheid van dit huis”</hi>. Het betreft, zoals opgemerkt bij <hi type=\"italic\"><reference osisRef=\"Hag.2.3\">Hg 2:4</reference></hi>, altijd hetzelfde huis, maar in andere omstandigheden. God kent maar één huis. Er wordt niet aan een ander huis gebouwd, maar het oorspronkelijke huis wordt herbouwd. De toekomstige heerlijkheid wordt beschreven in <hi type=\"italic\">Ezechiël 40-48</hi>.<div eID=\"gen48183\" type=\"x-p\"/><div sID=\"gen48184\" type=\"x-p\"/>De toezegging dat de toekomstige heerlijkheid <hi type=\"italic\">“groter”</hi> zal zijn dan wat ze nu zien, is een grote bemoediging voor hen die de tempel hebben herbouwd. De herbouwde tempel steekt schril af tegen de tempel die de Babyloniërs hebben verwoest. Hier belooft God dat de toekomstige heerlijkheid zelfs groter zal zijn dan <hi type=\"italic\">“de eerste”</hi>, dat is de heerlijkheid van de tempel van Salomo.<div eID=\"gen48184\" type=\"x-p\"/><div sID=\"gen48185\" type=\"x-p\"/>De tweede belofte is dat de HEERE <hi type=\"italic\">“in deze plaats”</hi>, dat is in de stad Jeruzalem, <hi type=\"italic\">“vrede”</hi> zal geven. Dat zal gebeuren wanneer de Heer Jezus als de Vredevorst zal regeren <hi type=\"italic\">(<reference osisRef=\"Isa.9.6-Isa.9.7\">Js 9:5-6</reference>)</hi>. De vrede is hier niet in de eerste plaats de geestelijke vrede, in het hart, maar de uiterlijke vrede, die in zijn volle uitwerking ook de geestelijke vrede in zich sluit <hi type=\"italic\">(vgl. <reference osisRef=\"Mic.5.5\">Mi 5:4</reference>; <reference osisRef=\"Joel.3.17\">Jl 3:17</reference>; <reference osisRef=\"Isa.60.18\">Js 60:18</reference>)</hi>. Nu wordt het overblijfsel nog omgeven door vijanden en geplaagd door ontmoediging. De gedachte aan de toekomstige vrede, zowel uiterlijk als innerlijk, geeft moed. Dit wordt opnieuw onderstreept door erop te wijzen dat <hi type=\"italic\">“de HEERE van de legermachten”</hi> dit spreekt. Wat Hij spreekt, gebeurt.<div eID=\"gen48185\" type=\"x-p\"/><div annotateRef=\"Hag.2.9\" annotateType=\"commentary\" eID=\"gen48180\" type=\"section\"/>",
      "10": "<div annotateRef=\"Hag.2.10-Hag.2.11\" annotateType=\"commentary\" sID=\"gen48186\" type=\"section\"/><div sID=\"gen48187\" type=\"x-p\"/>Nederlandse verzen (11-12)<div eID=\"gen48187\" type=\"x-p\"/><div sID=\"gen48188\" type=\"x-p\"/><title>De boodschap voor de priesters</title><div eID=\"gen48188\" type=\"x-p\"/> <lb/><div sID=\"gen48189\" type=\"x-p\"/>Bijna twee maanden na de vorige boodschap en drie maanden na de eerste komt nu de derde boodschap van de HEERE tot Haggaï. Hij moet dit keer naar de priesters gaan en hun enkele vragen stellen om van hen te horen wat de wet daarover zegt. De priesters zijn de leraren van het volk. Zij leggen het volk de wet uit, ze verklaren die <hi type=\"italic\">(<reference osisRef=\"Deut.33.10\">Dt 33:10a</reference>; <reference osisRef=\"Mal.2.6-Mal.2.7\">Ml 2:6-7</reference>)</hi>, terwijl profeten hem op het hart en het geweten van het volk toepassen. <div eID=\"gen48189\" type=\"x-p\"/><div annotateRef=\"Hag.2.10-Hag.2.11\" annotateType=\"commentary\" eID=\"gen48186\" type=\"section\"/>",
      "11": "<div annotateRef=\"Hag.2.10-Hag.2.11\" annotateType=\"commentary\" sID=\"gen48186\" type=\"section\"/><div sID=\"gen48187\" type=\"x-p\"/>Nederlandse verzen (11-12)<div eID=\"gen48187\" type=\"x-p\"/><div sID=\"gen48188\" type=\"x-p\"/><title>De boodschap voor de priesters</title><div eID=\"gen48188\" type=\"x-p\"/> <lb/><div sID=\"gen48189\" type=\"x-p\"/>Bijna twee maanden na de vorige boodschap en drie maanden na de eerste komt nu de derde boodschap van de HEERE tot Haggaï. Hij moet dit keer naar de priesters gaan en hun enkele vragen stellen om van hen te horen wat de wet daarover zegt. De priesters zijn de leraren van het volk. Zij leggen het volk de wet uit, ze verklaren die <hi type=\"italic\">(<reference osisRef=\"Deut.33.10\">Dt 33:10a</reference>; <reference osisRef=\"Mal.2.6-Mal.2.7\">Ml 2:6-7</reference>)</hi>, terwijl profeten hem op het hart en het geweten van het volk toepassen. <div eID=\"gen48189\" type=\"x-p\"/><div annotateRef=\"Hag.2.10-Hag.2.11\" annotateType=\"commentary\" eID=\"gen48186\" type=\"section\"/>",
      "12": "<div annotateRef=\"Hag.2.12-Hag.2.13\" annotateType=\"commentary\" sID=\"gen48190\" type=\"section\"/><div sID=\"gen48191\" type=\"x-p\"/>Nederlandse verzen (13-14)<div eID=\"gen48191\" type=\"x-p\"/><div sID=\"gen48192\" type=\"x-p\"/><title>Wanneer heilig en wanneer onrein</title><div eID=\"gen48192\" type=\"x-p\"/> <lb/><div sID=\"gen48193\" type=\"x-p\"/>Om het volk ervan te doordringen dat de misoogsten die zij tot nu toe hebben gehad het gevolg zijn van Gods straf vanwege hun houding tegenover Hem en Zijn huis, legt de profeet de priesters twee vragen voor. Het antwoord daarop past hij in <hi type=\"italic\"><reference osisRef=\"Hag.2.14\">Hg 2:15</reference></hi> toe op de geestelijke toestand van het volk. <div eID=\"gen48193\" type=\"x-p\"/><div sID=\"gen48194\" type=\"x-p\"/>De eerste vraag <hi type=\"italic\">(<reference osisRef=\"Hag.2.12\">Hg 2:13</reference>)</hi> gaat erover of heiligheid kan worden overgedragen. Haggaï gebruikt daarvoor het voorbeeld van iemand die <hi type=\"italic\">“geheiligd vlees in de punt van zijn kleding”</hi> draagt. <hi type=\"italic\">“Geheiligd vlees”</hi> is vlees van dieren die geslacht zijn om aan de HEERE te worden geofferd <hi type=\"italic\">(<reference osisRef=\"Num.6.20\">Nm 6:20</reference>)</hi>. Daarvan mogen de priesters ook een deel hebben <hi type=\"italic\">(<reference osisRef=\"Lev.6.26\">Lv 6:26</reference><reference osisRef=\"Lev.6.29\">; 29</reference><reference osisRef=\"Lev.7.6\">; Lv 7:6</reference><reference osisRef=\"Lev.7.15-Lev.7.16\">; Lv 7:15-16</reference><reference osisRef=\"Lev.7.31-Lev.7.34\">; 31-34</reference>)</hi>. <div eID=\"gen48194\" type=\"x-p\"/><div sID=\"gen48195\" type=\"x-p\"/>Laat zo iemand nu eens met de punt van zijn kleding, waarin dat geheiligde vlees zit, voedsel aanraken. Haggaï noemt een paar voorbeelden van het voedsel dat het zou kunnen zijn. Hij geeft tevens aan dat het maar voorbeelden zijn, want het geldt voor <hi type=\"italic\">“welk voedsel dan ook”</hi>. Dan stelt hij de vraag of dat voedsel heilig wordt als het wordt aangeraakt door de punt van de kleding waarin het geheiligde vlees zit. <div eID=\"gen48195\" type=\"x-p\"/><div sID=\"gen48196\" type=\"x-p\"/>Blijkbaar zonder erover te hoeven nadenken antwoorden de priesters met een stellig <hi type=\"italic\">“nee”</hi>. Weliswaar wordt de punt van het kleed zelf wel heilig door het geheiligde vlees <hi type=\"italic\">(<reference osisRef=\"Lev.6.27\">Lv 6:27</reference>)</hi>, maar kan die heiligheid niet verder doorgeven. <div eID=\"gen48196\" type=\"x-p\"/><div sID=\"gen48197\" type=\"x-p\"/>Dan stelt Haggaï een tweede vraag <hi type=\"italic\">(<reference osisRef=\"Hag.2.13\">Hg 2:14</reference>)</hi>. Die vraag is het omgekeerde van de vorige vraag. Het gaat hier niet om iemand die iets van voedsel draagt, maar om iemand zelf, een <hi type=\"italic\">persoon</hi>. Het gaat om iemand die onrein is geworden en wel door aanraking van <hi type=\"italic\">“een dood lichaam”</hi>. Als die onreine persoon nu eens <hi type=\"italic\">“iets van al die dingen </hi>[die in het vorige vers zijn genoemd]<hi type=\"italic\"> aanraakt”</hi>, zo vraagt Haggaï, <hi type=\"italic\">“wordt [het] dan onrein?”</hi> <div eID=\"gen48197\" type=\"x-p\"/><div sID=\"gen48198\" type=\"x-p\"/>Het antwoord van de priesters is hier nadrukkelijker dan het antwoord op de vorige vraag. Daar is het een kort ‘nee’. Hier is het antwoord niet kortweg ‘ja’, maar een duidelijk omschreven <hi type=\"italic\">“het wordt onrein”.</hi> Ook de tweede vraag wordt juist beantwoord door de priesters. Iemand die verontreinigd is door aanraking van een dode, maakt alles onrein wat hij aanraakt <hi type=\"italic\">(<reference osisRef=\"Num.19.22\">Nm 19:22</reference>)</hi>.<div eID=\"gen48198\" type=\"x-p\"/><div sID=\"gen48199\" type=\"x-p\"/>Dit is de les: Heiligheid kan niet worden overgedragen, maar onreinheid wel. Een gezonde man kan zijn gezondheid niet overdragen, maar een zieke met een besmettelijke ziekte kan zijn ziekte wel overdragen <hi type=\"italic\">(vgl. <reference osisRef=\"1Cor.15.33\">1Ko 15:33</reference>)</hi>. Het onreine besmet de omgeving wel, maar het heilige heeft die kracht niet. <div eID=\"gen48199\" type=\"x-p\"/><div sID=\"gen48200\" type=\"x-p\"/>Zo werkt dit ook in het dagelijks leven, zoals de Prediker heeft ontdekt: <hi type=\"italic\">“Een dode vlieg doet de zalf van de zalfbereider stinkend gisten.”</hi> Daarop laat hij direct de les volgen: <hi type=\"italic\">“Zo [doet ook] een kleine dwaasheid met kostbare wijsheid en eer” (<reference osisRef=\"Eccl.10.1\">Pr 10:1</reference>)</hi>. Dwaasheid heeft veel meer invloed dan wijsheid. Dat is precies zo&#039;n uitspraak. Eén zwakke schakel doet de ketting breken. <div eID=\"gen48200\" type=\"x-p\"/><div sID=\"gen48201\" type=\"x-p\"/>We kunnen dit toepassen op tal van dingen in het leven van alle dag. Als we onreine muziek beluisteren, laat ons dat niet onberoerd, het straalt iets uit wat ons zelf ook onrein maakt. Onreine beelden – het hoeft maar een flits te zijn van iets onreins of sadistisch dat we op de televisie of op internet zien – blijven soms dagenlang hangen, we worden erdoor besmet. We menen dat we overal heen kunnen gaan, allerlei lectuur kunnen lezen, naar allerlei films kunnen kijken zonder dat het ons iets doet. Maar we vergissen ons zeer, want het heeft een uitwerking die ons totaal vervuilt.<div eID=\"gen48201\" type=\"x-p\"/><div sID=\"gen48202\" type=\"x-p\"/>Haggaï houdt het volk hun verkeerde denkwijze voor. Ze hebben in Babel gedacht: ‘Als we maar in Jeruzalem zijn, dat is tenslotte vanouds de stad van God. Als we maar in aanraking zijn met het heilige, met de heilige stad, dan geeft dat de beste kans om de beloofde zegen te genieten.’ Haggaï gaat daar vlijmscherp tegenin met dit priesterlijke onderwijs uit de wet. <div eID=\"gen48202\" type=\"x-p\"/><div sID=\"gen48203\" type=\"x-p\"/>Hij zegt: ‘Uiterlijke aanraking met het heilige bewerkt niets, maar uiterlijke aanraking met het onreine heeft rampzalige gevolgen!’ We hebben het misschien niet door, maar aanraking met het onreine beïnvloedt ons tot op de bodem van ons hart. En laten we niet denken dat aanraking met het heilige de aanraking met het onreine ongedaan maakt. <div eID=\"gen48203\" type=\"x-p\"/><div sID=\"gen48204\" type=\"x-p\"/>Wij zeggen: ‘Je moet altijd openstaan voor iedereen.’ De Bijbel zegt dat niet. De Bijbel zegt dat we de band moeten verbreken als iemand in onze vriendenkring bijvoorbeeld openlijk gaat spotten met het heilige. Een uiterlijke aanraking met wat onrein is door wat we horen en zien, maakt ons onrein. We moeten niet menen dat de uiterlijke aanraking met het heilige daartegen opweegt. Een rituele lezing van de Bijbel na het eten, of zo nu en dan eens een samenkomst bezoeken zonder dat ons hart erbij is, is een uiterlijke aanraking van het heilige, die niets uitwerkt. Het heilige heeft niet de kracht van een automatische uitstraling. <div eID=\"gen48204\" type=\"x-p\"/><div sID=\"gen48205\" type=\"x-p\"/>Samenvattend kunnen we zeggen dat alle profetieën van Haggaï gericht zijn tegen de nonchalance van de oppervlakkige aanraking en dat in tweeërlei opzicht: <lb/> 1. De oppervlakkige aanraking van het heilige, waarvan we denken dat het ons iets extra’s oplevert, levert ons niets extra’s op. <lb/> 2. De oppervlakkige aanraking met het onreine, waarvan we denken dat we daar wel tegen kunnen, maakt ons onrein.<div eID=\"gen48205\" type=\"x-p\"/><div annotateRef=\"Hag.2.12-Hag.2.13\" annotateType=\"commentary\" eID=\"gen48190\" type=\"section\"/>",
      "13": "<div annotateRef=\"Hag.2.12-Hag.2.13\" annotateType=\"commentary\" sID=\"gen48190\" type=\"section\"/><div sID=\"gen48191\" type=\"x-p\"/>Nederlandse verzen (13-14)<div eID=\"gen48191\" type=\"x-p\"/><div sID=\"gen48192\" type=\"x-p\"/><title>Wanneer heilig en wanneer onrein</title><div eID=\"gen48192\" type=\"x-p\"/> <lb/><div sID=\"gen48193\" type=\"x-p\"/>Om het volk ervan te doordringen dat de misoogsten die zij tot nu toe hebben gehad het gevolg zijn van Gods straf vanwege hun houding tegenover Hem en Zijn huis, legt de profeet de priesters twee vragen voor. Het antwoord daarop past hij in <hi type=\"italic\"><reference osisRef=\"Hag.2.14\">Hg 2:15</reference></hi> toe op de geestelijke toestand van het volk. <div eID=\"gen48193\" type=\"x-p\"/><div sID=\"gen48194\" type=\"x-p\"/>De eerste vraag <hi type=\"italic\">(<reference osisRef=\"Hag.2.12\">Hg 2:13</reference>)</hi> gaat erover of heiligheid kan worden overgedragen. Haggaï gebruikt daarvoor het voorbeeld van iemand die <hi type=\"italic\">“geheiligd vlees in de punt van zijn kleding”</hi> draagt. <hi type=\"italic\">“Geheiligd vlees”</hi> is vlees van dieren die geslacht zijn om aan de HEERE te worden geofferd <hi type=\"italic\">(<reference osisRef=\"Num.6.20\">Nm 6:20</reference>)</hi>. Daarvan mogen de priesters ook een deel hebben <hi type=\"italic\">(<reference osisRef=\"Lev.6.26\">Lv 6:26</reference><reference osisRef=\"Lev.6.29\">; 29</reference><reference osisRef=\"Lev.7.6\">; Lv 7:6</reference><reference osisRef=\"Lev.7.15-Lev.7.16\">; Lv 7:15-16</reference><reference osisRef=\"Lev.7.31-Lev.7.34\">; 31-34</reference>)</hi>. <div eID=\"gen48194\" type=\"x-p\"/><div sID=\"gen48195\" type=\"x-p\"/>Laat zo iemand nu eens met de punt van zijn kleding, waarin dat geheiligde vlees zit, voedsel aanraken. Haggaï noemt een paar voorbeelden van het voedsel dat het zou kunnen zijn. Hij geeft tevens aan dat het maar voorbeelden zijn, want het geldt voor <hi type=\"italic\">“welk voedsel dan ook”</hi>. Dan stelt hij de vraag of dat voedsel heilig wordt als het wordt aangeraakt door de punt van de kleding waarin het geheiligde vlees zit. <div eID=\"gen48195\" type=\"x-p\"/><div sID=\"gen48196\" type=\"x-p\"/>Blijkbaar zonder erover te hoeven nadenken antwoorden de priesters met een stellig <hi type=\"italic\">“nee”</hi>. Weliswaar wordt de punt van het kleed zelf wel heilig door het geheiligde vlees <hi type=\"italic\">(<reference osisRef=\"Lev.6.27\">Lv 6:27</reference>)</hi>, maar kan die heiligheid niet verder doorgeven. <div eID=\"gen48196\" type=\"x-p\"/><div sID=\"gen48197\" type=\"x-p\"/>Dan stelt Haggaï een tweede vraag <hi type=\"italic\">(<reference osisRef=\"Hag.2.13\">Hg 2:14</reference>)</hi>. Die vraag is het omgekeerde van de vorige vraag. Het gaat hier niet om iemand die iets van voedsel draagt, maar om iemand zelf, een <hi type=\"italic\">persoon</hi>. Het gaat om iemand die onrein is geworden en wel door aanraking van <hi type=\"italic\">“een dood lichaam”</hi>. Als die onreine persoon nu eens <hi type=\"italic\">“iets van al die dingen </hi>[die in het vorige vers zijn genoemd]<hi type=\"italic\"> aanraakt”</hi>, zo vraagt Haggaï, <hi type=\"italic\">“wordt [het] dan onrein?”</hi> <div eID=\"gen48197\" type=\"x-p\"/><div sID=\"gen48198\" type=\"x-p\"/>Het antwoord van de priesters is hier nadrukkelijker dan het antwoord op de vorige vraag. Daar is het een kort ‘nee’. Hier is het antwoord niet kortweg ‘ja’, maar een duidelijk omschreven <hi type=\"italic\">“het wordt onrein”.</hi> Ook de tweede vraag wordt juist beantwoord door de priesters. Iemand die verontreinigd is door aanraking van een dode, maakt alles onrein wat hij aanraakt <hi type=\"italic\">(<reference osisRef=\"Num.19.22\">Nm 19:22</reference>)</hi>.<div eID=\"gen48198\" type=\"x-p\"/><div sID=\"gen48199\" type=\"x-p\"/>Dit is de les: Heiligheid kan niet worden overgedragen, maar onreinheid wel. Een gezonde man kan zijn gezondheid niet overdragen, maar een zieke met een besmettelijke ziekte kan zijn ziekte wel overdragen <hi type=\"italic\">(vgl. <reference osisRef=\"1Cor.15.33\">1Ko 15:33</reference>)</hi>. Het onreine besmet de omgeving wel, maar het heilige heeft die kracht niet. <div eID=\"gen48199\" type=\"x-p\"/><div sID=\"gen48200\" type=\"x-p\"/>Zo werkt dit ook in het dagelijks leven, zoals de Prediker heeft ontdekt: <hi type=\"italic\">“Een dode vlieg doet de zalf van de zalfbereider stinkend gisten.”</hi> Daarop laat hij direct de les volgen: <hi type=\"italic\">“Zo [doet ook] een kleine dwaasheid met kostbare wijsheid en eer” (<reference osisRef=\"Eccl.10.1\">Pr 10:1</reference>)</hi>. Dwaasheid heeft veel meer invloed dan wijsheid. Dat is precies zo&#039;n uitspraak. Eén zwakke schakel doet de ketting breken. <div eID=\"gen48200\" type=\"x-p\"/><div sID=\"gen48201\" type=\"x-p\"/>We kunnen dit toepassen op tal van dingen in het leven van alle dag. Als we onreine muziek beluisteren, laat ons dat niet onberoerd, het straalt iets uit wat ons zelf ook onrein maakt. Onreine beelden – het hoeft maar een flits te zijn van iets onreins of sadistisch dat we op de televisie of op internet zien – blijven soms dagenlang hangen, we worden erdoor besmet. We menen dat we overal heen kunnen gaan, allerlei lectuur kunnen lezen, naar allerlei films kunnen kijken zonder dat het ons iets doet. Maar we vergissen ons zeer, want het heeft een uitwerking die ons totaal vervuilt.<div eID=\"gen48201\" type=\"x-p\"/><div sID=\"gen48202\" type=\"x-p\"/>Haggaï houdt het volk hun verkeerde denkwijze voor. Ze hebben in Babel gedacht: ‘Als we maar in Jeruzalem zijn, dat is tenslotte vanouds de stad van God. Als we maar in aanraking zijn met het heilige, met de heilige stad, dan geeft dat de beste kans om de beloofde zegen te genieten.’ Haggaï gaat daar vlijmscherp tegenin met dit priesterlijke onderwijs uit de wet. <div eID=\"gen48202\" type=\"x-p\"/><div sID=\"gen48203\" type=\"x-p\"/>Hij zegt: ‘Uiterlijke aanraking met het heilige bewerkt niets, maar uiterlijke aanraking met het onreine heeft rampzalige gevolgen!’ We hebben het misschien niet door, maar aanraking met het onreine beïnvloedt ons tot op de bodem van ons hart. En laten we niet denken dat aanraking met het heilige de aanraking met het onreine ongedaan maakt. <div eID=\"gen48203\" type=\"x-p\"/><div sID=\"gen48204\" type=\"x-p\"/>Wij zeggen: ‘Je moet altijd openstaan voor iedereen.’ De Bijbel zegt dat niet. De Bijbel zegt dat we de band moeten verbreken als iemand in onze vriendenkring bijvoorbeeld openlijk gaat spotten met het heilige. Een uiterlijke aanraking met wat onrein is door wat we horen en zien, maakt ons onrein. We moeten niet menen dat de uiterlijke aanraking met het heilige daartegen opweegt. Een rituele lezing van de Bijbel na het eten, of zo nu en dan eens een samenkomst bezoeken zonder dat ons hart erbij is, is een uiterlijke aanraking van het heilige, die niets uitwerkt. Het heilige heeft niet de kracht van een automatische uitstraling. <div eID=\"gen48204\" type=\"x-p\"/><div sID=\"gen48205\" type=\"x-p\"/>Samenvattend kunnen we zeggen dat alle profetieën van Haggaï gericht zijn tegen de nonchalance van de oppervlakkige aanraking en dat in tweeërlei opzicht: <lb/> 1. De oppervlakkige aanraking van het heilige, waarvan we denken dat het ons iets extra’s oplevert, levert ons niets extra’s op. <lb/> 2. De oppervlakkige aanraking met het onreine, waarvan we denken dat we daar wel tegen kunnen, maakt ons onrein.<div eID=\"gen48205\" type=\"x-p\"/><div annotateRef=\"Hag.2.12-Hag.2.13\" annotateType=\"commentary\" eID=\"gen48190\" type=\"section\"/>",
      "14": "<div annotateRef=\"Hag.2.14\" annotateType=\"commentary\" sID=\"gen48206\" type=\"section\"/><div sID=\"gen48207\" type=\"x-p\"/>Nederlands vers (15)<div eID=\"gen48207\" type=\"x-p\"/><div sID=\"gen48208\" type=\"x-p\"/><title>Alles is onrein</title><div eID=\"gen48208\" type=\"x-p\"/> <lb/><div sID=\"gen48209\" type=\"x-p\"/>In dit vers geeft Haggaï de betekenis van zijn vragen in de vorige twee verzen. Door hun lakse houding met betrekking tot het werk aan het huis van de HEERE is hun offer de HEERE niet aangenaam. Hij neemt hun offers niet aan, een feit dat duidelijk blijkt uit het onthouden van dauw en regen en de zegen van de vrucht van het land. Het heilige vlees van het offer kan de heiligheid ervan niet overdragen op de offeraar als die alleen maar eigen belangen nastreeft. Integendeel, door zijn onheilige houding draagt hij zijn onreinheid over op alles wat hij doet, inclusief zijn offers. Er moet persoonlijke reinheid zijn voordat iemand op de juiste wijze kan handelen of offeren. <div eID=\"gen48209\" type=\"x-p\"/><div sID=\"gen48210\" type=\"x-p\"/>Ook in dit vers is weer sprake van <hi type=\"italic\">“dit volk” (vgl. <reference osisRef=\"Hag.1.2\">Hg 1:2</reference>)</hi>. Het volk lijkt in zijn plaats voor de HEERE enerzijds op een man die heilig vlees in de slip van zijn kleed draagt, en anderzijds op een man die onrein is geworden door de aanraking met de dood. Israël bezit in het land een heiligdom. Daardoor wordt ook het land heilig. Maar het volk dat in het land woont, wordt daardoor niet automatisch heilig en ook niet alles wat ze er bouwen of verbouwen. Israël is door het nalaten van de herbouw van Gods huis onrein geworden. Daardoor wordt alles wat het volk aanraakt, wat het plant of bouwt of offert op het altaar, ook onrein.<div eID=\"gen48210\" type=\"x-p\"/><div sID=\"gen48211\" type=\"x-p\"/>Haggaï is nauw betrokken bij een volk dat zich alleen uiterlijk heeft laten aanraken, maar dat niet de HEERE, dat is de Heer Jezus, de eerste plaats geeft. Het is een volk dat niet met de hand en met de daad en daardoor ook niet ten diepste met het hart, eerst het koninkrijk van God zoekt <hi type=\"italic\">(<reference osisRef=\"Matt.6.33\">Mt 6:33</reference>)</hi>, de tempel eerst herbouwt en dan pas het eigen huis. <div eID=\"gen48211\" type=\"x-p\"/><div annotateRef=\"Hag.2.14\" annotateType=\"commentary\" eID=\"gen48206\" type=\"section\"/>",
      "15": "<div annotateRef=\"Hag.2.15-Hag.2.17\" annotateType=\"commentary\" sID=\"gen48212\" type=\"section\"/><div sID=\"gen48213\" type=\"x-p\"/>Nederlandse verzen (16-18)<div eID=\"gen48213\" type=\"x-p\"/><div sID=\"gen48214\" type=\"x-p\"/><title>Een terugblik</title><div eID=\"gen48214\" type=\"x-p\"/> <lb/><div sID=\"gen48215\" type=\"x-p\"/>De profeet roept het volk op om eens terug te kijken om na te gaan waar ze mee bezig waren toen ze het werk aan de tempel staakten en welke gevolgen ze daarvan hebben ondervonden <hi type=\"italic\">(<reference osisRef=\"Hag.2.15\">Hg 2:16</reference>)</hi>. Dat moet hen ertoe brengen <hi type=\"italic\">“vanaf deze dag en daarna”</hi> te werken aan de herbouw van Gods huis.<div eID=\"gen48215\" type=\"x-p\"/><div sID=\"gen48216\" type=\"x-p\"/>Als ze terugkijken, zullen ze moeten constateren dat het land slechts een deel van de verwachte oogst heeft geproduceerd <hi type=\"italic\">(<reference osisRef=\"Hag.2.16\">Hg 2:17</reference>)</hi>. Ze meenden dat de oogst een bepaalde opbrengst zou geven, maar dat viel tegen. De oorzaak van de tegenvallende opbrengst van dorsvloer en perskuip is niet toe te schrijven aan veranderde weersomstandigheden. De HEERE is Zelf de Veroorzaker ervan <hi type=\"italic\">(<reference osisRef=\"Hag.2.17\">Hg 2:18</reference>)</hi>. <div eID=\"gen48216\" type=\"x-p\"/><div sID=\"gen48217\" type=\"x-p\"/>Hij heeft bij monde van Mozes gezegd dat Hij plagen als <hi type=\"italic\">“korenbrand en … meeldauw”</hi> zou geven als het volk ontrouw zou zijn<hi type=\"italic\"> (<reference osisRef=\"Deut.28.22\">Dt 28:22</reference>)</hi>. ‘Korenbrand’ is een zwam op rogge; ‘meeldauw’ is een schimmelaantasting van diverse graansoorten. Haggaï voegt daar <hi type=\"italic\">“hagel”</hi> aan toe, die bijzonder de wijnoogst en vijgenoogst treft <hi type=\"italic\">(<reference osisRef=\"Ps.78.47\">Ps 78:47</reference>)</hi>. Ondanks dit alles heeft het volk zich niet tot God gekeerd. <div eID=\"gen48217\" type=\"x-p\"/><div annotateRef=\"Hag.2.15-Hag.2.17\" annotateType=\"commentary\" eID=\"gen48212\" type=\"section\"/>",
      "16": "<div annotateRef=\"Hag.2.15-Hag.2.17\" annotateType=\"commentary\" sID=\"gen48212\" type=\"section\"/><div sID=\"gen48213\" type=\"x-p\"/>Nederlandse verzen (16-18)<div eID=\"gen48213\" type=\"x-p\"/><div sID=\"gen48214\" type=\"x-p\"/><title>Een terugblik</title><div eID=\"gen48214\" type=\"x-p\"/> <lb/><div sID=\"gen48215\" type=\"x-p\"/>De profeet roept het volk op om eens terug te kijken om na te gaan waar ze mee bezig waren toen ze het werk aan de tempel staakten en welke gevolgen ze daarvan hebben ondervonden <hi type=\"italic\">(<reference osisRef=\"Hag.2.15\">Hg 2:16</reference>)</hi>. Dat moet hen ertoe brengen <hi type=\"italic\">“vanaf deze dag en daarna”</hi> te werken aan de herbouw van Gods huis.<div eID=\"gen48215\" type=\"x-p\"/><div sID=\"gen48216\" type=\"x-p\"/>Als ze terugkijken, zullen ze moeten constateren dat het land slechts een deel van de verwachte oogst heeft geproduceerd <hi type=\"italic\">(<reference osisRef=\"Hag.2.16\">Hg 2:17</reference>)</hi>. Ze meenden dat de oogst een bepaalde opbrengst zou geven, maar dat viel tegen. De oorzaak van de tegenvallende opbrengst van dorsvloer en perskuip is niet toe te schrijven aan veranderde weersomstandigheden. De HEERE is Zelf de Veroorzaker ervan <hi type=\"italic\">(<reference osisRef=\"Hag.2.17\">Hg 2:18</reference>)</hi>. <div eID=\"gen48216\" type=\"x-p\"/><div sID=\"gen48217\" type=\"x-p\"/>Hij heeft bij monde van Mozes gezegd dat Hij plagen als <hi type=\"italic\">“korenbrand en … meeldauw”</hi> zou geven als het volk ontrouw zou zijn<hi type=\"italic\"> (<reference osisRef=\"Deut.28.22\">Dt 28:22</reference>)</hi>. ‘Korenbrand’ is een zwam op rogge; ‘meeldauw’ is een schimmelaantasting van diverse graansoorten. Haggaï voegt daar <hi type=\"italic\">“hagel”</hi> aan toe, die bijzonder de wijnoogst en vijgenoogst treft <hi type=\"italic\">(<reference osisRef=\"Ps.78.47\">Ps 78:47</reference>)</hi>. Ondanks dit alles heeft het volk zich niet tot God gekeerd. <div eID=\"gen48217\" type=\"x-p\"/><div annotateRef=\"Hag.2.15-Hag.2.17\" annotateType=\"commentary\" eID=\"gen48212\" type=\"section\"/>",
      "17": "<div annotateRef=\"Hag.2.15-Hag.2.17\" annotateType=\"commentary\" sID=\"gen48212\" type=\"section\"/><div sID=\"gen48213\" type=\"x-p\"/>Nederlandse verzen (16-18)<div eID=\"gen48213\" type=\"x-p\"/><div sID=\"gen48214\" type=\"x-p\"/><title>Een terugblik</title><div eID=\"gen48214\" type=\"x-p\"/> <lb/><div sID=\"gen48215\" type=\"x-p\"/>De profeet roept het volk op om eens terug te kijken om na te gaan waar ze mee bezig waren toen ze het werk aan de tempel staakten en welke gevolgen ze daarvan hebben ondervonden <hi type=\"italic\">(<reference osisRef=\"Hag.2.15\">Hg 2:16</reference>)</hi>. Dat moet hen ertoe brengen <hi type=\"italic\">“vanaf deze dag en daarna”</hi> te werken aan de herbouw van Gods huis.<div eID=\"gen48215\" type=\"x-p\"/><div sID=\"gen48216\" type=\"x-p\"/>Als ze terugkijken, zullen ze moeten constateren dat het land slechts een deel van de verwachte oogst heeft geproduceerd <hi type=\"italic\">(<reference osisRef=\"Hag.2.16\">Hg 2:17</reference>)</hi>. Ze meenden dat de oogst een bepaalde opbrengst zou geven, maar dat viel tegen. De oorzaak van de tegenvallende opbrengst van dorsvloer en perskuip is niet toe te schrijven aan veranderde weersomstandigheden. De HEERE is Zelf de Veroorzaker ervan <hi type=\"italic\">(<reference osisRef=\"Hag.2.17\">Hg 2:18</reference>)</hi>. <div eID=\"gen48216\" type=\"x-p\"/><div sID=\"gen48217\" type=\"x-p\"/>Hij heeft bij monde van Mozes gezegd dat Hij plagen als <hi type=\"italic\">“korenbrand en … meeldauw”</hi> zou geven als het volk ontrouw zou zijn<hi type=\"italic\"> (<reference osisRef=\"Deut.28.22\">Dt 28:22</reference>)</hi>. ‘Korenbrand’ is een zwam op rogge; ‘meeldauw’ is een schimmelaantasting van diverse graansoorten. Haggaï voegt daar <hi type=\"italic\">“hagel”</hi> aan toe, die bijzonder de wijnoogst en vijgenoogst treft <hi type=\"italic\">(<reference osisRef=\"Ps.78.47\">Ps 78:47</reference>)</hi>. Ondanks dit alles heeft het volk zich niet tot God gekeerd. <div eID=\"gen48217\" type=\"x-p\"/><div annotateRef=\"Hag.2.15-Hag.2.17\" annotateType=\"commentary\" eID=\"gen48212\" type=\"section\"/>",
      "18": "<div annotateRef=\"Hag.2.18-Hag.2.19\" annotateType=\"commentary\" sID=\"gen48218\" type=\"section\"/><div sID=\"gen48219\" type=\"x-p\"/>Nederlandse verzen (19-20)<div eID=\"gen48219\" type=\"x-p\"/><div sID=\"gen48220\" type=\"x-p\"/><title>De zegen wordt beloofd</title><div eID=\"gen48220\" type=\"x-p\"/> <lb/><div sID=\"gen48221\" type=\"x-p\"/>De profeet wordt niet moe op te roepen tot overweging van de gebeurtenissen die ze hebben meegemaakt <hi type=\"italic\">(<reference osisRef=\"Hag.2.18\">Hg 2:19</reference>)</hi>. Als ze kijken naar de opbrengst van het land, moeten ze wel tot de conclusie komen dat God hen niet heeft gezegend en dat dit is vanwege hun ongehoorzaamheid <hi type=\"italic\">(<reference osisRef=\"Hag.2.19\">Hg 2:20</reference>)</hi>. Nu ze gehoorzaam zijn geworden, zal Hij hen vanaf dit ogenblik weer gaan zegenen. <div eID=\"gen48221\" type=\"x-p\"/><div sID=\"gen48222\" type=\"x-p\"/><hi type=\"italic\">“Vanaf deze dag”</hi>, dat is <hi type=\"italic\">“vanaf de vierentwintigste dag van de negende [maand]”</hi>, zullen er weer vruchtbare tijden komen. Velden en bomen zullen weer vrucht gaan dragen. Dit is een belofte voor allen die oordelen wat kwaad is en willen wandelen in de waarheid.<div eID=\"gen48222\" type=\"x-p\"/><div annotateRef=\"Hag.2.18-Hag.2.19\" annotateType=\"commentary\" eID=\"gen48218\" type=\"section\"/>",
      "19": "<div annotateRef=\"Hag.2.18-Hag.2.19\" annotateType=\"commentary\" sID=\"gen48218\" type=\"section\"/><div sID=\"gen48219\" type=\"x-p\"/>Nederlandse verzen (19-20)<div eID=\"gen48219\" type=\"x-p\"/><div sID=\"gen48220\" type=\"x-p\"/><title>De zegen wordt beloofd</title><div eID=\"gen48220\" type=\"x-p\"/> <lb/><div sID=\"gen48221\" type=\"x-p\"/>De profeet wordt niet moe op te roepen tot overweging van de gebeurtenissen die ze hebben meegemaakt <hi type=\"italic\">(<reference osisRef=\"Hag.2.18\">Hg 2:19</reference>)</hi>. Als ze kijken naar de opbrengst van het land, moeten ze wel tot de conclusie komen dat God hen niet heeft gezegend en dat dit is vanwege hun ongehoorzaamheid <hi type=\"italic\">(<reference osisRef=\"Hag.2.19\">Hg 2:20</reference>)</hi>. Nu ze gehoorzaam zijn geworden, zal Hij hen vanaf dit ogenblik weer gaan zegenen. <div eID=\"gen48221\" type=\"x-p\"/><div sID=\"gen48222\" type=\"x-p\"/><hi type=\"italic\">“Vanaf deze dag”</hi>, dat is <hi type=\"italic\">“vanaf de vierentwintigste dag van de negende [maand]”</hi>, zullen er weer vruchtbare tijden komen. Velden en bomen zullen weer vrucht gaan dragen. Dit is een belofte voor allen die oordelen wat kwaad is en willen wandelen in de waarheid.<div eID=\"gen48222\" type=\"x-p\"/><div annotateRef=\"Hag.2.18-Hag.2.19\" annotateType=\"commentary\" eID=\"gen48218\" type=\"section\"/>",
      "20": "<div annotateRef=\"Hag.2.20-Hag.2.22\" annotateType=\"commentary\" sID=\"gen48223\" type=\"section\"/><div sID=\"gen48224\" type=\"x-p\"/>Nederlandse verzen (21-23)<div eID=\"gen48224\" type=\"x-p\"/><div sID=\"gen48225\" type=\"x-p\"/><title>Een woord voor Zerubbabel</title><div eID=\"gen48225\" type=\"x-p\"/> <lb/><div sID=\"gen48226\" type=\"x-p\"/>Op de dag van de voorzegging van de zegen komt het woord van de HEERE voor de tweede keer tot Haggaï <hi type=\"italic\">(<reference osisRef=\"Hag.2.20\">Hg 2:21</reference>)</hi>. Het is zijn vierde en laatste boodschap. Hij moet tegen Zerubbabel persoonlijk zeggen wat de HEERE zal doen. Zerubbabel is de rechtmatige troonopvolger in de lijn van David. Daar is hier nog niets van te zien. Hij is hier landvoogd van Juda in dienst van de Meden en Perzen aan wie Juda onderworpen is <hi type=\"italic\">(<reference osisRef=\"Hag.2.21\">Hg 2:22</reference>)</hi>. <div eID=\"gen48226\" type=\"x-p\"/><div sID=\"gen48227\" type=\"x-p\"/>Maar Haggaï heeft een bemoedigende boodschap voor hem. Het land mag dan wel aan vreemde overheersers onderworpen zijn, de HEERE zal in die situatie verandering brengen. Hij doet dat met de macht die Hij heeft om de hemel en de aarde te doen beven. Deze woorden wijzen terug naar de verzen waar ook over het beven van hemel en aarde wordt gesproken <hi type=\"italic\">(<reference osisRef=\"Hag.2.6-Hag.2.7\">Hg 2:7-8</reference>)</hi>.<div eID=\"gen48227\" type=\"x-p\"/><div sID=\"gen48228\" type=\"x-p\"/>De HEERE zal verandering in de situatie van Zijn volk brengen door de troon van de koninkrijken omver te werpen. De troon is het symbool van koningschap of heerschappij <hi type=\"italic\">(<reference osisRef=\"Dan.7.27\">Dn 7:27</reference>)</hi>. Hij zal hun heerschappij verbreken, zodat ze geen enkele kracht meer hebben om zich tegen Zijn volk te verheffen. De middelen waardoor zij hun kracht hebben getoond, zoals <hi type=\"italic\">“de wagen met zijn berijder”</hi> en <hi type=\"italic\">“de paarden en hun ruiters”</hi>, worden omvergeworpen en neergestort. <div eID=\"gen48228\" type=\"x-p\"/><div sID=\"gen48229\" type=\"x-p\"/>De HEERE zal dat doen door hen elkaar te laten uitroeien, <hi type=\"italic\">“ieder door het zwaard van zijn broeder”</hi>, dat wil zeggen van zijn broeder in het kwaad dat zij Gods volk hebben aangedaan. Het ene vijandelijke rijk zal het andere verdelgen <hi type=\"italic\">(<reference osisRef=\"Zech.14.13\">Zc 14:13</reference>; vgl. <reference osisRef=\"Ezek.38.21\">Ez 38:21</reference>)</hi>. Hierdoor wordt de weg vrijgemaakt voor de invoering van de Koning naar Gods hart, de Messias, van wie Zerubbabel een beeld is. We zien dit in het volgende en laatste vers van dit boek.<div eID=\"gen48229\" type=\"x-p\"/><div annotateRef=\"Hag.2.20-Hag.2.22\" annotateType=\"commentary\" eID=\"gen48223\" type=\"section\"/>",
      "21": "<div annotateRef=\"Hag.2.20-Hag.2.22\" annotateType=\"commentary\" sID=\"gen48223\" type=\"section\"/><div sID=\"gen48224\" type=\"x-p\"/>Nederlandse verzen (21-23)<div eID=\"gen48224\" type=\"x-p\"/><div sID=\"gen48225\" type=\"x-p\"/><title>Een woord voor Zerubbabel</title><div eID=\"gen48225\" type=\"x-p\"/> <lb/><div sID=\"gen48226\" type=\"x-p\"/>Op de dag van de voorzegging van de zegen komt het woord van de HEERE voor de tweede keer tot Haggaï <hi type=\"italic\">(<reference osisRef=\"Hag.2.20\">Hg 2:21</reference>)</hi>. Het is zijn vierde en laatste boodschap. Hij moet tegen Zerubbabel persoonlijk zeggen wat de HEERE zal doen. Zerubbabel is de rechtmatige troonopvolger in de lijn van David. Daar is hier nog niets van te zien. Hij is hier landvoogd van Juda in dienst van de Meden en Perzen aan wie Juda onderworpen is <hi type=\"italic\">(<reference osisRef=\"Hag.2.21\">Hg 2:22</reference>)</hi>. <div eID=\"gen48226\" type=\"x-p\"/><div sID=\"gen48227\" type=\"x-p\"/>Maar Haggaï heeft een bemoedigende boodschap voor hem. Het land mag dan wel aan vreemde overheersers onderworpen zijn, de HEERE zal in die situatie verandering brengen. Hij doet dat met de macht die Hij heeft om de hemel en de aarde te doen beven. Deze woorden wijzen terug naar de verzen waar ook over het beven van hemel en aarde wordt gesproken <hi type=\"italic\">(<reference osisRef=\"Hag.2.6-Hag.2.7\">Hg 2:7-8</reference>)</hi>.<div eID=\"gen48227\" type=\"x-p\"/><div sID=\"gen48228\" type=\"x-p\"/>De HEERE zal verandering in de situatie van Zijn volk brengen door de troon van de koninkrijken omver te werpen. De troon is het symbool van koningschap of heerschappij <hi type=\"italic\">(<reference osisRef=\"Dan.7.27\">Dn 7:27</reference>)</hi>. Hij zal hun heerschappij verbreken, zodat ze geen enkele kracht meer hebben om zich tegen Zijn volk te verheffen. De middelen waardoor zij hun kracht hebben getoond, zoals <hi type=\"italic\">“de wagen met zijn berijder”</hi> en <hi type=\"italic\">“de paarden en hun ruiters”</hi>, worden omvergeworpen en neergestort. <div eID=\"gen48228\" type=\"x-p\"/><div sID=\"gen48229\" type=\"x-p\"/>De HEERE zal dat doen door hen elkaar te laten uitroeien, <hi type=\"italic\">“ieder door het zwaard van zijn broeder”</hi>, dat wil zeggen van zijn broeder in het kwaad dat zij Gods volk hebben aangedaan. Het ene vijandelijke rijk zal het andere verdelgen <hi type=\"italic\">(<reference osisRef=\"Zech.14.13\">Zc 14:13</reference>; vgl. <reference osisRef=\"Ezek.38.21\">Ez 38:21</reference>)</hi>. Hierdoor wordt de weg vrijgemaakt voor de invoering van de Koning naar Gods hart, de Messias, van wie Zerubbabel een beeld is. We zien dit in het volgende en laatste vers van dit boek.<div eID=\"gen48229\" type=\"x-p\"/><div annotateRef=\"Hag.2.20-Hag.2.22\" annotateType=\"commentary\" eID=\"gen48223\" type=\"section\"/>",
      "22": "<div annotateRef=\"Hag.2.20-Hag.2.22\" annotateType=\"commentary\" sID=\"gen48223\" type=\"section\"/><div sID=\"gen48224\" type=\"x-p\"/>Nederlandse verzen (21-23)<div eID=\"gen48224\" type=\"x-p\"/><div sID=\"gen48225\" type=\"x-p\"/><title>Een woord voor Zerubbabel</title><div eID=\"gen48225\" type=\"x-p\"/> <lb/><div sID=\"gen48226\" type=\"x-p\"/>Op de dag van de voorzegging van de zegen komt het woord van de HEERE voor de tweede keer tot Haggaï <hi type=\"italic\">(<reference osisRef=\"Hag.2.20\">Hg 2:21</reference>)</hi>. Het is zijn vierde en laatste boodschap. Hij moet tegen Zerubbabel persoonlijk zeggen wat de HEERE zal doen. Zerubbabel is de rechtmatige troonopvolger in de lijn van David. Daar is hier nog niets van te zien. Hij is hier landvoogd van Juda in dienst van de Meden en Perzen aan wie Juda onderworpen is <hi type=\"italic\">(<reference osisRef=\"Hag.2.21\">Hg 2:22</reference>)</hi>. <div eID=\"gen48226\" type=\"x-p\"/><div sID=\"gen48227\" type=\"x-p\"/>Maar Haggaï heeft een bemoedigende boodschap voor hem. Het land mag dan wel aan vreemde overheersers onderworpen zijn, de HEERE zal in die situatie verandering brengen. Hij doet dat met de macht die Hij heeft om de hemel en de aarde te doen beven. Deze woorden wijzen terug naar de verzen waar ook over het beven van hemel en aarde wordt gesproken <hi type=\"italic\">(<reference osisRef=\"Hag.2.6-Hag.2.7\">Hg 2:7-8</reference>)</hi>.<div eID=\"gen48227\" type=\"x-p\"/><div sID=\"gen48228\" type=\"x-p\"/>De HEERE zal verandering in de situatie van Zijn volk brengen door de troon van de koninkrijken omver te werpen. De troon is het symbool van koningschap of heerschappij <hi type=\"italic\">(<reference osisRef=\"Dan.7.27\">Dn 7:27</reference>)</hi>. Hij zal hun heerschappij verbreken, zodat ze geen enkele kracht meer hebben om zich tegen Zijn volk te verheffen. De middelen waardoor zij hun kracht hebben getoond, zoals <hi type=\"italic\">“de wagen met zijn berijder”</hi> en <hi type=\"italic\">“de paarden en hun ruiters”</hi>, worden omvergeworpen en neergestort. <div eID=\"gen48228\" type=\"x-p\"/><div sID=\"gen48229\" type=\"x-p\"/>De HEERE zal dat doen door hen elkaar te laten uitroeien, <hi type=\"italic\">“ieder door het zwaard van zijn broeder”</hi>, dat wil zeggen van zijn broeder in het kwaad dat zij Gods volk hebben aangedaan. Het ene vijandelijke rijk zal het andere verdelgen <hi type=\"italic\">(<reference osisRef=\"Zech.14.13\">Zc 14:13</reference>; vgl. <reference osisRef=\"Ezek.38.21\">Ez 38:21</reference>)</hi>. Hierdoor wordt de weg vrijgemaakt voor de invoering van de Koning naar Gods hart, de Messias, van wie Zerubbabel een beeld is. We zien dit in het volgende en laatste vers van dit boek.<div eID=\"gen48229\" type=\"x-p\"/><div annotateRef=\"Hag.2.20-Hag.2.22\" annotateType=\"commentary\" eID=\"gen48223\" type=\"section\"/>",
      "23": "<div annotateRef=\"Hag.2.23\" annotateType=\"commentary\" sID=\"gen48230\" type=\"section\"/><div sID=\"gen48231\" type=\"x-p\"/>Nederlands vers (24)<div eID=\"gen48231\" type=\"x-p\"/><div sID=\"gen48232\" type=\"x-p\"/><title>Een woord tot Zerubbabel</title><div eID=\"gen48232\" type=\"x-p\"/> <lb/><div sID=\"gen48233\" type=\"x-p\"/><hi type=\"italic\">“Op die dag”</hi> is de dag dat alle vijandschap is tenietgedaan, zoals in het vorige vers is beschreven. Direct daarop volgt: <hi type=\"italic\">“Spreekt de HEERE van de legermachten.”</hi> Dat staat nog een keer aan het eind van het vers. In het midden van het vers staat ook nog: <hi type=\"italic\">“Spreekt de HEERE.”</hi> Tot drie keer toe staat er in dit vers dat de HEERE spreekt, waarvan twee keer wordt gewezen op Zijn heerschappij over alle legermachten, waar ze ook maar zijn en waaruit ze ook maar bestaan. <div eID=\"gen48233\" type=\"x-p\"/><div sID=\"gen48234\" type=\"x-p\"/>Wat Hij zegt, gebeurt, want Hij heeft alle macht het uit te voeren. Enige twijfel aan Zijn woorden wordt daardoor uitgesloten. Dat wordt nog benadrukt door de tweevoudige vermelding van de HEERE wat Hij zal doen – <hi type=\"italic\">“zal Ik”</hi> en <hi type=\"italic\">“Ik zal”</hi> –, en ook van Zijn verkiezing – <hi type=\"italic\">“zal Ik u … nemen”</hi>; <hi type=\"italic\">“u heb Ik verkozen”</hi>. Alle nadruk ligt hier op de HEERE, op Wie Hij is en wat Hij zal doen en gedaan heeft.<div eID=\"gen48234\" type=\"x-p\"/><div sID=\"gen48235\" type=\"x-p\"/>Deze bevestiging heeft deze afstammeling van David en de rechthebbende op de troon van David nodig. Het is ook een grote bemoediging voor het kleine en zwakke overblijfsel waarover Zerubbabel landvoogd is.<div eID=\"gen48235\" type=\"x-p\"/><div sID=\"gen48236\" type=\"x-p\"/>De HEERE spreekt tot <hi type=\"italic\">“Zerubbabel, zoon van Sealthiël, Mijn dienaar”</hi>. Het is een woord voor hem persoonlijk. Dat de HEERE hem zo nadrukkelijk als <hi type=\"italic\">“Mijn dienaar”</hi> aanspreekt, onderstreept de gedachte dat het over Zerubbabel heen uiteindelijk om de Messias gaat <hi type=\"italic\">(<reference osisRef=\"Isa.41.8\">Js 41:8</reference><reference osisRef=\"Isa.42.1\">; Js 42:1</reference><reference osisRef=\"Isa.49.5-Isa.49.6\">; Js 49:5-6</reference><reference osisRef=\"Isa.50.10\">; Js 50:10</reference><reference osisRef=\"Isa.52.13\">; Js 52:13</reference><reference osisRef=\"Isa.53.11\">; Js 53:11</reference>)</hi>. <div eID=\"gen48236\" type=\"x-p\"/><div sID=\"gen48237\" type=\"x-p\"/>De HEERE <hi type=\"italic\">geeft</hi> Zerubbabel geen zegelring, maar <hi type=\"italic\">maakt</hi> hem tot een zegelring. Een zegelring is een teken van eer en gezag <hi type=\"italic\">(<reference osisRef=\"Song.8.6\">Hl 8:6</reference>; <reference osisRef=\"Jer.22.24\">Jr 22:24</reference>)</hi>. De drager kenmerkt daarmee brieven of documenten, die hem dan vertegenwoordigen <hi type=\"italic\">(<reference osisRef=\"Gen.38.18\">Gn 38:18</reference>; <reference osisRef=\"1Kgs.21.8\">1Kn 21:8</reference>; <reference osisRef=\"Dan.6.17\">Dn 6:18</reference>; <reference osisRef=\"Esth.8.8\">Es 8:8</reference>)</hi>. Zoals al is gezegd, is Zerubbabel een type van Christus. Gods doel is om Christus als Zijn zegelring te gebruiken en de afdruk, het kenmerk, van Christus te zetten op al het geschapene. <div eID=\"gen48237\" type=\"x-p\"/><div sID=\"gen48238\" type=\"x-p\"/>Dat is nu nog niet het geval. De naties houden geen rekening met Hem, ze zijn niet van Hem onder de indruk. Maar ieder die onder de volken het evangelie aanneemt, komt wel onder die indruk en wordt een afdruk van Hem.<div eID=\"gen48238\" type=\"x-p\"/><div sID=\"gen48239\" type=\"x-p\"/>De zegelring hoort onlosmakelijk bij de drager. God zal Zerubbabel een positie geven waarin hij onafscheidelijk aan de HEERE verbonden zal zijn en blijven. Hij zal hem niet wegwerpen, maar als Zijn waardevolle eigendom bewaren. De belofte geldt niet hem persoonlijk, maar de ambtelijke positie die hij inneemt. Dat blijkt wel uit het feit dat het geprofeteerde pas zal komen als alle koninkrijken omvergeworpen zullen zijn <hi type=\"italic\">(<reference osisRef=\"Dan.2.44\">Dn 2:44a</reference>)</hi>. Het ziet vooruit naar Christus aan Wiens koninkrijk geen einde zal komen <hi type=\"italic\">(<reference osisRef=\"Dan.2.44\">Dn 2:44b</reference>; <reference osisRef=\"Luke.1.32-Luke.1.33\">Lk 1:32-33</reference>)</hi>. <div eID=\"gen48239\" type=\"x-p\"/><div sID=\"gen48240\" type=\"x-p\"/>Zo eindigt het boek <hi type=\"italic\">Haggaï</hi>, dat zo ontmoedigend en terneerdrukkend is begonnen, op een verheffende en veelbelovende wijze. De eerste boodschap van Haggaï is een aanklacht. In zijn laatste boodschap spreekt hij over een grote en gezegende toekomst voor het volk van God. Zoals we nu weten, was die toekomst veel verder weg dan zowel Haggaï als Zerubbabel hebben gedacht. Maar in de gedachten van God is die net zo dichtbij en zeker als de ‘s morgens opkomende zon.<div eID=\"gen48240\" type=\"x-p\"/><div annotateRef=\"Hag.2.23\" annotateType=\"commentary\" eID=\"gen48230\" type=\"section\"/><chapter eID=\"gen48136\" osisID=\"Hag.2\"/><div eID=\"gen48038\" osisID=\"Hag\" type=\"book\"/>",
      "intro": "<chapter osisID=\"Hag.2\" sID=\"gen48136\"/> "
    }
  },
  "intro": "<div osisID=\"Hag\" sID=\"gen48038\" type=\"book\"/>"
}