{"1":"The prophetes, Aggeus and Zachary ye sonne of Iddo, prophecied vnto ye Iewes that were in Iuda and Ierusale, in the name of the God of Israel.","2":"Then gat vp Zorobabel the sonne of Salathiel, and Iesua the sonne of Iosedec, and beganne to buylde the house of God at Ierusalem, and with them the prophetes of God which strengthed the.","3":"At the same tyme came to the Thathnai the debite on this syde the water, and Sethar of Bosen, and their councelers, and sayde thus vnto them: Who hath commaunded you to buylde this house, and to make vp the walles therof?","4":"Then tolde we them the names of the men, that made this buyldinge.","5":"But the eye of their God came vpon the Elders of the Iewes, that they were not inhibyte, tyll the matter was brought before Darius, and tyll there came a wrytinge therof agayne.","6":"This is the summe of the letter yt Thathnai the Debyte on this syde the water, and Sethar of Bosen, and their councellers of Apharsach (which were on this syde the water) sent vnto kynge Darius.","7":"And these are the wordes that they sent vnto him: Vnto Darius the kynge, all peace.","8":"Be it knowne vnto the kynge, that we came in to Iewry to the house of ye greate God, which is buylded with all maner of stone, and balckes are layed in the walles, and ye worke goeth fast forth, and prospereth in their handes.","9":"Neuertheles we axed the Elders and sayde vnto them: Who hath comaunded you to buylde this house, and to make vp the walles therof?","10":"We axed their names also, that we might certifye the, and haue wrytten the names of the men that were their rulers.","11":"But they answered vs wt these wordes, and sayde: We are the seruautes of the God of heauen and earth, and buylde the house yt was buylded many yeares agoo, which a greate kynge of Israel buylded and set vp.","12":"Howbeit whan oure fathers prouoked the God of heauen vnto wrath, he gaue them ouer in the hande of Nabuchodonosor the kynge of Babilon the Caldee, which brake downe this house, & caried ye people awaye vnto Babilon.","13":"Neuertheles in the first yeare of Cyrus the kynge of Babilon, ye same kynge Cyrus commaunded to buylde this house of God:","14":"for the vessels of golde and siluer in the house of God, which Nabuchodonosor toke out of the temple at Ierusale, and broughte the in to ye temple at Babilon, those dyd Cyrus the kynge take out of ye temple at Babilon, and delyuered them vnto Se?bazer by name, whom he made Debyte,","15":"and sayde vnto him: Take these vessels, go thy waye and brynge them vnto the temple at Ierusalem, and let the house of God be buylded in his place.","16":"Then came the same Se?bazar, and layed ye foundacion of the house of God at Ierusalem. Sence that tyme hath it bene in buyldinge, and yet is it not fynished.","17":"Yf it please ye kynge now, let there be search made in ye kynges treasure house which is at Babilon, whether it haue bene kynge Cyrus commaundement, that the house of God at Ierusalem shulde be buylded: & sende vs ye kynges mynde concernynge the same."}