{"1":"Whan he had ended his talkynge vnto the people, he wente in to Capernaum:","2":"and a captaynes seruaunt laye deed sicke, whom he loued.","3":"Wha he herde of Iesus, he sent the elders of the Iewes vnto him, and prayed him, that he wolde come, and make his seruaunt whole.","4":"But wha they came to Iesus, they besought him instantly, & sayde: He is worthy yt thou shuldest shewe this for him,","5":"for he loueth oure people, & hath buylded vs ye synagoge.","6":"And Iesus wente wt them.Now whan they were not farre from ye house, ye captaine sent fredes vnto hi, saiege vnto him: Oh LORDE, trouble not thy self, I am not worthy, yt thou shuldest enter vnder my rofe,","7":"and therfore I thought not my self worthy to come to ye: but speake ye worde, & my seruaut shalbe whole.","8":"For I my self also am a ma, subiecte to the hygher auctorite, & haue soudyers vnder me. And I saye vnto one: Go, & he goeth. And to another: Come, & he cometh. And to my seruaut: Do this, & he doeth it.","9":"Whan Iesus herde yt, he marueyled at hi, & turned him aboute, & sayde vnto ye people yt folowed hi: I saye vnto you: So greate faith haue I not founde, no not in Israel.","10":"And wha they that were sent, came home agayne, they founde the seruaut that was sicke, whole.","11":"And it fortuned afterwarde, that he wete in to a cite called Naim, and many of his disciples wente with him, and moch people.","12":"Whan he came nye to the gate of the cite, beholde, there was caried out one deed, which was the onely sonne of his mother, and she was a wyddowe, and moch people of the cite wente with her.","13":"And whan the LORDE sawe her, he had copassion on her, and sayde vnto her: Wepe not.","14":"And he came nye, and touched the Coffyn. And they that bare him, stode styll. And he sayde: Yonge man, I saye vnto the: Aryse.","15":"And the deed sat vp, and beganne to speake. And he delyuered him vnto his mother.","16":"And there came a feare on them all, and they praysed God, and sayde: A greate prophet is rysen amonge vs, and God hath vysited his people.","17":"And this fame of him was noysed in all Iewry, and in all ye regions that laye rounde aboute.","18":"And the disciples of Iho shewed him of all these thinges.","19":"And Ihon called vnto him two of his disciples, and sent the vnto Iesus sayenge: Art thou he that shal come, or shal we loke for another?","20":"Whan the men came to him, they sayde: Ihon ye baptist hath sent vs vnto the, sayenge: Art thou he that shal come, or shal we loke for another?","21":"At the same houre healed he many from sicknesses & plages, and fro euell spretes, and vnto many that were blynde, he gaue sight.","22":"And Iesus answered, & sayde vnto the: Go yor waye, shewe Ihon, what ye haue sene & herde. The blynde se, the halt go, the lepers are clensed, the deaf heare, the deed aryse, the Gospell is preached vnto ye poore,","23":"and blessed is he, that is not offended at me.","24":"Whan the messaungers of Iho were departed, Iesus begane to speake vnto ye people cocernynge Iho: What are ye gone out for to se in ye wyldernesse? Wolde ye se a rede, that is shake wt the wynde?","25":"Or what are ye gone out for to se? Wolde ye se a ma clothed in soft rayment? Beholde, they that are gorgiously arayed, & lyue delycately, are in kynges courtes.","26":"Or what are ye gone out for to se? Wolde ye se a prophet? Yee I saye vnto you: one that is more the a prophet.","27":"This is he, of whom it is wrytten: Beholde, I sende my messaunger before yi face, which shal prepare thy waye before the.","28":"For I saye vnto you: Amonge the yt are borne of weme, there is no greater prophet the Ihon the baptist. Notwith stondynge he that is lesse in the kyngdome of God, is greater then he.","29":"And all the people that herde him, and ye publicans, iustified God, and were baptysed with the baptyme of Ihon.","30":"But the Pharises and scrybes despysed ye councell of God against theselues, & were not baptised of hi.","31":"But the LORDE saide: Where vnto shal I licken the men of this generacion? And whom are they like?","32":"They are like vnto childre which syt in the market, and crye one to another, and saye: We haue pyped vnto you, and ye haue not daunsed: we haue mourned vnto you, & ye haue not wepte.","33":"For Ihon ye baptist came, and ate no bred, and drake no wyne, and ye saye: he hath ye deuell.","34":"The sonne of man is come, eateth and drynketh, & ye saye: This man is a glutton and a wyne bebber, a frende of publicans and synners.","35":"And wyssdome is iustified of all hir children.","36":"And one of the Pharises desyred him, yt he wolde eate with him. And he wente in to the Pharises house, and sat him downe at ye table.","37":"And beholde, there was in the cite a woma, which was a synner. Whe she knewe that Iesus sat at the table in the Pharises house, she brought a boxe with oyntment,","38":"& stode behynde at his fete, and wepte, and beganne to water his fete with teares, and to drye the wt the hayres of hir heade, and kyssed his fete, & anoynted the with oyntmet.","39":"But whan the Pharise which had called him sawe that, he spake within himself, and sayde: Yf this ma were a prophet, he wolde knowe who, & what maner of woman this is that toucheth him, for she is a synner.","40":"And Iesus answered, and saide vnto him: Simo, I haue somewhat to saye vnto the. He sayde: Master saye on.","41":"A certayne lender had two detters, the one ought fyue hundreth pens, the other fiftie:","42":"but whan they had nothinge to paye, he forgaue the both. Tell me which of them wyl loue him most?","43":"Symon answered, and sayde: He, (I suppose) to who he forgaue most. Then sayde he vnto him: Thou hast iudged right.","44":"And he turned him to the woman, and sayde vnto Symo: Seist thou this woma? I am come in to thine house, thou hast geue me no water vnto my fete, but she hath watred my fete with teares, and dryed the wt the hayres of hir heade:","45":"Thou hast geue me no kysse, but she (sens the tyme she came in) hath not ceassed to kysse my fete:","46":"Thou hast not anointed my heade wt oyle, but she hath anoynted my heade with oyntment.","47":"Therfore I saye vnto the: Many synnes are forgeuen her, for she hath loued moch. But vnto whom lesse is forgeuen, the same loueth the lesse.","48":"And he sayde vnto her: Thy synnes are forgeuen the.","49":"Then they that sat at the table with him, beganne to saye within them selues: What is he this, that forgeueth synnes also?","50":"But he sayde vnto the woman: Thy faith hath saued the, Go thy waye in peace."}