{"1":"And it fortuned that he was in a place, and prayed. And whan he had ceassed, one of his disciples sayde vnto him: LORDE, teach vs to praye, as Ihon also taught his disciples.","2":"He sayde vnto the: Whan ye praye, saye: O oure father which art in heauen, halowed be thy name. Thy kyngdome come. Thy wil be fulfilled vpon earth, as it is in heauen.","3":"Geue vs this daye oure daylie bred.","4":"And forgeue vs oure synnes, for we also forgeue all them that are detters vnto vs. And lede vs not in to temptacion, but delyuer vs from euell.","5":"And he sayde vnto them: Which of you is it that hath a frende, and shulde go to him at mydinght, and saye vnto him: frende, lende me thre loaues,","6":"for a frende of myne is come to me out of the waye, and I haue nothinge to set before him:","7":"and he within shulde answere and saye: Disquyete me not, the dore is shutt allready, and my children are with me in the chamber, I can not ryse, and geue the.","8":"I saye vnto you: and though he wolde not aryse and geue him, because he is his frende, Yet because of his vnshamefast begginge he wolde aryse, and geue him as many as he neded.","9":"And I saye vnto you also: Axe, and it shal be geuen you: Seke, and ye shal fynde: knocke, and it shalbe opened vnto you.","10":"For who so euer axeth, receaueth: and he that seketh, fyndeth: and to him that knocketh, shal it be opened.","11":"Yf the sonne axe bred of eny of you that is a father, wyl he geue him a stone therfore? Or yf he axe a fysshe, wyl he for the fish offre him a serpent?","12":"Or yf he axe an egg, wyl he profer him a scorpion?","13":"Yf ye then which are euell, can geue youre children good giftes, how moch more shal the father of heauen geue the holy sprete vnto them that axe him?","14":"And he droue out a deuell that was domme: and it came to passe whan the deuell was departed out, the domme spake, and the people wondred.","15":"But some of them sayde: He dryueth out the deuels, thorow Beelzebub the chefe of the deuels.","16":"The other tempted him, and desyred a token of him from heauen.","17":"But he knewe their thoughtes, and sayde vnto them: Euery kyngdome deuyded within it self, shal be desolate, and one house shal fall vpo another.","18":"Yf Sathan then be at variaunce within himself, how shal his kyngdome endure? Because ye saye, that I dryue out deuels thorow Beelzebub.","19":"And yf I dryue out deuels thorow Beelzebul, by whom the do youre children dryue them out? Therfore shall they be youre iudges.","20":"But yf I cast out the deuels by the fynger of God, then is the kyngdome of God come vnto you.","21":"Whan a stronge harnessed man kepeth his house, that he possesseth is in peace:","22":"but whan a stronger then he commeth vpo him, and ouer commeth him, he taketh fro him all his wapens, wherin he trusted, and deuydeth the spoyle.","23":"He that is not with me, is agaynst me: and he that gathereth not with me, scatereth abrode.","24":"Whan the vncleane sprete is gone out of a man, he walketh thorow drye places, sekynge rest, and fyndeth none. Then sayeth he: I wil turne agayne in to my house, from whence I wente out.","25":"And whan he commeth, he fyndeth it swepte, and garnished.","26":"Then goeth he, and taketh vnto him seuen other spretes, worse the himself. And whan they are entred in, they dwell there. And the ende of that man is worse then the begynnynge.","27":"And it fortuned whan he spake soch, a certayne woman amonge the people lift vp hir voyce, and sayde vnto him: Blessed is ye wombe that bare the, and the pappes that thou hast sucked.","28":"But he sayde: Yee blessed are they that heare the worde of God, and kepe it.","29":"Whan the people were gathered thicke together, he beganne to saye: This is an euell generacion, they desyre a toke, and there shal no token be geuen them, but the toke of the prophet Ionas.","30":"For like as Ionas was a toke vnto the Niniuytes, so shal the sonne of man be vnto this generacion.","31":"The quene of the south shal aryse at the iudgmet with the men of this generacion, and shall condempne them: for she came from the ende of the worlde, to heare the wyssdome of Salomon. And beholde, here is one more then Salomon.","32":"The men of Niniue shal aryse at the iudgment with this generacion, and shall condempne them: for they dyd pennaunce after the preachinge of Ionas: and beholde, here is one more the Ionas.","33":"No man lighteth a candell, and putteth it in a preuy place, nether vnder a busshell, but vpon a candilsticke, that they which come in, maye se ye light.","34":"The eye is the light of the body. Yf thine eye then be syngle, all thy body shal be full of light: but yf thine eye be wicked, then shal all thy body be full of darcknesse.","35":"Take hede therfore, that the light which is in the, be not darcknesse.","36":"Yf thy body now be light, so that it haue no parte of darknesse, then shal it be all full of light, and shall light the euen as a cleare lightenynge.","37":"But whyle he yet spake, a certayne Pharise prayed him, that he wolde dyne with him. And he wente in, and sat him downe at the table.","38":"Whan the Pharise sawe that, he marueyled, that he wasshed not first before dyner.","39":"But the LORDE sayde vnto him: Now do ye Pharises make cleane the out syde of the cuppe and platter, but youre inwarde partes are full of robbery and wickednesse.","40":"Ye fooles, is a thinge made cleane within, because the outsyde is clensed?","41":"Neuertheles geue almesse of that ye haue, and beholde, all is cleane vnto you.","42":"But wo vnto you Pharises, ye that tythe mynt and rewe, and all maner herbes, and passe ouer iudgmet and ye loue of God. These ought to haue bene done, and not to leaue the other vndone.","43":"Wo vnto you Pharises, for ye loue to syt vppermost in the synagoges, and to be saluted in the market.","44":"Wo vnto you scrybes and Pharyses, ye ypocrites, for ye are like couered sepulcres, where ouer men walke, and are not awarre of them.","45":"Then answered one of the scrybes, and sayde vnto him: Master, with these wordes thou puttest vs to rebuke also.","46":"But he saide: And wo vnto you also ye scrybes, for ye lade men with vntollerable burthens, and ye youre selues touch them not with one of yor fyngers.","47":"Wo vnto you, for ye buylde the sepulcres of the prophetes, but youre fathers put them to death.","48":"Doutles ye beare wytnesse, and consente vnto the dedes of yor fathers: for they slewe them, and ye buylde their sepulcres.","49":"Therfore sayde the wyssdome of God: I wil sende prophetes and Apostles vnto the: and some of them shal they put to death and persecute,","50":"hat the bloude of all the prophetes which hath bene shed sens the foundacion of the worlde was layed, maye be requyred of this generacion:","51":"from the bloude of Abell, vnto ye bloude of Zachary, which perished betwene the altare and ye temple. Yee I saye vnto you: it shalbe requyred of this generacion.","52":"Wo vnto you scrybes, for ye haue receaued ye keye of knowlege. Ye are not come in youre selues, and haue forbydden them that wolde haue bene in.","53":"Whan he spake thus vnto them, the scrybes and Pharyses beganne to preasse sore vpon him, and to stoppe his mouth with many questions,","54":"and layed wayte for him, and sought to hunte out some thinge out of his mouth, that they might accuse him."}