{"1":"He sayde also vnto his disciples: There was a certayne riche man, which had a stewarde, that was accused vnto him, that he had waisted his goodes.","2":"And he called him, and sayde vnto him: How is it, that I heare this of the? geue acomptes of yi stewardshipe, for thou mayest be no longer stewarde.","3":"The stewarde sayde within himself: What shal I do? My lorde wil take awaye the stewardshipe fro me. I ca not dygge, and to begg I am ashamed.","4":"I wote what I wil do, that wha I am put out of the stewardshipe, they maye receaue me in to their houses.","5":"And he called vnto hi all his lordes detters, and sayde vnto the first: How moch owest thou vnto my lorde?","6":"He sayde: an hundreth tonnes of oyle. And he sayde: Take yi byll, syt downe quyckly, & wryte fiftie.","7":"Then sayde he vnto another: How moch owest thou? He sayde: an hundreth quarters of wheate. And he sayde vnto him: Take thy byll, and wryte foure score.","8":"And the lorde comended the vnrighteous stewarde, because he had done wysely. For the children of this worlde are in their kynde wyser, the the children of light.","9":"And I saye vnto you: Make you frendes with the vnrighteous Mammon, yt whan ye shal haue nede, they maye receaue you in to euerlastinge Tabernacles.","10":"He that is faithfull in the least, is faithfull also in moch: and he that is vnrighteous in the least, is vnrighteous also in moch.","11":"Yf ye then haue not bene faithfull in the vnrighteous Mammon, who wyll beleue you in that which is true?","12":"And yf ye haue not bene faithfull in anothers mans busynesse, who wil geue you that which is youre awne?","13":"No seruaunt can serue two masters: for either he shal hate the one, and loue ye other: or els he shal leane to the one, and despyse the other. Ye can not serue God and Mammon.","14":"All these thinges herde the Pharises, which were couetous, and they mocked hi.","15":"And he sayde vnto them: Ye are they that iustifie yor selues before men, but God knoweth youre hertes. For yt which is hye amonge men, is an abhominacion before God.","16":"The lawe and ye prophetes prophecied vnto Ihon, and from that tyme forth is ye kyngdome of God preached thorow ye Gospell, and euery man preasseth in to it by violence.","17":"But easier is it, for heauen and earth to perishe, then one tittle of ye lawe to fall.","18":"Who so euer putteth awaye his wife, & marieth another, breaketh matrimonye: and he that marieth her which is deuorced fro hir hussbande, breaketh wedlocke also.","19":"There was a certayne riche man, which clothed him self with purple and costly lynnen, and fared deliciously euery daye.","20":"And there was a poore man named Lazarus which laye at his gate full of sores,","21":"and desyred to be fylled with the crommes, that fell from the riche mans table. Yet came the dogges, and licked his sores.","22":"But it fortuned, that the poore man dyed, and was caried of the angels in to Abrahams bosome. The riche man dyed also, and was buried.","23":"Now whan he was in the hell, he lift vp his eyes in the payne, and sawe Abraham afarre of, and Lazarus in his bosome:","24":"and he cried, and sayde: Father Abraham, haue mercy vpon me, and sende Lazarus, that he maye dyppe the typpe of his fynger in water, & coole my tonge, for I am tormeted in this flame.","25":"But Abraha saide: Remebre sonne, yt thou hast receaued good in yi life, & contrary wyse Lazarus receaued euell. But now is he comforted, and thou art tormented.","26":"And beside all this, there is a greate space set betwene vs and you: so yt they which wolde go downe from hence vnto you, cannot: nether maye they passe ouer from thence vnto vs.","27":"Then sayde he: I pray the then father, that thou wilt sende him vnto my fathers house,","28":"for I haue yet fyue brethren, that he maye warne them, lest they also come in to this place of torment.","29":"Abraham sayde vnto him: They haue Moses and the prophetes, let them heare them.","30":"But he sayde: Nay father Abraham, but yf one wente vnto them fro the deed, they wolde do pennaunce.","31":"Neuertheles he sayde vnto him: Yf they heare not Moses & the prophetes, then shal they not beleue also, though one rose agayne fro the deed."}