{"1":"There were present at the same season certayne, that shewed him of ye Galileans, whose bloude Pilate had megled with their awne sacrifice.","2":"And Iesus answered, and sayde vnto them: Suppose ye, that these Galileas were greater synners then all the other Galileans, because they suffred soch punyshment?","3":"I tell you naye, but excepte ye amede youre selues, ye shal all perishe likewyse.","4":"Or thinke ye that ye eightene (vpon whom the tower in Siloe fell and slewe them) were giltie aboue all men that dwell at Ierusalem?","5":"I tell you naye: but excepte ye amende youre selues, ye shal all perishe likewyse.","6":"And he tolde them this symilitude: A certayne ma had a fygge tre, which was planted in his vynyarde, & he came and sought frute theron, and founde none.","7":"Then sayde he vnto the wynegardener: Beholde, This thre yeare longe haue I come euery yeare, and sought frute vpon this fygge tre, and fynde none: cut it downe, why hyndreth it the grounde?","8":"But he answered, and sayde: Syr, let it alone yet this yeare, tyll I dygge roude aboute it and donge it,","9":"yf it wyl brynge forth frute: Yf no, then cut it downe afterwarde.","10":"And he taught in a synagoge vpon the Sabbath:","11":"and beholde, there was a woma, which had a sprete of infirmyte eightene yeares, and was croked, and coulde not well loke vp.","12":"Whan Iesus sawe her, he called her to him, and sayde vnto her: Woman, be delyuered from thy disease.","13":"And he layed his handes vpo her, and immediatly she was made straight, and praysed God.","14":"Then answered the ruler of the synagoge, and toke indignacion (because Iesus healed vpo ye Sabbath) and sayde vnto the people: There are sixe dayes, wherin men ought to worke, in them come and be healed, and not on the Sabbath.","15":"Then the LORDE answered him, and sayde: Thou ypocryte, doth not euery one of you lowse his oxe or asse fro the crybbe vpo Sabbath, and leade him to the water?","16":"But shulde not this (which is Abrahams doughter) whom Sathan hath bounde now eightene yeares, be lowsed from this bonde vpo the Sabbath?","17":"And whan he thus sayde, all his aduersaries were ashamed. And all the people reioysed ouer all the excellent dedes, that were done by him.","18":"And he sayde: What is the kyngdome of God like? Or wher vnto shal I copare it?","19":"It is like a grayne of mustarde sede, which a man toke, and cast in his garden: and it grewe, and waxed a greate tre, and the foules of the ayre dwelt amonge the braunches of it.","20":"And agayne he sayde: Where vnto shal I licken the kyngdome of God?","21":"It is like vnto leuen, which a woman toke, and myxte it amoge thre peckes of meele, tyll it was all leuended.","22":"And he wete thorow cities and townes, and taught, and toke his iourney towarde Ierusalem.","23":"And one sayde vnto him: LORDE, are there few (thinkest thou) that shalbe saued? But he sayde vnto them:","24":"Stryue ye to entre in at the strayte gate, for many (I saye vnto you) shal seke to come in, and shal not be able.","25":"From that tyme forth, whan the good man of the house is rysen vp, and hath shut the dore, then shal ye begynne to stonde without, and to knocke at ye dore, and saye: LORDE LORDE, open vnto vs. And he shal answere, and saye vnto you: I knowe you not whence ye are.","26":"Then shal ye begynne to saye: We haue eaten and dronken before the, and thou hast taught vs vpon ye stretes.","27":"And he shal saye: I tell you, I knowe you not whence ye are. Departe fro me all ye workers of iniquyte.","28":"There shalbe wepynge and gnasshinge of teth, when ye shal se Abraham, and Isaac, and Iacob and all the prophetes in ye kyngdome of God, and youre selues thrust out,","29":"And wha they shal come from the east and from the west, from the north and from the south, which shal syt at ye table in the kyngdome of God.","30":"And beholde, there are last, which shal be fyrst: and there are first, which shalbe last.","31":"Vpon the same daye there came certayne of ye Pharises, and sayde vnto him: Get the out of the waye, and departe hence, for Herode wyl kyll the.","32":"And he sayde vnto the: Go ye and tell that foxe: beholde, I cast out deuels, and heale the people todaye and tomorow, and vpo the thirde daye shal I make an ende:","33":"for it can not be, that a prophet perishe without Ierusalem.","34":"O Ierusalem Ierusale, thou that kyllest the prophetes, and stonest the that are sent vnto ye, how oft wolde I haue gathered thy children together, euen as the henne gathereth hir nest vnder hir wynges, and ye wolde not?","35":"Beholde, yor habitacion shal be left vnto you desolate. For I saye vnto you: ye shal not se me, tyll ye tyme come that ye shal saye: blessed be he, yt cometh in ye name of the LORDE."}