{"1":"He tolde them a symilitude, signifienge, yt men ought allwayes to praye, & not to leaue of,","2":"& sayde: There was a iudge in a cite, which feared not God, and stode in awe of no man.","3":"And in the same cite there was a wedowe, which came vnto him, and sayde: delyuer me fro myne aduersary.","4":"And he wolde not a greate whyle. But afterwarde he thought within hi self: Though I feare not God, & stonde in awe of no man,","5":"yet seynge this weddowe is so importune vpon me, I wil delyuer her, lest she come at the last, and rayle vpon me.","6":"Then sayde the LORDE: Heare what ye vnrighteous iudge sayeth.","7":"But shall not God also delyuer his chosen, that crye vnto hi daye and night, though he differre the?","8":"I saye vnto you: He shal delyuer them, and that shortly. Neuertheles, whan the sonne of man cometh, suppose ye, that he shal fynde faith vpon earth?","9":"And vnto certayne which trusted in the selues, that they were perfecte, and despysed other,he spake this symilitude:","10":"There wente vp two men in to the teple, to praye: the one a Pharise, the other a publican.","11":"The Pharise stode, and prayed by himself after this maner: I thanke the God, that I am not as other men, robbers, vnrighteous, aduouters, or as this publican.","12":"I fast twyse in the weke, I geue the tithes of all that I haue.","13":"And the publican stode afarre of, and wolde not lift vp his eyes to heauen, but smote vpon his brest, and sayde: God be thou mercyfull vnto me synner.","14":"I tell you: This man wente downe in to his house iustified more the the other. For who so euer exalteth himself, shalbe brought lowe: and he that humbleth himself, shalbe exalted.","15":"They brought yonge children also vnto him, that he shulde touch them. But whan the disciples sawe that, they rebuked them.","16":"Neuertheles Iesus called them vnto him, and sayde: Suffre childre to come vnto me, and forbyd the not, for of soch is ye kyngdome of God.","17":"Verely I saye vnto you: Whosoeuer receaueth not ye kyngdome of God as a childe, shal not enter therin.","18":"And a certayne ruler axed him, and sayde: Good master, what must I do, that I maye enheret euerlastinge life?","19":"But Iesus sayde vnto him: Why callest thou me good? There is no man good, but God onely.","20":"Thou knowest the comaundementes: Thou shalt not breake wedlocke: Thou shalt not kyll: Thou shalt not steale: Thou shalt not beare false wytnesse: Honoure thy father and yi mother.","21":"But he sayde: All these haue I kepte fro my youth vp.","22":"Wha Iesus herde that, he sayde vnto him: Yet lackest thou one thinge, sell all that thou hast, and geue it vnto ye poore, and thou shalt haue a treasure in heauen, and come & folowe me.","23":"Whan he herde that, he was sory, for he was very riche.","24":"Whan Iesus sawe that he was sory, he sayde: How hardly shal the riche come in to the kyngdome of God?","25":"It is easyer for a Camell to go thorow the eye of a nedle, the for a rich man to entre in to the kyngdome of God.","26":"Then sayde they yt herde that: Who can then be saued?","27":"But he sayde: loke what is vnpossible with me, is possible with God.","28":"Then sayde Peter: Beholde, we haue forsake all, and folowed the.","29":"He sayde vnto the: Verely I saye vnto you: There is no ma yt forsaketh house, or elders, or brethren, or wife, or children for the kyngdome of Gods sake,","30":"which shal not receaue moch more in this tyme, and euerlastinge life in the worlde to come.","31":"He toke vnto him the twolue, and sayde vnto them: Beholde, we go vp to Ierusale, and it shal all be fulfilled, that is wrytten by the prophetes of the sonne of man.","32":"For he shal be delyuered vnto ye Heythen, and shalbe mocked, and despytefully intreated, and spitted vpon:","33":"and whan they haue scourged him, they shal put him to death, and vpon the thirde daye shal he aryse agayne.","34":"And they vnderstode nothinge of these thinges. And this sayenge was hyd from them, and they perceaued not the thinges that were spoken.","35":"And it came to passe, whan he came nye vnto Iericho, there sat one blynde by the waye, and begged.","36":"And whan he herde the people passe by, he axed what it was.","37":"Then sayde they vnto him, that Iesus of Nazareth passed by.","38":"And he cryed, and sayde: Iesu thou sonne of Dauid, haue mercy vpon me.","39":"But the people that wente before, rebuked him, that he shulde holde his tunge. Neuertheles he cried moch more: Thou sonne of Dauid haue mercy vpo me.","40":"Iesus stode styl, & comaunded hi to be brought vnto hi. And whan he was come neare, he axed him","41":"and sayde: What wilt thou, that I do vnto the? He sayde: LORDE, that I maye receaue my sight.","42":"And Iesus sayde vnto him: Receaue thy sight, thy faith hath saued the.","43":"And immediatly he sawe, and folowed him, & praysed God. And all the people that sawe it, gaue God the prayse."}