{"1":"And the whole multitude of the arose, and led him vnto Pilate,","2":"and begane to accuse him, and sayde: We haue founde this felowe peruertinge the people, and forbyddinge to geue trybute vnto the Emperoure, and sayeth, that he is Christ a kynge.","3":"But Pilate axed him, and sayde: Art thou the kynge of the Iewes? He answered him, and sayde: Thou sayest it.","4":"Pilate sayde vnto ye hye prestes and to the people: I fynde no cause in this man.","5":"But they were the more fearce, and sayde: He hath moued the people, in that he hath taught here & there in all the londe of Iewry, and hath begonne at Galile vnto this place.","6":"Whan Pilate herde mencion of Galile, he axed whether he were of Galile.","7":"And whan he perceaued that he was vnder Herodes iurisdiccion he sent him to Herode, which was also at Ierusale in those dayes.","8":"When Herode sawe Iesus, he was exceadinge glad, for he had longe bene desyrous to se him: because he had herde moch of him, & hoped to se a miracle of hi.","9":"And he axed him many thinges. Neuertheles he answered him nothinge.","10":"The hye prestes and scrybes stode, and accused him sore.","11":"But Herode wt his men of warre despysed him, and mocked him, put a whyte garmet vpo him, and sent him agayne vnto Pilate.","12":"Vpo ye same daye were Pilate and Herode made frendes together, for afore they had bene at variaunce.","13":"Pilate called the hye prestes, and the rulers, and the people together,","14":"and sayde vnto the: Ye haue brought this man vnto me, as one that peruerteth the people, and beholde, I haue examyned him before you, & fynde in the ma none of the causes, wherof ye accuse him:","15":"Nor yet Herode: for I sent you to him, and beholde, there is brought vpon hi nothinge, that is worthy of death.","16":"Therfore wil I chasten him, and let him lowse:","17":"For he must haue let one lowse vnto them after the custome of the feast.","18":"Then cried the whole multitude, and sayde: Awaye with him, and delyuer vnto vs Barrabas,","19":"which for insurreccion made in the cite, and because of a murthur, was cast in to preson.","20":"Then called Pilate vnto them agayne, & wolde haue let Iesus lowse.","21":"But they cried, and sayde: Crucifye him, Crucifye him.","22":"Yet sayde he vnto them, the thirde tyme: What euell the hath he done? I fynde no cause of death in hi, therfore wil I chasten him, and let him go.","23":"But they laye styll vpon him with greate crye, and requyred yt he might be crucified. And the voyce of the and of the hye preastes preuayled.","24":"And Pilate gaue sentence, that it shulde be as they requyred,","25":"and let lowse vnto the, him, that for insurreccio and murthur was cast in to preson, whom they desyred, but gaue Iesus ouer vnto their wyll.","26":"And as they led him awaye, they toke one Simon of Cyren (which came from the felde) and layed ye crosse vpon him, to beare it after Iesus.","27":"And there folowed him a greate multitude of people and of wemen, which bewayled and lamented him.","28":"But Iesus turned him aboute vnto the, and sayde: Ye doughters of Ierusale, wepe not ouer me: but wepe ouer youre selues, and ouer youre childre.","29":"For beholde, the tyme wil come, wherin it shal be sayde: Blessed are the baren, and the wombes that haue not borne, and the pappes that haue not geuen sucke.","30":"Then shal they begynne to saye vnto the mountaynes: Fall vpon vs. And to the hylles: Couer vs.","31":"For yf this be done to a grene tre, what shalbe done then to the drye?","32":"And two other (which were myssdoers) were led out also, to be put to death with him.","33":"And wha they came to ye place, which is called Caluery, they crucifyed him euen there, and the two myssdoers with him, the one on the righte hande, the other on ye left.","34":"But Iesus sayde: Father, forgeue them, for they wote not what they do. And they parted his garmentes, and cast lottes therfore.","35":"And the people stode and behelde. And the rulers mocked him with them, and sayde: He hath helped other, let him helpe him self now, yf he be Christ ye chosen of God.","36":"The soudyers also mocked him, wete vnto him, & brought him vyneger,","37":"and sayde: Yf thou be the kynge of the Iewes, then helpe thyself.","38":"And aboue ouer him was this superscripcion wrytten with letters of Greke, Latyn, and Hebrue: This is the kynge of the Iewes.","39":"And one of the myssdoers that hanged there, blasphemed him, and sayde: Yf thou be Christ, then helpe thy self and vs.","40":"Then answered the other, rebuked him, and sayde: And thou fearest not God also, which art yet in like danacion.","41":"And truly we are therin be right, for we receaue acordinge to oure dedes. As for this man, he hath done nothinge amysse.","42":"And he sayde vnto Iesus: LORDE, remembre me, whan thou commest in to thy kyngdome.","43":"And Iesus sayde vnto him: Verely I saye vnto the: To daye shalt thou be with me in Paradyse.","44":"And it was aboute the sixte houre, and there was darknesse ouer ye whole londe vntyll the nyenth houre.","45":"And the Sonne was darkened, and the vayle of the temple rente in two euen thorow the myddes.","46":"And Iesus cryed loude, & sayde: Father, in to thy handes I commende my sprete. And whan he had so sayde, he gaue vp the goost.","47":"But whan the Captayne sawe what had happened, he praysed God, and sayde: Verely this was a iust ma.","48":"And all the people that stode by & behelde, whan they sawe what was done, smote vpon their brestes, & turned backe agayne.","49":"But all his acquantaunce, and the wemen that had folowed him out of Galile, stode a farre of, and behelde all these thinges.","50":"And beholde, a ma named Ioseph, a Senatour, which was a good iust man,","51":"the same had not consented vnto their councell, and dede, which was of Arimathia a cite of the Iewes, which same also wayted for the kyngdome of God:","52":"he wete vnto Pilate, and axed the body of Iesus.","53":"And the toke him downe, wrapped him in a lynnen cloth, and layed him in a hewen sepulcre, wherin neuer man was layed.","54":"And it was the daye of preparinge, and the Sabbath drue on.","55":"The wemen that were come with him out of Galile, folowed him, and behelde the Sepulcre, & how his body was layed.","56":"But they returned, and made ready the spyces & anontmetes. And vpon the Sabbath they rested, acordinge to the lawe."}