{"1":"Afterwarde the LORDE appoynted out other seuentie, and sent them two and two before him in to euery cite and place, whither he himself wolde come,","2":"and sayde vnto them: The haruest is greate, but the labourers are fewe. Praye therfore the LORDE of the haruest, to sende forth labourers in to his haruest.","3":"Go youre waye: beholde, I sende you forth as the labes amonge ye wolues.","4":"Beare nether wallet, ner scryppe, ner shues, and salute no ma by the waye.","5":"In to what so euer house ye entre, first saye: Peace be in this house.","6":"And yf the childe of peace be there, youre peace shal rest vpon him. Yf no, then shal youre peace turne to you agayne.","7":"But tary ye still in the same house, eatinge aud drynkinge soch as they haue. For the labourer is worthy of his rewarde.Go not from house to house.","8":"And in to what so euer cite ye entre, and they receaue you, eate soch thinges as are set before you.","9":"And heale the sicke that are there, and saye vnto them: The kyngdome of God is come nye vnto you.","10":"But in to what so euer cite ye come, and they receaue you not, go youre waye out in to the stretes of the same, and saye:","11":"Euen the very dust which cleaueth vpon vs of youre cite, wype we of vpon you. But of this ye shal be sure, that the kyngdome of God was come nye vnto you.","12":"I saye vnto you: It shalbe easyer for Sodome in that daye, then for that cite.","13":"Wo vnto the Chorazin, wo vnto the Bethsaida: for yf the miracles which haue bene done amonge you had bene done at Tyre and Sidon, they had done pennaunce longe agoo, syttinge in sack cloth and in asshes.","14":"Neuertheles it shalbe easyer for Tyre and Sidon at the iudgment, then for you.","15":"And thou Capernaum which art exalted vnto the heauen, shalt be thrust downe vnto hell.","16":"He that heareth you, heareth me: and he that despyseth you, despyseth me: but who so despyseth me, despyseth him yt sent me.","17":"The seuetye came agayne with ioye, and sayde: LORDE, the deuels also are subdued vnto vs in thy name.","18":"But he sayde vnto them: I sawe Sathan fall downe from heauen as a lightenynge.","19":"Beholde, I haue geuen you power to treade vpon serpetes and scorpions, and ouer all power of the enemye, and nothinge shall hurte you.","20":"Neuertheles, reioyce not ye in this, that the spretes are subdued vnto you: but reioyse, that youre names are wrytten in heauen.","21":"At the same houre reioysed Iesus in sprete, and sayde: I prayse the (O father and LORDE of heauen and earth) that thou hast hyd these thinges from the wyse and prudent, and hast opened them vnto babes. Euen so father, for so it pleased the.","22":"All thinges are geuen ouer vnto me of my father: and no man knoweth who the sonne is, but onely the father: nether who the father is, saue onely the sonne, and he to who the sonne wil open it.","23":"And he turned him vnto his disciples, and sayde in especiall: Blessed are the eyes, which se that ye se.","24":"For I saye vnto you: Many prophetes and kynges, wolde haue sene the thynges that ye se, and haue not sene them: and to haue herde the thynges that ye heare, and haue not herde them.","25":"And beholde, there stode vp a scrybe and tempted him, and sayde: Master, what must I do, to inheret euerlastinge life?","26":"He sayde vnto him: What is wrytten in the lawe? How readest thou?","27":"He answered and sayde: Thou shalt loue thy LORDE God with all thy hert, with all thy soule, with all thy strength, and with all thy mynde, and thy neghboure as thy self.","28":"He sayde vnto him: Thou hast answered right: this do, and thou shalt lyue.","29":"But he wolde haue iustified himself, & sayde vnto Iesus: Who is then my neghboure?","30":"Then answered Iesus, and sayde: A certayne man wente downe from Ierusalem vnto Iericho, and fell amonge murthurers, which stryped him out of his clothes, and wounded him, and wente their waye, and left him half deed.","31":"And by chauce there came downe a prest the same waye: and whan he sawe him, he passed by.","32":"And likewyse a Leuite, wha he came nye vnto the same place and sawe him, he passed by.","33":"But a Samaritane was goynge his iourney, and came that waye, and whan he sawe him, he had compassion vpon him,","34":"wente vnto him, bounde vp his woundes, and poured oyle and wyne therin, and lifte him vp vpon his beast, and brought him in to the ynne, and made prouysion for him.","35":"Vpon the next daye whan he departed, he toke out two pens, and gaue them to the oost, aud sayde vnto him: Take cure of him, and what so euer thou spendest more, I wil paye it the, whan I come agayne.","36":"Which of these thre now thinkest thou, was neghboure vnto him, that fell amonge the murtherers?","37":"He sayde: He that shewed mercy vpon him Then sayde Iesus vnto him: Go thy waye then, and do thou likewyse.","38":"It fortuned as they wete, that he entred in to a towne, where there was a woman named Martha, which receaued him in to hir house.","39":"And she had a sister, called Mary, which sat hir downe at Iesus fete, and herkened vnto his worde.","40":"But Martha made hirself moch to do, for to serue him. And she stepte vnto him, and sayde: LORDE, carest thou not, that my sister letteth me serue alone? Byd her therfore, that she helpe me.","41":"But Iesus answered, and sayde vnto her: Martha Martha, thou takest thought, and combrest thy self aboute many thinges:","42":"there is but one thinge nedefull. Mary hath chosen a good parte, which shal not be taken awaye from her."}