{"1":"And he called the twolue together, and gaue them power and auctorite ouer all deuels, and that they might heale diseases.","2":"And he sent the out to preach the kyngdome of God, and to heale ye sicke,","3":"and sayde vnto them: Ye shal take nothinge with you by the waye, nether staff, ner scryppe, ner bred, ner money: ner haue two coates.","4":"And into what house so euer ye entre, there abyde, tyll ye go thence.","5":"And who so euer receaue you not, departe out of the same cite, and shake of the dust from youre fete, for a wytnesse ouer them.","6":"And they departed, and wente thorow the townes, preachinge ye Gospell, & healynge euery where.","7":"Herode the Tetrarcha herde of all that was done by him. And he toke care, for so moch as it was sayde of some: Iho is rysen agayne from the deed:","8":"of some, Elias hath appeared: of some, One of the olde prophetes is rysen agayne.","9":"And Herode sayde: Iho haue I beheaded, who is this then, of who I heare soch thinges? And he desyred to se him.","10":"And the Apostles came agayne, and tolde him how greate thinges they had done. And he toke them to him, and wente asyde into a solytary place by the cite called Bethsaida.","11":"Whan the people knew of it, they folowed him. And he receaued them, and spake vnto them of the kyngdome of God, and healed soch as hade nede therof.","12":"But the daye beganne to go downe. Then came the twolue to him, and sayde vnto him: let the people departe fro the, that they maye go in to the townes rounde aboute, and in to ye vyllagies, where they maye fynde lodgynge & meate, for we are here in ye wyldernesse.","13":"But he sayde vnto them: Geue ye them to eate. They sayde: We haue nomore but fyue loaues and two fysshes. Excepte we shulde go & bye meate for so moch people","14":"(for there were vpon a fyue thousande men) But he sayde vnto his disciples: Cause them to syt downe by fifties in a copany.","15":"And they dyd so, and made them all to syt downe.","16":"Then toke he the fyue loaues and two fisshes, and loked vp towarde heaue, and sayde grace ouer them, brake them, and gaue them to the disciples, to set the before the people.","17":"And they ate, and were all satisfied. And there were taken vp of that remayned to them, twolue baskettes full of broken meate.","18":"And it fortuned whan he was alone, and at his prayer, and his disciples with him, he axed them, and sayde: Whom saye the people that I am?","19":"They answered, and sayde: They saye, thou art Ihon the baptist: Some, that thou art Elias: Some, that one of the olde prophetes is rysen agayne.","20":"But he sayde vnto them: Whom saye ye that I am? Then answered Peter and sayde: Thou art the Christ of God.","21":"And he charged them strately, and commaunded them, that they shulde tell this vnto no ma,","22":"and sayde: For the sonne of man must suffre many thinges, and be cast out of the Elders and of ye hye prestes, and scrybes, and be put to death, and ryse agayne the thirde daye.","23":"Then sayde he vnto them all: Yf eny ma wil folowe me, let hi denie himself, & take vp his crosse daylie, & folowe me.","24":"For who so euer wil saue his life, shal lose it. But who so loseth his life for my sake, shal saue it.","25":"For what auauntage hath a man, though he wanne the whole worlde, and loseth himself, or runneth in dammage of himself?","26":"Who so is ashamed of me and of my sayenges, of him shall the sonne of ma also be ashamed, whan he commeth in his glory, and in the glory of his father, and of the holy angels.","27":"I saye vnto you of a treuth: there be some of them that stonde here, which shall not taist of death, tyll they se the kyngdome of God.","28":"And it fortuned, that aboute an eight dayes after these wordes, he toke vnto him Peter, Ihon and Iames, and wente vp in to a mout for to praye.","29":"And as he prayed, the shappe of his countenaunce was chaunged of another fashion, and his garment was whyte, and shyned:","30":"and beholde, two men talked with him, Which were Moses and Elias,","31":"that appeared gloriously, and spake of his departynge, which he shulde fulfill at Ierusalem.","32":"As for Peter and them that were with him, they were full of slepe. But whan they awoke, they saw his glory, and the two men stondynge with him.","33":"And it chaunsed, whan they departed fro him, Peter sayde vnto Iesus: Master, here is good beynge for vs. Let vs make thre tabernacles: one for the, one for Moses, and one for Elias, and wyst not what he sayde.","34":"But whyle he thus spake, there came a cloude, and ouershadowed them. And they were afrayed, whan the cloude couered them.","35":"And out of the cloude there came a voyce, which sayde: This is my deare sonne, heare him.","36":"And whyle this voyce came to passe, they founde Iesus alone. And they kepte it close, and tolde no ma in those dayes eny of the thinges which they had sene.","37":"And it chaunsed on the nexte daye after, whan they came downe from the mount. moch people met him,","38":"and beholde, a man amonge the people cryed out, and sayde: Master, I beseke the, loke vpon my sonne, for he is my onely sonne:","39":"beholde, the sprete taketh him, and sodenly he crieth, and he teareth him, that he fometh, and with payne departeth he from him, whan he hath rente him. And","40":"I besought thy disciples to cast him out, and they coulde not.","41":"Then answered Iesus, and sayde: Oh thou vnfaithfull and croked generacion, how longe shal I be with you, & suffre you? Brynge hither thy sonne.","42":"And whan he came to him, the deuell rente him and tare him. But Iesus rebuked the foule sprete, and healed the chylde, and delyuered him vnto his father agayne.","43":"And they were all amased at the mighty power of God.And whyle they wondred euery one at all thinges which he dyd, he sayde vnto his disciples:","44":"Comprehende these sayenges in youre eares. For the sonne of man must be delyuered in to the hades of men.","45":"But they wyst not what that worde meaned, and it was hyd from them, that they vnderstode it not. And they were afrayed to axe him of that worde.","46":"There came a thought also amonge them, which of them shulde be the greatest.","47":"But wha Iesus sawe the thoughtes of their hert, he toke a childe, & set him harde by him,","48":"and sayde vnto them? Whosoeuer receaueth this childe in my name, receaueth me: and who so euer receaueth me, receaueth him that sent me. But who so is leest amoge you all, ye same shal be greate.","49":"Then answered Iho, and sayde: Master, we sawe one dryue out deuels in thy name, and we forbad him, for he folowed the not with vs.","50":"And Iesus saide vnto him: For byd him not, for he that is not agaynst vs, is for vs.","51":"And it fortuned whan the tyme was fulfylled that he shulde be receaued vp from hence, he turned his face to go straight to Ierusalem,","52":"and before him he sent messaungers, which wente their waye, and came into a towne of the Samaritans, to prepare lodginge for him.","53":"And they wolde not receaue him, because he had turned his face to go to Ierusale.","54":"But whan his disciples Iames and Ihon sawe that, they sayde: LORDE, wilt thou, that we commaunde, that fyre fall downe from heauen, and consume them, as Elias dyd?","55":"Neuertheles Iesus turned him aboute, and rebuked them, and sayde: Knowe ye not, what maner of sprete ye are of?","56":"The sonne of man is not come to destroye mens soules, but to saue them. And they wente in to another towne.","57":"And it fortuned as they went by the waye, one sayde vnto him: I wil folowe the, whyther so euer thou go.","58":"And Iesus sayde vnto him: The foxes haue holes, and the byrdes vnder the heaue haue nestes: but the sonne of man hath not wheron to laye his heade.","59":"And he sayde vnto another: Folowe me. He sayde: Syr, geue me leue first to go, and burye my father.","60":"But Iesus sayde vnto him: Let the deed burye their deed. But go thou thy waye, and preach the kyngdome of God.","61":"And another sayde: Syr, I will folowe the, but geue me leue first, to go byd them farwele, which are at home in my house.","62":"Iesus sayde vnto him: Who so putteth his hade to the plowe, and loketh backe, is not mete for the kingdome of God."}