{"1":"We knowe surely, yt yf oure earthy house of this dwellynge were destroyed, we haue a buyldynge ordeyned of God, an house not made with handes, but euerlastynge in heauen.","2":"And in the same sighe we also after oure masion, which is from heauen:","3":"and longe to be clothed therwith, so yet, yf that we be founde clothed, and not naked.","4":"For as longe as we are in this tabernacle, we sighe and are greued, for we had rather not be vnclothed, but to be clothed vpon, that mortalite might be swalowed vp of life.","5":"But he that hath ordeyned vs for this, is God, which hath geuen vs the earnest of the sprete.","6":"Therfore are we allwaye of good cheare, and knowe, that as longe as we dwell here in the body, we are not at home with the LORDE:","7":"for we walke in faith, and se him not.","8":"Neuertheles we are of good comforte, and had leuer to be absent from the body, & to be at home with the LORDE.","9":"Wherfore, whether we be at home or fro home, we endeuoure oure selues to please him.","10":"For we must all appeare before the iudgment seate of Christ, yt euery one maye receaue in his body, acordinge to yt he hath done, whether it be good or bad.","11":"Seynge then that we knowe, how that the LORDE is to be feared, we fare fayre with men, but we are knowne well ynough vnto God: I trust also, that we are knowne in youre consciences.","12":"We prayse not oure selues agayne vnto you, but geue you an occasion to reioyse of vs, yt ye maye haue to reioyse agaynst them, which reioyse after the outwarde appearaunce, and not after the hert.","13":"For yf we do to moch, we do it vnto God: yf we kepe measure,we do it for youre sakes.","14":"For the loue of Christ constrayneth vs, in as moch as we thus iudge, that yf one be deed for all, then are all deed.","15":"And therfore dyed he for all, that they which lyue, shulde not hence forth lyue vnto them selues, but vnto him, which dyed for them and rose agayne.","16":"Therfore hence forth knowe we noman after ye flesh: and though we haue knowne Christ also after the flesh, yet knowe we him now so nomore.","17":"Therfore yf eny man be in Christ, he is a new creature. Olde thinges are past awaye, beholde, all are become new.","18":"Neuertheles all thinges are off God, which hath reconcyled vs vnto himselfe by Iesus Christ, and hath geuen vs the office to preach the attonement.","19":"For God was in Christ, and reconcyled the worlde vnto himselfe, and counted not ther synnes vnto them, and amonge vs hath he set vp the worde of ye attonemet.","20":"Now the are we messaungers in the rowme of Christ, euen as though God exhorted by vs. We beseke you now therfore in Christes steade, that ye be at one with God:","21":"for he hath made him which knewe no synne, to be synne for vs, yt we by his meanes shulde be that righteousnes, which before God is alowed."}