{"1":"We as helpers therfore exhorte you, that ye receaue not ye grace of God in vayne.","2":"For he sayeth: I haue herde the in the tyme accepted, and in the daye of saluacion haue I succoured the. Beholde, now is the accepted tyme, now is the daye of saluacion.","3":"Let vs geue no man occasion of euell, that oure office be not euell spoken of:","4":"but in all thinges let vs behaue oure selues as the mynisters of God: in moch pacience, in troubles, in necessities, in anguysshes,","5":"in strypes, in presonmentes, in vproures, in laboures, in watchinges, in fastynges,","6":"in purenesse, in knowlege, in longe sufferynge, in kyndnesse, in the holy goost, in loue vnfayned,","7":"in the worde of the trueth, in the power of God, by the armoure of righteousnes on the rightehande and on the lefte,","8":"by honoure and dishonoure, by euell reporte and good reporte: as disceauers, & yet true:","9":"as vnknowne, and yet knowne: as dyenge, and beholde, we lyue: as chastened, and not kylled:","10":"as sorowynge, and yet allwaye mery: as poore, & yet make many riche: as hauynge nothinge, & yet possessynge all thinges.","11":"O ye Corinthians, oure mouth is open vnto you, oure hert is made large.","12":"Ye are in no straytnesse on oure behalfe: but where as ye are in straytnesse, that do ye of youre owne hertely meanynge.","13":"I speake to you, as to childre, that haue like rewarde with vs.","14":"Set youre selues therfore at large.Beare not a straunge yock with the vnbeleuers. For what fellishippe hath righteousnes with vnrighteousnes? What company hath lighte wt darknesse?","15":"How agreeth Christ with Belial? Or what parte hath the beleuer with the infydele?","16":"How acordeth ye teple of God with ymages? Ye are the temple of the lyuynge God, as sayeth God: I wyl dwell in them, and walke in them, and wyl be their God, & they shalbe my people.","17":"Wherfore come out from amoge them, and separate youre selues (sayeth the LORDE) and touche no vncleane thinge, so wyl I receaue you,","18":"& be youre father, & ye shalbe my sonnes and doughters, sayeth ye Allmightie LORDE."}