{"1":"I do you to wit (brethren) the grace of God, which is geue in the congregacions of Macedonia.","2":"For their reioysinge was most abundaunt, whan they were tryed by moch trouble: & though they were exceadinge poore, yet haue they geue exceadinge richely, and that in synglenesse.","3":"For to their power (I beare recorde) yee and beyonde their power, they were wyllinge of their awne acorde,","4":"and prayed vs with greate instauce, that we wolde receaue their benefite and fellishippe of the hadreachinge that is done for the sayntes:","5":"And not as we loked for, but gaue ouer them selues first to the LODRE, and afterwarde vnto vs by ye wyl of God,","6":"so that we coulde not but desyre Titus, that like as he had begonne afore he wolde euen so accomplish the same beniuolence amonge you.","7":"Now as ye are riche in all poyntes, in faith and in worde, and in knowlege, and in all diligence, and in youre loue towarde vs, euen so se that ye be plenteous also in this benyuolece.","8":"This I saye not as commaudynge, but seynge, other are so diligent, I proue youre loue also, whether it be perfecte or no.","9":"For ye knowe the liberalite of oure LORDE Iesus Christ, which though he be riche, yet for youre sakes he became poore, yt ye thorow his pouerte mighte be made riche.","10":"And my councell herin I geue, for this is profitable for you, which haue begonne a yeare a goo,not onely to do, but also to wyll.","11":"But now perfourme the dede also, that like as there is a ready mynde to wil, there maye be a ready mynde also to perfourme the dede of that which ye haue.","12":"For yf there be a wyllinge mynde, it is accepted acordinge to that a man hath, not acordinge to that he hath not.","13":"This is not done to the intent, that other shulde haue ease, and ye cobraunce,","14":"but that it be a lyke. Let youre abundaunce sucker their lacke in this tyme off derth, that their abundaunce also herafter maye supplee youre lacke,","15":"that there maye be equalite. As it is wrytten: He yt gathered moch, had not the more: and he that gathered litle, wanted nothinge.","16":"Thakes be vnto God, which put in the hert of Titus, the same diligence towarde you.","17":"For he accepted the request in dede, yee he was rather so well wyllynge, that of his awne acorde, he came vnto you.","18":"We haue sent with him that brother, whose prayse is in the Gospell thorow out all the congregacions.","19":"Not onely that, but he is chosen also of the congregacions, to be a felowe with vs in oure iourney, for this benyuolence that is mynistred by vs vnto the prayse of the LORDE, and to stere vp youre prompte mynde,","20":"and to bewarre, lest eny ma reporte euell of vs because of this plenteousnes, which is mynistred by vs:","21":"and therfore make we prouision for honest thinges, not onely before the LORDE, but also before men.","22":"We haue sent with them also a brother of oures, whom we haue oft proued diliget in many thinges, but now moch more diligent.","23":"And this haue we done in greate hope towarde you, whether it be for Titus sake (which is my felowe and helper amonge you) or for oure brethre (which are Apostles of the cogregacions, & the prayse of Christ.)","24":"Shewe now the profe off youre loue and off oure boastinge of you, vnto these, and opely in the sighte of the cogregacions."}