{"1":"Und das Wort Jehovas geschah zu mir also:","2":"Menschensohn, richte dein Angesicht gegen die Kinder Ammon und weissage wider sie;","3":"und sprich zu den Kindern Ammon: Höret das Wort des Herrn, Jehovas! So spricht der Herr, Jehova: Weil du Haha! sprichstüber mein Heiligtum, daß es entweiht ist, undüber das Land Israel, daß es verwüstet ist, undüber das Haus Juda, daß sie in die Gefangenschaft zogen:","4":"darum siehe, werde ich dich den Kindern des Ostens zum Besitztum geben, und sie werden ihre Zeltlager in dir aufschlagen und ihre Wohnungen in dir errichten; sie werden deine Früchte essen, und sie werden deine Milch trinken.","5":"Und ich werde Rabba zur Trift der Kamele machen, und die Kinder Ammon zum Lagerplatz der Herden. Und ihr werdet wissen, daß ich Jehova bin.-","6":"Denn so spricht der Herr, Jehova: Weil du in die Hände geklatscht und mit dem Fuße gestampft und mit aller Verachtung deiner Seele dichüber das Land Israel gefreut hast:","7":"darum, siehe, werde ich meine Hand wider dich ausstrecken und dich den Nationen zur Beute geben, und ich werde dich ausrotten aus den Völkern und dich aus den Ländern vertilgen; ich werde dich vernichten, und du wirst wissen, daß ich Jehova bin.","8":"So spricht der Herr, Jehova: Weil Moab und Seir sprechen: Siehe, das Haus Juda ist wie alle Nationen;","9":"darum, siehe, werde ich die Seiten Moabsöffnen von den Städten her, von seinen Städten her, in seinem ganzen Umfange, die Zierde des Landes, Beth-Jesimoth, Baal-Meon und bis nach Kirjathaim hin,","10":"den Kindern des Ostens, zu den Kindern Ammon hinzu, und werde es ihnen zum Besitztum geben, auf daß der Kinder Ammon nicht mehr gedacht werde unter den Nationen.","11":"Und ich werde an Moab Gerichteüben; und sie werden wissen, daß ich Jehova bin.","12":"So spricht der Herr, Jehova: Weil Edom mit Rachsucht gegen das Haus Juda gehandelt, und sie sich sehr verschuldet haben, indem sie sich an ihnen rächten:","13":"darum, so spricht der Herr, Jehova, werde ich meine Hand wider Edom ausstrecken und Menschen und Vieh aus ihm ausrotten; und ich werde es von Teman an zur Einöde machen, und bis nach Dedan hin werden sie durchs Schwert fallen.","14":"Und ich werde meine Racheüber Edom bringen durch die Hand meines Volkes Israel, und sie werden an Edom handeln nach meinem Zorn und nach meinem Grimm. Und sie werden meine Rache kennen lernen, spricht der Herr, Jehova.","15":"So spricht der Herr, Jehova: Weil die Philister mit Rachsucht gehandelt und Rache geübt haben mit Verachtung der Seele, zur Zerstörung in ewiger Feindschaft:","16":"darum, so spricht der Herr, Jehova: Siehe, ich werde meine Hand wider die Philister ausstrecken, und werde die Kerethiter ausrotten und denÜberrest an der Küste des Meeres vertilgen.","17":"Und ich werde durch Züchtigungen des Grimmes große Rache an ihnenüben. Und sie werden wissen, daß ich Jehova bin, wenn ich meine Racheüber sie bringe."}