{"1":"And quyckened you also, whan ye were deed thorow trespaces and synnes,","2":"in the which in tyme past ye walked, acordinge to the course off this worlde, and after the prynce that ruleth in the ayre namely, after ye sprete, which now worketh in the children of vnbeleue,","3":"amonge whom we also had oure conuersacion in tyme past in the lustes of oure flesh, and dyd the wyll of the flesh and of the mynde, and were naturally the children of wrath, euen as well as other.","4":"But God which is riche in mercy thorow his greate loue wherwith he loued vs","5":"eue wha we were deed in synnes, hath quyckened vs in Christ ( for by grace are ye saued)","6":"and hath raysed vs vp with him, and set vs with him in heauely thinges thorow Christ Iesus,","7":"yt in tymes to come he mighte shewe the exceadinge riches of his grace, in kyndnesse to vs warde in Christ Iesu.","8":"For by grace are ye saued thorow faith, and that not of youre selues, For it is ye gifte of God,","9":"not of workes, lest eny ma shulde boast him selfe.","10":"For we are his workmanshippe, created in Christ Iesu vnto good workes, to ye which God ordeyned vs before, that we shulde walke in them.","11":"Wherfore remebre, that ye (which afore tyme were Gentyles after the flesh, and were called vn circumcision, of the that are called circumcision after the flesh, which circumcision is made with the hande)","12":"that ye at the same tyme were without Christ, and reputed aleauntes from the comen welth of Israel, and were straungers from the Testamentes of promes, therfore had ye no hope, and were without God in this worlde.","13":"But now ye that be in Christ Iesu, and afore tyme were farre of, are now made nye by the bloude of Christ.","14":"For he is or peace, which of both hath made one, and hath broken downe the wall, that was a stoppe betwene vs,","15":"and hath also thorow his flesh put awaye the cause off hatred (namely the lawe of the commaundemetes contayned in the lawe wrytten) that of twayne he mighte create one new man in him selfe, and make peace,","16":"and to reconcyle both vnto God in one body thorow the crosse, and so he slewe ye hatred thorow his owne selfe,","17":"and came and preached peace in the Gospell, vnto you which were afarre of, and to the that were nye.","18":"For thorow him we both haue intraunce in one sprete vnto the father.","19":"Now therfore ye are nomore gestes and straungers, but citesins with the sayntes, & of the housholde of God,","20":"buylded vpon ye foundacion of ye Apostles and prophetes where Iesus Christ is ye heade corner stone","21":"in whom euery buyldinge coupled together, groweth to an holy temple in the LODRE,","22":"in whom ye also are buylded together, to be an habitacion of God in the sprete."}