{"1":"Ye children, obey youre elders in the LORDE, for that is righte.","2":"Honoure thy father and thy mother ( That is the first commaundement, that hath eny promes)","3":"that thou mayest prospere, and lyue longe vpon earth.","4":"And ye fathers, prouoke not youre children vnto wrath, but brynge the vp in the nourtoure and informacion of the LORDE.","5":"Ye seruauntes, obey youre bodely masters, with feare and tremblynge, in synglenes of youre hert, euen as vnto Christ,","6":"not with seruyce onely in the eye sighte, as men pleasers: but as the seruauntes off Christ, doynge the wyll off God from the hert","7":"with good wyll. Thynke that ye serue the LORDE and not me:","8":"and be sure, that what good soeuer a man doth, he shal reaceaue it agayne of the LORDE, whether he be bonde or fre.","9":"And ye masters, do euen the same vnto the, puttynge awaye threatenynges, and knowe that euen youre master also is in heauen, nether is there eny respecte of personnes with him.","10":"Fynally my brethren, be stronge in the LORDE, and in the power of his mighte:","11":"put on the armor of God, that ye maye stonde stedfast agaynst the craftie assautes off the deuell.","12":"For we wrestle not agaynst flesh and bloude, but agaynst rule, agaynst power namely, agaynst the rulers of the worlde, of the darknesse of this worlde, agaynst ye spretes of wickednes vnder the heauen.","13":"For this cause take ye the armoure of God, yt ye maye be able to resiste in the euell daye, and stonde perfecte in all thinges.","14":"Stonde therfore, and youre loynes gyrde aboute with the trueth, hauynge on the brest plate of righteousnes,","15":"and shod vpo yor fete with the gospell of peace, that ye maye be prepared:","16":"Aboue all thinges take holde of the shylde of faith, wherwith ye maye quenche all the fyrie dartes of the wicked.","17":"And take the helmet of saluacion, & the swerde of the sprete, which is the worde of God.","18":"And praye allwayes with all maner of prayer and supplicacion in the sprete, and watch there vnto with all instaunce and supplicacion for all sayntes","19":"and for me, that the worde maye be geuen me, that I maye open my mouth boldly, to vtter the secretes of the Gospell,","20":"wherof I am a messaunger in bondes, that I maye speake therin frely, as it becommeth me to speake.","21":"But that ye maye also knowe, what case I am in, and what I do, Tichicus my deare brother and faithfull mynister in the LORDE, shal shewe you all:","22":"whom I haue sent vnto you for the same cause, that ye mighte knowe what case I stonde in, and that he mighte comforte youre hertes.","23":"Peace be vnto the brethre, and loue with faith, from God the father, & from the LORDE Iesu Christ.","24":"Grace be with all them that loue oure LORDE Iesus Christ vnfaynedly. Amen."}