{"1":"Be ye the folowers therfore of God as deare children,","2":"and walke in loue, euen as Christ loued vs, and gaue him selfe for vs an offerynge and sacrifice of a swete sauoure vnto God.","3":"As for whordome and all vnclennes, or couetousnes, let it not be named amoge you, as it becommeth sayntes:","4":"nether fylthines, ner folish talkynge, ner ieastynge (which are not comly) but rather geuynge of thakes.","5":"For be sure, that no whore monger, or vncleane person, or couetous person (which is a worshipper off ymages) hath inheritaunce in the kyngdome of Christ and of God.","6":"(Let no man disceaue you with vayne wordes) for because of these commeth the wrath of God vpon the children of vnbeleue.","7":"Be not ye therfore companions with them.","8":"For sometyme ye were darknesse, but now are ye lighte in the LORDE. Walke as the children of lighte.","9":"(For the frute of the sprete is all maner of goodnes, and righteousnes and trueth:)","10":"and prone what is pleasinge vnto the LORDE,","11":"and haue no fellishippe with ye vnfrutefull workes of darknes, but rather rebuke the.","12":"For it is shame euen to name those thinges, which are done of them in secrete.","13":"But all thinges are manifest, whan they are rebuked of the lighte. For what so euer is manifest, that same is lighte.","14":"Therfore sayeth he: Awake thou that slepest, and stonde vp fro the deed, and Christ shal geue the lighte.","15":"Take hede therfore how ye walke circumspectly, not as the vnwyse, but as ye wyse,","16":"and redeme the tyme, for it is a miserable tyme.","17":"Wherfore be not ye vnwyse, but vnderstonde what the wil of the LORDE is,","18":"and be not dronken with wyne, wherin is excesse: but be full of the sprete","19":"and talke amoge youre selues of Psalmes, and ymnes, and spirituall songes, synginge and makynge melody vnto the LORDE in youre hertes","20":"geuynge thankes alwayes for all thinges vnto God the father, in the name of oure LORDE Iesus Christ,","21":"submyttinge youreselues one to another in the feare of God.","22":"Let the wemen submytte them selues vnto their hussbandes, as vnto the LORDE.","23":"For the hussbande is the wyues heade, eue as Christ also is the heade of the congregacion, and he is the Sauioure of his body.","24":"Therfore as the congregacion is in subieccion to Christ, likewyse let the wyues be in subieccion to their hussbandes in all thinges.","25":"Ye hussbandes loue youre wyues, euen as Christ loued the congregacion, and gaue himselfe for it,","26":"to sanctifye it, and clensed it in the fountayne of water by the worde,","27":"to make it vnto himselfe a glorious congregacion, hauynge no spot ner wrynkle, ner eny soch thinge, but that it shulde be holy and without blame.","28":"So oughte men also to loue their wyues, euen as their awne bodyes. He that loueth his wife, loueth himselfe.","29":"For no ma euer yet hated his awne flesshe, but norisheth and cherissheth it, euen as the LORDE doth also the congregacion.","30":"For we are membres of his body, of his flesh and of his bones.","31":"For this cause shal a man leaue father and mother, and cleue vnto his wife, and they two shal be one flesh:","32":"This is a greate secrete: but I speake of Christ and the congregacion.","33":"Neuertheles do ye so, that euery one of you loue his wife euen as himselfe: but let the wife feare hir hussbande."}