{"1":"Tell youre brethren, that they are my people: and youre sisteren, that they haue optayned mercy.","2":"As for youre mother, ye shal chyde with her, and reproue her: for she is not my wife, nether am I hir hu?bode: vnlesse she put awaye hir whordome out of my sight, and hir aduoutry from hir brestes.","3":"Yf no, I shal strype her naked, & set her, euen as she came in to ye worlde: Yee I shal laye hir waist, and make her like a wildernesse, and slaye her for thyrste.","4":"I shal haue no pite also vpon hir children, for they be the children of fornicacion.","5":"Their mother hath broken hir wedlocke, and she that bare them, is come to cofucion. For she sayde: I wil go after my louers, that geue me my water and my bred, my woll & my flax, my oyle and my drynke.","6":"But I will hedge hir waye with thornes, and stoppe it, that she shal not fynde hir fotestoppes:","7":"and though she runne after hir louers, yet shall she not get them: she shal seke them, but not fynde them. Then shal she saye: well, I will go turne agayne to my first hu?bonde, for at yt tyme was I better at ease, then now:","8":"But this wolde she not knowe, where as I yet gaue her corne, wyne, oyle, syluer and golde, which she hath hanged vpon Baal.","9":"Wherfore now will I go take my corne & wyne agayne in their season, and fet agayne my woll and my flax, which I gaue her, to couer hir shame.","10":"And now will I dyscouer hir foolishnesse, euen in the sight of hir louers, and no man shal delyuer her out of my hondes.","11":"Morouer, I wil take awaye all hir myrth, hir holy dayes, hir newmoones, hir Sabbathes and all hir solempne feastes:","12":"I will destroye hir vynyardes and fyge trees, though she saieth: lo, here are my rewardes, that my louers haue geuen me. I wil make it a wodde, and the wylde beestes shall eate it vp:","13":"I will punysh her also for the dayes of Baal, wherin she censed him, deckynge him with hir earynges and cheynes: when she folowed hir louers, and forgat me, saieth the LORDE.","14":"Wherfore beholde, I wil call her againe, bringe her in to a wildernes, and speake frendly vnto her:","15":"there wil I geue her hir vynyardes agayne, yee and the valley of Achor also, to shewe hir hope & comforte. Then shal she synge there as in the tyme of hir youth, & like as in the daye when she came out of the londe of Egipte.","16":"Then (saieth the LORDE) she shal saye vnto me: O my hou?bande, & shal call me nomore Baal:","17":"for I wil take awaye those names of Baal from hir mouth, yee she shal neuer remembre their names eny more.","18":"Then will I make a couenaunt with them, with the wylde beastes, with the foules of the ayre, & with euerythinge that crepeth vpon the earth. As for bowe, swerde and batel, I will destroye soch out of the londe, & wil make them to slepe safely.","19":"Thus wil I mary the vnto myne owne self for euermore: yee euen to my self wil I mary the, in rightuousnesse, in equyte, in louynge kyndnesse and mercy.","20":"In faith also will I mary the vnto my self, & thou shalt knowe the LORDE.","21":"At the same tyme wil I shewe my self frendly and gracious vnto ye heauens, saieth the LORDE: & the heauens shal helpe the earth,","22":"and the earth shal helpe the corne, wyne and oyle, and they shal helpe Iesrael.","23":"I wil sowe them vpo earth, for a sede to myne owne self, & wil haue mercy vpon her, yt was without mercy. And to the which were not my people, I wil saye: thou art my people. And he shal saye: thou art my God."}