{"1":"And he departed thence, and came in to his awne countre, and his disciples folowed him.","2":"And wha ye Sabbath came, he begane to teach in their synagoge. And many that herde it, marueled at his lernynge, and sayde: From whece hath he these thinges? And what wyssdome is this, yt is geue him: & soch actes as are done by his handes?","3":"Is not this the Carpenter the sonne of Mary, and the brother of Iames and Ioses, and of Iude and Symon? Are not his sisters here with vs also? And they were offended at him.","4":"But Iesus saide vnto the: A prophet is nowhere lesse set by, the in his awne countre, & at home amonge his awne.","5":"And he coude not shew one miracle there, but layed his handes vpon a few sicke, and healed them.","6":"And he marueyled at their vnbeleue.And he wente aboute in the townes on euery syde, and taught them.","7":"And called the twolue, and begane to sende them two and two, and gaue them power ouer the vncleane spretes.","8":"And commaunded the, that they shulde take nothinge with them towarde their iourney, saue onely a rodde: no scrippe, no bred, no money in the gerdell,","9":"but shulde be shod with sandales, and that they shulde not put on two cotes.","10":"And he sayde vnto them: Where so euer ye shal entre in to an house, there abyde, tyll ye go thence.","11":"And who so euer wyll not receaue you, ner heare you, departe out from thence, and shake of the dust from youre fete, for a wytnesse vnto them. I saye vnto you verely: It shal be easyer for Sodome and Gomorra in the daye of iudgment, then for that cite.","12":"And they wete forth, and preached, that men shulde amede them selues,","13":"and they cast out many deuyls: and many that were sicke anoynted they with oyle, and healed the.","14":"And it came to kynge Herods eares (for his name was now knowne) and he sayde: Ihon the baptist is rysen agayne from the deed, and therfore are his dedes so mightie.","15":"But some sayde: It is Elias. Some sayde: It is a prophet, or one of ye prophetes.","16":"But when Herode herde it, he sayde: It is Ihon whom I beheeded, he is rysen againe from the deed.","17":"This Herode had sent forth, and taken Ihon, and put him in preson, because of Herodias his brother Philippes wife, for he had maried her.","18":"Neuertheles Ihon sayde vnto Herode It is not laufull for the to haue yi brothers wife.","19":"But Herodias layed wayte for him, and wolde haue slayne him, and coude not.","20":"Notwithstodinge Herode feared Iho, for he knew that he was a iust and holy man: and he kepte him, and herkened vnto him in many thinges, and herde him gladly.","21":"And there came a conuenient daye, that Herode on his byrth daye made a supper to the lordes, captaynes and chefe estates of Galile.","22":"Then the daughter of Herodias came in, and daunsed, and pleased Herode, and them that sat at the table. Then sayde the kynge vnto ye damsel: Axe of me what thou wilt, I wil geue it the.","23":"And he sware vnto her: What soeuer thou shalt axe of me, I wil geue it the, euen vnto ye one half of my kyngdome.","24":"She wente forth, and sayde vnto hir mother: what shal I axe? She sayde: Ihon baptistes heade.","25":"And immediatly she wete in to the kinge with haist, and sayde: I will that thou geue me straight waye in a platter the heed of Ihon the baptist.","26":"Then the kynge was sory: Yet for the oothes sake and the that sat at the table, he wolde not saye her nay.","27":"And immediatly he sent the hangman, and commaunded his heade to be brought in. So he wete, and heeded him in the preson,","28":"and brought his heade in a platter, and gaue it vnto the damsell, and the damsell gaue it vnto hir mother.","29":"And whan his disciples herde that, they came and toke his body, & layed it in a graue.","30":"And the Apostles came together vnto Iesus, and tolde hi all, and what they had done and taught.","31":"And he sayde vnto them: Let vs go out of the waye in to the wyldernes, and rest a litle. For there were many comers and goers, and they had not tyme ynough to eate.","32":"And there he passed by shippe out of ye waye in to a deserte place.","33":"And the people sawe the departynge awaye, and many knewe of it, & ranne thither together of fote out of all cities, & came before the, & came vnto him.","34":"And Iesus wente out, and sawe moch people, and had copassion vpon them: for they were as the shepe, that haue no shepherde, and he begane a loge sermon.","35":"Now whan the daye was farre past, his disciples came vnto him, and sayde: This is a deserte place,","36":"let them departe, that they maye go in to the vyllagies and townes rounde aboute, and bye them selues bred, for they haue nothinge to eate.","37":"But Iesus answered and sayde vnto them: geue ye them to eate.And they sayde vnto him: Shal we go then, and bye two hundreth peny worth of bred, and geue them to eate?","38":"He sayde vnto them: How many loaues haue ye? Go and se. And when they had searched, they sayde: Fyue, and two fisshes.","39":"And he commaunded them all to syt downe by table fulles vpon the grene grasse.","40":"And they sat downe here a rowe and there a rowe by hundreds and by fifties.","41":"And he toke the fyue loaues and two fisshes, and loked vp vnto heauen, and gaue thankes, and brake the loaues, and gaue to the disciples, to set before them. And the two fisshes parted he amonge them all.","42":"And they all ate, and were satisfied.","43":"And they toke vp twolue baskettes full of ye broken peces and of the fisshes.","44":"And they that ate, were aboute fyue thousande men.","45":"And anone he caused his disciples to go in to the shippe, and to passe ouer before him vnto Bethsaida, whyle he sent awaye the people.","46":"(Omitted Text)","47":"And at euen was the shippe in the myddest of the see, and he alone vpon the londe.","48":"And he sawe that they were in parell with rowynge, for the wynde was agaynst them.And aboute the fourth watch of ye night he came vnto them, and walked vpon the see, and wolde haue gone ouer by the.","49":"And whan they sawe him walkinge vpon the see, they thought it had bene a sprete, and cried out,","50":"for they sawe him all, and were afrayed. But immediatly he talked with them, and sayde vnto them: Be of good comforte, it is I, be not afrayed.","51":"And he wete vnto them in to the shippe, and the wynde ceassed. And they were astonnyed, and marueled exceadingly:","52":"for they had forgotten the loaues, and their hert was blynded.","53":"And whan they were passed ouer, they came in to lande of Genezareth, and drue vp in to the hauen.","54":"And whan thy were come out of the shippe, immediatly they knewe him,","55":"and ranne thorow out all the region aboute, and beganne on euery syde to brynge vnto him in beddes soch as were sicke, where they herde that he was.","56":"And whither so euer he entred in to townes, cities or vyllagies, there layed they the sicke in the market place, and prayed him, that they might but touch the hemme of his garment. And as many as touched him, were made whole."}