{"1":"And he rose vp, and came from thence in to the places of Iewry beyonde Iordan. And the people wete agayne vnto him by heapes, and as his maner was he taught them agayne.","2":"And the Pharises came vnto him, and axed him, yf it were laufull for a man to put awaye his wife, and tempted him withall.","3":"But he answered and sayde: What hath Moses comaunded you?","4":"They sayde: Moses suffred to wryte a testimoniall of deuorcemet, and to put her awaye.","5":"Iesus answered, and sayde vnto them: Because of ye hardnesse of yor hert dyd Moses wryte you this commaundement.","6":"But from the first creacion God made the man and woman.","7":"For this cause shal a man leaue his father & mother, and cleue vnto his wife,","8":"and they two shalbe one flesh. Now are they not twayne the, but one flesh.","9":"Let not man therfore put asunder that, which God hath coupled together.","10":"And at home his disciples axed him agayne of ye same.","11":"And he sayde vnto the: Who so euer putteth awaye his wife, & marieth another, breaketh wedlocke to her warde.","12":"And yf a woma forsake hir hussbande, & be maried to another, she comitteth aduoutrie.","13":"And they brought childre vnto him, that he might touch them. But the disciples reproued those that brought the.","14":"Neuertheles whan Iesus sawe it, he was displeased, and sayde vnto them: Suffre the children to come vnto me, and forbyd them not, for of soch is the kyngdome of God.","15":"Verely I saye vnto you: Who so euer receaueth not the kyngdome of God as a childe, he shal not entre therin.","16":"And he toke them vp in his armes, and layed his handes vpon them, and blessed them.","17":"And whan he was gone forth vpon the waye, there came one runninge, and kneled vnto him, & axed him: Good Master, what shal I do, that I maye inheret euerlastinge life?","18":"But Iesus saide vnto him: Why callest thou me good? There is no man good, but God onely,","19":"Thou knowest the commaundementes: Thou shalt not breake wedlocke: thou shalt not kyll: thou shalt not steale: thou shalt beare no false wytnesse: thou shalt begyle no man: Honoure thy father and mother.","20":"But he answered, and sayde vnto him: Master, all these haue I kepte fro my youth vp.","21":"And Iesus behelde him, and loued him, & sayde vnto him: Thou wantest one thinge: Go thy waye, and sell all that thou hast, and geue it vnto ye poore: so shalt thou haue a treasure in heauen, and come & folowe me, and take the crosse vpon ye.","22":"And he was disconforted at the sayenge, & wente awaye sory, for he had greate possessions.","23":"And Iesus loked aboute him, and sayde vnto his disciples: O how hardly shal the ryche come into ye kyngdome of God?","24":"And the disciples were astonnyed at his wordes. But Iesus answered agayne, and sayde vnto them: Deare children, how harde is it for them that trust in riches, to come into the kyngdome of God?","25":"It is easier for a Camell to go thorow the eye of a nedle, then for a rich man to entre in to ye kyngdome of God.","26":"Yet were they astonnyed ye more, and sayde amonge the selues: Who can the be saued?","27":"But Iesus behelde them, and sayde: With men it is vnpossyble, but not with God: for with God all thinges are possyble.","28":"Then sayde Peter vnto him: Beholde, we haue forsaken all, and folowed the.","29":"Iesus answered & sayde: Verely I saye vnto you: There is no man that forsaketh house, or brethren, or sisters, or father or mother, or wife, or children, or londes for my sake and the gospels,","30":"that shal not receaue an hundreth folde now in this tyme, houses, and brethre, and sisters, and mothers and children, and londes with persecucions, and in the worlde to come euerlastinge life.","31":"But many that are the first, shal be the last: and the last the first.","32":"They were in the waye goinge vp to Ierusalem, and Iesus wente before them. And they were astonnyed, and folowed him, and were afrayed. And Iesus toke the twolue agayne, and tolde them what shulde happe vnto him.","33":"Beholde, we go vp to Ierusalem, and the sonne of man shalbe delyuered vnto the hye prestes and scrybes, and they shal condemne him to death, and delyuer him vnto the Heythe.","34":"And they shal mocke hi, and scourge him, and spyt vpon him, and put him to death, and on the thirde daye shal he ryse agayne.","35":"Then wete vnto him Iames and Ihon ye sonnes of Zebede, and sayde: Master, We desyre, that what soeuer we axe of the, thou wilt do it for vs.","36":"He sayde vnto the: What desyre ye that I shal do to you?","37":"They sayde vnto him: Graunte vs, that we maye syt one at thy right hande, and one at thy left hande in thy glory.","38":"But Iesus sayde vnto the: Ye wote not what ye axe. Maye ye drynke the cuppe, yt I shal drynke? and be baptysed with the baptyme that I shal be baptysed withall?","39":"They sayde vnto him: Yee yt we maye. Iesus sayde vnto them: The cuppe that I drynke, shal ye drynke in dede: and be baptysed with the baptyme that I shall be baptysed withall.","40":"Neuertheles to syt at my right hande and at my left, is not myne to geue you, but vnto them for whom it is prepared.","41":"And wha the ten herde that, they disdayned at Iames and Ihon.","42":"But Iesus called them, and sayde vnto them: Ye knowe that the prynces of ye worlde haue domynacion of the people, and ye mightie exercise auctorite amonge them.","43":"So shal it not be amonge you: but who so euer wil be greate amoge you, shal be youre mynister:","44":"and who so wyl be chefest amonge you, shalbe seruaunt of all.","45":"For the sonne of man also came not to be serued, but to do seruyce, and to geue his life to a redempcion for many.","46":"And they came vnto Iericho. And whan he wente out of Iericho, and his disciples, and moch people, there sat one blynde Barthimeus the sonne of Thimeus by ye waye, and begged.","47":"And wha he herde that it was Iesus of Nazareth, he beganne to crie and saye: Iesu thou sonne of Dauid haue mercy vpon me.","48":"And many reproued him, that he shulde holde his tunge. But he cried moch more: Thou sonne of Dauid haue mercyvpo me.","49":"And Iesus stode styll, and bad call him. And they called the blynde, and sayde vnto him: Be of good conforte, aryse, he calleth the.","50":"And he cast awaye his garment from him, stode vp, aud came to Iesus.","51":"And Iesus answered, & sayde vnto him: What wilt thou that I do vnto the? The blynde sayde vnto him: Master, that I might se.","52":"Iesus sayde vnto him: Go yi waye, thy faith hath helped ye. And immediatly he had his sight and folowed him in the waye."}