{"1":"And they came ouer vnto the other syde of the see in to the countre of the Gaderenites.","2":"And whan he wete out of the shippe, there met him a ma possessed of an vncleane sprete,","3":"which had his dwellinge in the graues. And no man coude bynde hym, no not with cheynes:","4":"for he was oft bounde with fetters & cheynes, and pluckte the cheynes in sunder, and brake the fetters in peces, and no man coude tame him.","5":"And he was allwaye both daye and night vpon the mountaynes and in the graues crienge, and beatinge him self with stones.","6":"But whan he sawe Iesus afarre of, he ranne, and fell downe before him,","7":"and cried loude, and sayde: What haue I to do with the O Iesus thou sonne of ye Hyest God? I charge the by God, that thou torment me not.","8":"Neuertheles he sayde vnto him: Go out of the man thou foule sprete.","9":"And he axed him: What is thy name? And he answered and sayde: My name is Legion, for there be many of vs.","10":"And he prayed him instantly, that he wolde not sende them awaye out of that countre.","11":"And euen there in the mountaynes there was a greate heerd of swyne fedynge,","12":"and all the deuyls praied him, and sayde: Let vs departe in to the swyne.","13":"And anone Iesus gaue them leue. Then the foule spretes wente out, and intred in to the swyne. And the heerd of swyne, ranne heedlinges in to ye see with a storme. They were aboute a two thousande swyne, and were drowned in the see.","14":"And the swyneherdes fled, and tolde it in the cite, and in the countre. And they wente out for to se what had happened,","15":"and came to Iesus, and sawe hym which was possessed and had had ye legion, that he sat, and was clothed, and in his right mynde, and they were afrayed.","16":"And they that had sene it, tolde them what had happened to the possessed, and of the swyne.","17":"And they beganne to praye him, that he wolde departe out of their coastes.","18":"And whan he came in to the shyppe, the possessed prayed him, that he might be with him.","19":"Neuertheles Iesus wolde not suffre hi, but saide vnto hi: Go i to yi house & to thine awne, and tell the how greate benefites the LORDE hath done for ye, and how he hath had mercy vpon the.","20":"And he wente his waye, and beganne to publish in the ten cities how greate benefites Iesus had done for him. And euery man marueyled.","21":"And whan Iesus passed ouer agayne by shippe, there gathered moch people vnto him, and was by the see syde.","22":"And beholde, there came one of the rulers of the synagoge, whose name was Iairus. And whan he sawe him, he fell downe at his fete,","23":"and besought him greatly, & sayde: My doughter is at the poynte (of death) let it be thy pleasure to come and laye thine honde vpon her, that she maye be whole and lyue.","24":"And he wente with him, and moch people folowed him, and thronged him.","25":"And there was a woman, which had had the bloude yssue twolue yeares,","26":"and had suffred moch of many phisicians, and spent all that she had, and was not helped, but rather in worse case.","27":"Whan she herde of Iesus, she came behynde amonge the people, and touched his garment.","28":"For she sayde: Yf I maye but touch his clothes, I shalbe whole.","29":"And immediatly ye fountayne of hir bloude was dryed vp, and she felt in hir body, yt she was healed of the plage.","30":"And forth with Iesus felt in himself the power that was gone out of him, and turned him aboute amoge the people, and sayde: Who hath touched my clothes?","31":"And his disciples sayde vnto him: Thou seist that the people thrusteth the, and sayest: Who hath touched me?","32":"And he loked aboute to se her, that had done it.","33":"As for the woman, she feared and trembled (for she knew, what was done in her) and came and fell downe before him, and tolde him the whole trueth.","34":"And he sayde vnto her: Doughter, thy faith hath made the whole: go thy waye in peace, & be whole of thy plage.","35":"Whyle he yet spake, there came certayne from the ruler of the synagoges house, and sayde: Thy doughter is deed, why troublest thou the master eny more?","36":"But Iesus herde right soone the worde that was spoken, and sayde vnto the ruler of the synagoge: Be not thou afrayed, beleue onely.","37":"And he suffred no ma to folowe him, but Peter and Iames and Ihon his brother.","38":"And he came in to the ruler of the synagoges house, and sawe the busynes, and them that wepte and wayled greatly:","39":"and he wente in, and sayde vnto them: Why make ye this a doo, and wepe? The mayde is not deed, but slepeth.","40":"And they laughed him to scorne And he droue them all out, and toke the father and mother of the mayde, and them that were with him, and wente in where the mayden laye.","41":"And he toke the mayde by the honde, and sayde vnto her: Thabitha Cumi (which is by interpretaeion) Mayde, I saye vnto the: Aryse.","42":"And immediatly the mayden arose, and walked. She was twolue yeare olde, and they were astonnyed out of measure.","43":"And he charged them strately, that no man shulde knowe of it, and sayde vnto them, that they shulde geue her to eate."}