{"1":"And whan he wete out of the temple, one of his disciples sayde vnto him: Master, se, what stones and what a buyldinge is this?","2":"And Iesus answered and sayde vnto him: Seist thou all this greate buyldinge? There shal not one stone be left vpo another, yt shal not be broken downe.","3":"And whan he sat vpon mount Oliuete ouer ageynst the temple, Peter and Iames, and Ihon, and Andrew axed him pryuatly:","4":"Tell vs, Whan shal all these come to passe? And what shalbe the toke, wha all these shalbe fulfilled?","5":"Iesus answered them, and beganne to saye: Take hede, that no man disceaue you,","6":"for there shal many come vnder my name, and saye: I am Christ, & shal disceaue many.","7":"But whan ye shal heare of the noyse of warres, be not ye afrayed: for so must it be, but ye ende is not yet.","8":"One people shal ryse ageynst another, and one realme ageynst another, and there shal be earth quakes here and there, and derth shal there be and troubles. These are the begynnynge of sorowes.","9":"But take ye hede to youre selues. For they shal delyuer you vp to the councels, and synagoges, and ye shal be beaten, and shalbe brought before prynces and kynges for my namessake, for a wytnesse vnto the.","10":"And ye gospel must first be preached amoge all people.","11":"Now whan they shal lede you and delyuer you vp, take ye no thought afore what ye shal saye: and ymagyn ye nothinge afore hande, but what so euer shal be geue you at the same houre, that speake: for it is not ye that speake, but the holy goost.","12":"One brother shal delyuer another vnto death, and the father the sonne, & the children shal ryse ageynst their fathers and mothers, and shal helpe them to death,","13":"and ye shal be hated of all men for my names sake. But who so endureth to the ende, shalbe saued.","14":"Whan ye shal se the abhominacio of desolacion (wherof it is spoke by Daniel the prophet) stonde where it ought not (who so readeth it, let him marck it well) then let the which be in Iewry, flye vnto the mountaynes:","15":"and let him that is on the house toppe not descede in to the house, ner come therin, to fetch eny thinge out of the house.","16":"And let him that is in the felde, not turne backe to fetch his clothes.","17":"But wo vnto them that are with childe, and to them that geue suck in those dayes.","18":"Neuertheles praye ye, that youre flight be not in the wynter.","19":"For in those dayes there shal be soch trouble as was not from the begynnynge of ye creatures which God created, vnto this tyme, nether shal be.","20":"And yf ye LORDE had not shortened those dayes, there shulde no man be saued. But for the electes sake whom he hath chosen, he hath shortened those dayes.","21":"Now yf eny man shal saye vnto you at yt tyme: Lo, here is Christ: lo, he is there, beleue it not.","22":"For there shal aryse false Christes, and false prophetes, which shal do tokens & wonders, to disceaue euen the very chosen, yf it were possyble.","23":"But take ye hede, Beholde, I haue tolde you all before.","24":"But at the same tyme after this trouble, the Sonne and Mone shal lose their light,","25":"and the starres shall fall from heauen, and the powers of the heauens shal moue:","26":"and then shal they se the sonne of man commynge in the cloudes with greate power and glory.","27":"And the shal he sende his angels, and shal gather together his chosen fro the foure wyndes, from one ende of the earth to the other.","28":"Lerne a symilitude of the fyge tre: Wha his braunch is yet teder, and hath brought forth leaues, ye knowe that the Sommer is nye.","29":"So lykewyse wha ye se all these thinges come to passe, be ye sure, that it is nye euen at the dores.","30":"Verely I saye vnto you: this generacio shal not passe, tyll all these be fulfilled.","31":"Heauen and earth shal perishe, but my wordes shal not perishe.","32":"But of that daye and houre knoweth no man, nether the angels in heauen, no not the sonne him self, but the father onely.","33":"Take hede, watch, & praye, for ye knowe not whan the tyme is.","34":"Like as a man that wente in to a straunge countre, and left his house, and gaue his seruauntes auctorite, vnto euery one his worke, and commaunded ye porter, that he shulde watch.","35":"Watch ye therfore, for ye knowe not wha the master of ye house cometh, whether he cometh in the euenynge, or at mydnight, or aboute the cock crowynge, or in the mornynge","36":"that he come not sodenly, and fynde you slepynge.","37":"Loke what I saye vnto you, that saye I vnto all. Watch."}