{"1":"This is the boke of the generacion of Iesus Christ ye sonne of Dauid, the sonne of Abraham.","2":"Abraha begat Isaac: Isaac begat Iacob: Iacob begat Iudas & his brethre:","3":"Iudas begat Phares & Zara of Thamar: Phares begat Hesrom: Hesrom begat Aram:","4":"Aram begat Aminadab: Aminadab begat Naasson: Naasson begat Salmon:","5":"Salmon begat Boos of Rahab: Boos begat Obed of Ruth: Obed begat Iesse:","6":"Iesse begat Dauid the kynge: Dauid the kynge begat Salomon, of her that was the wyfe of Vry:","7":"Salomon begat Roboam: Roboam begat Abia: Abia begat Asa:","8":"Asa begat Iosaphat: Iosaphat begat Ioram: Ioram begat Osias:","9":"Osias begat Ioatham: Ioatham begat Achas: Achas begat Ezechias:","10":"Ezechias begat Manasses: Manasses begat Amon: Amon begat Iosias:","11":"Iosias begat Iechonias and his brethren aboute the tyme of the captiuyte of Babylon.","12":"And after the captiuyte of Babylon, Iechonias begat Salathiel: Salathiel begat Zorobabel:","13":"Zorobabel begat Abiud: Abiud begat Eliachim: Eliachim begat Azor:","14":"Azor begat Sadoc: Sadoc begat Achin: Achin begat Eliud:","15":"Eliud begat Eleasar: Eleasar begat Matthan: Matthan begat Iacob:","16":"Iacob begat Ioseph the hussbande of Mary, of who was borne that Iesus, which is called Christ.","17":"All the generacions from Abraha to Dauid are fourtene generacions: From Dauid vnto the captiuite of Babylon, are fourtene generacions. From the captiuite of Babylon vnto Christ, are also fourtene generacions.","18":"The byrth of Christ was on thys wyse: When his mother Mary was maried to Ioseph before they came together, she was foude with chylde by ye holy goost,","19":"But Ioseph her hussbande was a perfect man, and wolde not bringe her to shame, but was mynded to put her awaie secretely.","20":"Neuertheles whyle he thus thought, beholde, the angell of the LORDE appered vnto him in a dreame, saynge: Ioseph thou sonne of Dauid, feare not to take vnto the Mary thy wyfe. For that which is coceaued in her, is of ye holy goost.","21":"She shall brynge forth a sonne, and thou shalt call his name Iesus. For he shall saue his people from their synnes.","22":"All this was done, yt the thinge might, be fulfilled, which was spoken of the LORDE by the Prophet, saynge:","23":"Beholde, a mayde shall be with chylde, and shall brynge forth a sonne, and they shall call his name Emanuel, which is by interpretacion, God wt vs.","24":"Now whan Ioseph awoke out of slepe he did as the angell of ye LORDE bade hym, and toke his wyfe vnto hym,","25":"and knewe her not, tyll she had brought forth hir fyrst borne sonne, and called his name Iesus."}