{"1":"Ivdge not, that ye be not iudged:","2":"For as ye iudge, so shal ye be iudged. And with what measure ye meete, with the same shall it be measured to you agayne.","3":"Why seist thou a moate in thy brothers eye, and perceauest not the beame yt is yn thine awne eye?","4":"Or why saiest thou to yi brother: holde, I wil plucke the moate out of thyne eye, and beholde, a beame is in thyne awne eye.","5":"Ypocryte, fyrst cast out the beame out of thyne awne eye, and then shalt thou se clearly, to plucke out the moate out of thy brothers eye.","6":"Geue not that which is holy, to dogges: nether cast ye youre pearles before swyne, lest they treade them vnder their fete, & the other turne agayne and all to rente you.","7":"Axe, and it shalbe geuen you: Seke, and ye shall fynde: knocke, and it shalbe opened vnto you.","8":"For whosoeuer axeth, receaueth: and he that seketh, fyndeth: and to hym yt knocketh, it shal opened.","9":"Ys there eny man amonge you, which yf his sonne axed hym bred, wolde offer him a stone?","10":"Or yf he axed fysshe, wolde he proffer hym a serpent?","11":"yf ye then which are euell, can geue youre chyldren good gyftes: how moche more shall youre father which is in heauen, geue good thynges to them that axe hym?","12":"Therfore what soeuer ye wolde that me shulde do to you, eue so do ye to them. This ys the lawe and the Prophetes.","13":"Enter in at the strayte gate: for wyde is the gate, and broade is the waye, that leadeth to destruccion: & many there be, which go in therat.","14":"But strayte is the gate, and narowe ys the waye, which leadeth vnto lyfe, and fewe there be that fynde it.","15":"Beware of false Prophetes, which come to you in shepes clothinge, but inwardly they are rauenynge wolues,","16":"Ye shall knowe them by their frutes. Do men gather grapes of thornes? or figges of thistles?","17":"Euen so euery good tree bryngeth forth good frute. But a corrupte tree, bryngeth forth euyl frute,","18":"A good tree can not bryng forth bad frute: nother can a rotten tre bringe forth good frute.","19":"Euery tre that bryngeth not forth good frute, shalbe hewen downe, and cast into the fyre.","20":"Wherfore by their frutes ye shall knowe them.","21":"Not all they that saye vnto me, LORDE LORDE, shall enter in to the kyngdome of heauen: but he that doth the will of my father which ys in heauen.","22":"Many shall saye to me in that daye: LORDE, LORDE: haue we not prophecied in thy name? Haue we not cast out deuyls in thy name? Haue we not done many greate dedes in thy name?","23":"And then will I knowlege vnto them: I neuer knewe you, Departe fro me, ye workers of iniquite.","24":"Whosoeuer therfore heareth of me these sayinges, and doeth the same, I wyll lycke hym vnto a wyse man, which buylt hys house vpon a rocke:","25":"Now whan abundaunce of rayne descended, and the wyndes blewe and bet vpon that same house, it fel not, because it was grounded on the rocke.","26":"And who soeuer heareth of me these sayinges, & doth the not, shalbe lyckened vnto a folysh ma, which buylt his housse apon the sonde:","27":"Now whan abudaunce of rayne desceded, & the wyndes blewe, & bet vpon yt housse, it fell, and great was the fall of it.","28":"And it came to passe, that when Iesus had ended these saynges, the people were astonnyed at hys doctryne.","29":"For he taught them as one hauynge power, and not as the Scribes."}