{"1":"The kyngdome of heauen is like vnto an housholder, which wete out early in the mornynge, to hyre labourers in to his vyniarde.","2":"And wha he had agreed with the labourers for a peny a daye, he sent the in to his vynyarde.","3":"And aboute ye thirde houre he wente out, and sawe other stondinge ydle in the market place,","4":"and sayde vnto them: Go ye also in to my vynyarde, & what so euer is right, I wil geue it you. And they wete their waye.","5":"Agayne, he wete out aboute the sixte and nyenth houre, and dyd likewyse,","6":"And aboute the eleuenth houre he wete out, and founde other stodynge ydle, and sayde vnto them: Why stonde ye here all the daye ydle?","7":"They sayde vnto him: because no man hath hyred us. He saide vnto the: Go ye also in to my vinyarde, and loke what is right, ye shal haue it.","8":"Now whan euen was come, the lorde of the vynyarde sayde vnto his stewarde: Call the labourers, and geue them their hyre, begynnynge from the last vnto ye first.","9":"Then they that were hyred aboute the eleuenth houre, came and receaued euery man a peny.","10":"But whan the first came, they supposed that they shulde receaue more: and they also receaued euery man a peny.","11":"And whan they had receaued it, they murmured agaynst the housholder,","12":"and sayde: These last haue wrought but one houre, and thou hast made the equall vnto us, which haue borne the burthen and heate of the daye.","13":"He answered and sayde vnto one of them: frende, I do ye no wronge: diddest not thou agree with me for a peny?","14":"Take that thine is, and go thy waye. I wil geue vnto this last also, like as vnto the.","15":"Or haue I not power, to do as me listeth with myne owne? Is thine eye euell, because I am good?","16":"So the last shalbe the first, & the first the last. For many are called, but few are chosen.","17":"And Iesus wente vp to Ierusalem, and toke the twolue disciples asyde in the waye, and sayde vnto them:","18":"Beholde, we go vp to Ierusalem, and the sonne of man shalbe delyuered vnto the hye prestes and scribes: & they shal condemne him to death,","19":"and shal delyuer him vnto ye Heithen, to be mocked to be scourged, and to be crucified. And the thirde daye he shal ryse agayne.","20":"Then came vnto him the mother of Zebedes childre with hir sonnes, fell downe before him, and desyred a certayne thinge of hi.","21":"And he saide vnto her: What wilt thou? She sayde vnto him: Let these two sonnes of myne syt in thy kyngdome: the one vpon thy right honde, & the other vpon thy left honde.","22":"But Iesus answered, and sayde: Ye wote not what ye axe. Maye ye drynke the cuppe, that I shal drynke? & to be baptised with the baptyme, that I shalbe baptysed withall?","23":"They sayde vnto him: Yee that we maye. And he sayde vnto them: My cuppe truly shal ye drynke, & with the baptyme yt I shal be baptysed withall, shal ye be baptysed: Neuertheles to syt vpon my right honde & on my left, is not myne to geue, but vnto the for who it is prepared of my father.","24":"Whan the ten herde that, they disdayned at the two brethren.","25":"But Iesus called them vnto him, and sayde: Ye knowe that ye prynces of the worlde haue domynacion of the people, and the greatest exercise power amonge the.","26":"It shal not be so amonge you. But whoso euer wyl be greate amonge you, let him be youre mynister:","27":"& who soeuer wyl be chefe, let him be youre seruaunt:","28":"Euen as the sonne of man came, not to be serued, but to do seruyce, and to geue his life to a redepcion for many.","29":"And when they departed from Iericho, moch people folowed him:","30":"and beholde, two blyndemen sat by the waye syde: And when they herde that Iesus passed by, they cried & sayde. O LORDE, thou sonne Dauid,haue mercy vpon vs.","31":"But ye people rebuked the, that they shulde holde their peace. Neuertheles they cried the more, & sayde: O LORDE, thou sonne of Dauid, haue mercy vpon vs.","32":"And Iesus stode styll, and called them, and sayde: What wil ye, yt I shal do vnto you?","33":"They sayde vnto him: LORDE, that oure eyes maye be opened.","34":"And Iesus had compassion vpon them, and touched their eyes: & immediatly their eies receaued sight. And they folowed him."}