{"1":"And Iesus wente out and departed from the temple, and his disciples came vnto him, to shew him the buyldinge of the temple.","2":"But Iesus sayde vnto them: Se ye not all these thinges? Verely I saye vnto you: there shal not be left here one stone vpon another, yt shal not be cast downe.","3":"And as he sat vpon the mount Oliuete, his disciples came vnto him secretly, & saide: Tell us, whe shal these thinges come to passe? and which shal be the token of thy comynge, and of the ende of the worlde?","4":"Iesus answered and sayde vnto them: Take hede, that no man disceaue you.","5":"For there shal many come in my name, and saye: I am Christ, and shal disceaue many.","6":"Ye shal heare of warres, and of ye noyse of warres: take hede, and be not ye troubled. All these thinges must first come to passe, but the ende is not yet.","7":"For one people shall ryse vp agaynst another, and one realme agaynst another: and there shalbe pestilece, honger, and earthquakes here & there.","8":"All these are the begynnynge of sorowes.","9":"Then shal they put you to trouble, & shal kyll you, and ye shalbe hated of all people for my names sake.","10":"The shal many be offended, and shal betraye one another, and shal hate one the other.","11":"And many false prophetes shal aryse, and shal disceaue many:","12":"and because iniquyte shal haue the vpper hande, the loue of many shal abate.","13":"But whoso endureth vnto ye ende, ye same shal be saued.","14":"And this gospell of the kyngdome shalbe preached in all the worlde for a wytnes vnto all people, and then shal the ende come.","15":"Whan ye therfore shal se the abhominacion of desolacion (wher of it is spoke by Daniel the prophet) stonde in the holy place (who so readeth it, let him marck it well)","16":"the let the which be in Iewry, flye vnto ye moutaynes:","17":"and let him which is on the house toppe, not come downe to fet eny thinge out of his house:","18":"and let him which is in ye felde, not turne back to fetch his clothes.","19":"But wo vnto them that are with childe, and to them that geue suck in those dayes.","20":"But praye ye, that youre flight be not in ye wynter, ner on the Sabbath.","21":"For then shal there be greate trouble, soch as was not from the begynnynge of the worlde vnto this tyme, ner shalbe.","22":"Yee and excepte those daies shulde be shortened, there shulde no flesh be saued: but for ye chosens sake those dayes shalbe shortened.","23":"Then yf eny man shal saye vnto you: lo, here is Christ, or there, beleue it not.","24":"For there shal aryse false Christes and false prophetes, and shal do greate tokes and wonders: In so moch, that (yf it were possible) the very chosen shulde be brought in to erroure.","25":"Beholde, I haue tolde you before.","26":"Wherfore yf they shal saye vnto you: Beholde, he is in the wildernes, go not ye forth:Beholde, he is in the chamber, beleue it not.","27":"For like as the lightenynge goeth out from the East, and shyneth vnto the west, so shal the commynge of the sonne of man be.","28":"For where so euer a deed carcase is, there wyl the Aegles be gathered together.","29":"Immediatly after the trouble of the same tyme, shal the Sonne and Moone lose their light, and the starres shall fall from heauen, and the powers of heauen shal moue:","30":"and then shal appeare the token of the sonne of man in heaue: and then shal all the kynreds of the earth mourne, and they shal se the sonne of man come in the cloudes of heauen with greate power and glory.","31":"And he shal sende his angels with ye greate voyce of a trompe, & they shal gather together his chosen from the foure wyndes, from one ende of the heauen to the other.","32":"Lerne a symilitude of ye fygge tre. When his braunche is yet tender, and his leaues spronge, ye knowe that Sommer is nye.","33":"So likewyse ye, whan ye se all thynges, be ye sure, that it is nye euen at the dores","34":"Verely I saye vnto you: This generacion shal not passe, tyll all these be fulfylled.","35":"Heauen and earth shal perishe, but my wordes shal not perishe.","36":"Neuertheles of that daye & houre knoweth no man, no not the angels of heauen, but my father onely.","37":"Euen as it was in the tyme of Noe, so shal the commynge of the sonne of man be also.","38":"For as they were in the dayes before ye floude (they ate, they dronke, they maried, and were maried, euen vnto the daye yt Noe entred in to the shippe,","39":"and they regarded it not, tyll the floude came and toke them all awaye) So shal also the commynge of the sonne of man be.","40":"The shal two be in the felde: the one shal be receaued,and the other shalbe refused:","41":"Two shalbe gryndinge at the Myll, the one shalbe receaued, and the other shalbe refused:","42":"Watch therfore, for ye knowe not what houre youre LORDE wil come.","43":"But be sure of this, that yf the good man of the house knewe what houre the thefe wolde come, he wolde surely watch, and not suffre his house to be broken vp.","44":"Therfore be ye ready also, for in the houre that ye thynke not, shal the sonne of man come.","45":"Who is now a faithfull and wyse seruaut, whom his lorde hath made ruler ouer his houssholde, that he maye geue them meate in due season?","46":"Blessed is yt seruaut, whom his lorde (whan he cometh) shal fynde so doynge.","47":"Verely. I saye vnto you: he shal set him ouer all his goodes.","48":"But and yf the euell seruaut shal saye in his hert: Tush, it wil be longe or my lorde come,","49":"and begynne to smyte his felowes, yee and to eate and drynke with the dronken:","50":"The same seruautes lorde shal come in a daye, wha he loketh not for him, and in an houre that he is not ware of,","51":"and shal hew him in peces and geue him his rewarde with ypocrytes: there shal be waylinge and gnasshinge of teth."}