{"1":"And it came to passe, wha Iesus had made an ende of comaundinge his twolue disciples, he departed thence. to teach and to preach in their cities.","2":"Whan Ihon beinge in preson herde of the workes of Christ, he sent two of his disciples,","3":"and sayde vnto him: Art thou he yt shal come, or shal we loke for another?","4":"Iesus answered and sayde vnto the: Go youre waye and tell Ihon agayne, what ye se and heare.","5":"The blynde se, and the lame go: the lepers are clensed, and ye deaf heare: the deed aryse ageyne, and the gospell is preached to the poore:","6":"and blessed is he, that is not offended at me.","7":"Whan they wente their waye, Iesus beganne to speake vnto the people, concernynge Ihon: What are ye gone out for to se in the wyldernes? Wolde ye se a rede shaken with the wynde?","8":"Or what are ye gone out for to se? Wolde ye se a man clothed in soft rayment? Beholde, they that weare soft clothinge, are in kinges houses,","9":"But what are ye gone out for to se? A prophet? Yee I saye vnto you, and more the a prophet.","10":"For this is he, of who it is written: Beholde, I sende my messauger before thy face, which shal prepare thy waye before the.","11":"Verely I saye vnto you: Amonge ye children of wemen arose there not a greater then Ihon the baptist. Not withstondinge he that is lesse in the kyngdome of Heauen, is greater then he.","12":"From the tyme of Ihon baptist hither to, ye kyngdome of heauen suffreth violence, and the violent plucke it vnto them.","13":"For all the prophetes and the lawe prophecied vnto Ihon.","14":"Also yf ye wil receaue it, this is Helias, which shulde come.","15":"Who so hath eares to heare, let hi heare.","16":"But where vnto shal I licke this generacion? It is like vnto childre which syt in the market, and call vnto their felowes,","17":"& saye: we haue pyped vnto you, and ye wolde not daunse: We haue morned vnto you, & ye wolde not wepe.","18":"For Ihon came nether eatinge nor drynkinge, & they saye: he hath the deuyll.","19":"The sonne of man came eatinge and drynkinge, & they saye: lo what a glutton and wyne bebber this ma is, and a companyon of publicans & synners? And wissdome is iustified of hir children.","20":"Then beganne he to vpbrade the cities, in the which most of his miracles were done, because they amended not.","21":"Wo vnto the Chorasin, Wo vnto the Bethsaida: for yf the miracles which haue bene shewed amoge you, had bene done in Tyre and Sidon, they had repented longe agoo in sack cloth and asshes.","22":"Neuertheles I saye vnto you: It shalbe easyer for Tyre and Sidon in the daye of iudgment, then for you.","23":"And thou Capernaum which art lift vp vnto heauen, shalt be brought downe vnto hel. For yf the miracles which haue bene done in the, had bene shewed in Sodom, they had remained vnto this daye.","24":"Neuertheles I saye vnto you: It shalbe easyer for the londe of Sodome in the daye of iudgment, the for the.","25":"At ye same tyme Iesus answered, and sayde: I prayse the (O father and LORDE of heauen and earth) that thou hast hid these thinges from the wyse and prudent, and opened the vnto babes.","26":"Euen so father, for so it pleased the.","27":"All thinges are geuen ouer vnto me of my father: and no ma knoweth the sonne, but the father: nether knoweth eny man the father, saue the sonne, and he to whom the sonne wil open it.","28":"Come vnto me all ye that laboure and are laden, and I wil ease you.","29":"Take my yock vpon you, and lerne of me, for I am meke and lowlye of hert, & ye shal fynde rest vnto youre soules:","30":"for my yock is easy, and my burden is light."}