{"1":"When he was come downe from the mountayne, moch people folowed him.","2":"And lo, there came a leper, and worsheped him, sayinge: LORDE, yf thou wylt, thou canst make me cleane.","3":"And Iesus put forth hys honde, & touched him, sayinge: I wyl, be thou cleane: & immediatly his leprosie was clensed?","4":"And Iesus sayde vnto hym: Se thou tell no ma, but go and shew thy selfe to the preste, and offer the gyfte that Moses comaunded, in witnes to them.","5":"When Iesus was entred into Capernaum, there came vnto him a Captayne, & besought hym,","6":"sayinge: Syr, my seruaunt lyeth sicke at home of the palsye, and ys greuously payned.","7":"Iesus sayd vnto hym: I wil come & heale him.","8":"The Captayne answered and sayde: Syr, I am nor worthy, that thou shuldest come vnder my rofe, but speake the worde only, and my seruaunt shalbe healed.","9":"For I myselfe also am a ma subiect to ye auctorite of another, & haue sowdiers vnder me. Yet wha I saye to one: go, he goeth, and to another: come, he commeth: & to my seruaunt: do this, he doeth it.","10":"When Iesus hearde that, he marueled, and sayde to them that folowed hym: Verely I say vnto you: I haue not founde so greate fayth: no not i Israel.","11":"But I say vnto you: Many shall come from the east and west, and shall rest with Abraham, Isaac and Iacob in the kyngdome of heauen:","12":"and the chyldren of the kyngdome shalbe cast out in to vtter darcknes: there shalbe wepinge & gnasshing of teth.","13":"And Iesus sayd vnto ye Captayne: go thy waye, and as thou beleuest, so be it vnto the. And his seruaunt was healed the same houre.","14":"And Iesus went in to Peters housse, and sawe hys wyues mother lyinge sicke of a feuer:","15":"so he touched her hande, and the feuer left hir: and she arose, and ministred vnto them.","16":"When the euen was come, they brought vnto him many that were possessed with deuylls. And he cast out ye spirites with a worde, & healed all that were sicke,","17":"that ye thinge might be fulfilled, which was spoken by Esay the Prophet, sayinge: He toke on him oure infirmities, and bare oure sickneses.","18":"Whe Iesus sawe moch people about him, he commaunded to go ouer the water.","19":"And there came a scribe and sayde vnto hym: master, I wyll folowe the, whyther so euer thou goest.","20":"And Iesus sayde vnto him: the foxes haue holes, and the byrddes of the ayer hane nestes, but ye sonne of ma hath not wheron to rest his heede.","21":"Another that was one of his disciples, sayde vnto hym: Syr, geue me leue fyrst, to go & burye my father.","22":"But Iesus sayde vnto him: folowe thou me, and let the deed burie their deed.","23":"And he entred in to a shyppe, & his disciples folowed him.","24":"And beholde, there arose a greate tempest in the see, in so moch that the shippe was couered with wawes, & he was a slepe.","25":"And his disciples came vnto him, and awoke hym, sayinge: LORDE, saue vs, we perishe.","26":"And he sayde vnto them: why are ye fearfull, o ye of lytell faithe? Then he arose, and rebuked the wyndes and the see, & there folowed a greate calme.","27":"And the men marueyled and sayde: what ma is this, that both wyndes and see obey hym?","28":"And when he was come to ye other syde, in to the countre of the Gergesites, there met him two possessed of deuyls, which came out of the graues, and were out of measure fearce, so that no man myght go by that waye.","29":"And beholde, they cryed out sayinge: Oh Iesu thou sonne of God, what haue we to do wt the? Art thou come hyther to tormet vs, before the tyme be come?","30":"And there was a good waye of from them a greate heerd of swyne fedinge.","31":"Then the deuyles besought him, sayinge: yf thou cast vs out, suffre vs to go oure waye in to the heerd of swyne.","32":"And he sayde vnto them: go youre wayes. Then went they out, and departed in to the heerd of swyne. And beholde, ye whoale heerd of swyne was caryed with violece headlinge in to the see, and perished in the water.","33":"The the heerdmen fled and wente their ways in to the cyte, and tolde euery thinge, & what had fortuned vnto the possessed of the deuyls.","34":"And beholde, all the cyte came out and met Iesus. And when they sawe hym, they besought hym, for to departe out of their coostes."}