{"1":"And it came to passe, wha Iesus had ended these sayenges, he gat him fro Galile, & came i to ye coastes of Iewry beyonde Iordane,","2":"& moch people folowed him, and he healed them there.","3":"Then came vnto him the Pharises & tepted him, & sayde vnto him: Is it laufull for a man to put awaye his wife for eny maner of cause?","4":"He answered & sayde vnto the: Haue ye not red, how yt he which made (man) at the begynnynge, made the ma & woma,","5":"& sayde: For this cause shal a ma leaue father & mother, & cleue vnto his wife, & they two shalbe one fleshe.","6":"Now are they not twayne then, but one flesh. Let not man therfore put a sunder, yt which God hath coupled together.","7":"Then sayde they: Why dyd Moses then comaunde to geue a testimonyall of deuorsement, & to put her awaye?","8":"He sayde vnto the: Moses (because of ye hardnes of yor hertes) suffred you to put awaye youre wyues: Neuertheles fro the begynnynge it hath not bene so.","9":"But I saye vnto you: Whosoeuer putteth awaye his wife (excepte it be for fornicacion) and marieth another, breaketh wedlocke. And who so marieth her yt is deuorced, commytteth aduoutrye.","10":"Then sayde his disciples vnto him: Yf ye matter be so betwene ma and wife, the is it not good to mary.","11":"But he sayde vnto them: All me can not coprehende yt sayenge, saue they to who it is geue.","12":"For there be some gelded, which are so borne from their mothers wombe: and there be some gelded, which are gelded of men: & there be some gelded, which haue gelded the selues for the kyngdome of heauens sake. He that can coprehende it, let him comprehende it.","13":"Then were brought vnto him yoge children, yt he shulde put his hondes vpon the, & praye. And ye disciples rebuked them.","14":"But Iesus sayde: Suffre ye childre, & forbyd the not to come vnto me, for vnto soch belogeth the kyngdome of heauen.","15":"And wha he had layed his hodes vpo the, he departed thece.","16":"And beholde, one came vnto him, and sayde: Good master, what good shal I do, yt I maye haue the euer lastinge life?","17":"He sayde vnto him: Why callest thou me good? there is none good, but God onely. Neuertheles yf thou wilt entre into life, kepe ye comaudemetes.","18":"The sayde, he vnto him: Which? Iesus saide: Thou shalt not kyll: thou shalt not breake wedlocke: thou shalt not steale: thou shalt beare no false wytnes:","19":"Honoure father and mother: and thou shalt loue thy neghboure as thy self.","20":"Then sayde the yonge ma vnto him: All these haue I kepte fro my youth vp: what lack I yet?","21":"Iesus sayde vnto him: Yf thou wilt be perfecte, go thy waye and sell that thou hast, & geue it vnto the poore, and thou shalt haue a treasure in heauen, and come and folowe me.","22":"Whan ye yonge man herde yt worde, he wente awaye sory, for he had greate possessions.","23":"Iesus sayde vnto his disciples: Verely I saie vnto you: it shalbe harde for a rich man to entre in to the kyngdome of heaue.","24":"And morouer I saye vnto you: It is easier for a Camell to go thorow the eye of a nedle, the for a rich man to entre in to the kyngdome of heauen.","25":"Whan his disciples herde that, they were exceadingly amased, and sayde: Who can the be saued?","26":"Neuertheles Iesus behelde them, and sayde vnto them: With men it is vnpossyble, but with God all thinges are possyble.","27":"Then answered Peter & sayde vnto him: Beholde, we haue forsake all, and folowed the: What shal we haue therfore?","28":"Iesus sayde vnto the: Verely I saye vnto you: that when the sonne of man shal sytt in the seate of his maiestye, ye which haue folowed me in the new byrth, shal syt also vpon twolue seates, and iudge ye twolue trybes of Israel.","29":"And who so euer forsaketh houses or brethre, or sisters, or father, or mother, or wife, or children, or londes, for my names sake, the same shal receaue an hundreth folde, and inheret euerlastinge life.","30":"But many that be the first, shalbe the last: and the last shalbe the first."}