{"1":"Take hede to youre almes, that ye geue it not in the syght of men, to the intent that ye wolde be sene of them: or els, ye get no rewarde of youre father which is in heauen.","2":"When soeuer therfore thou geuest thine almes, thou shalt not make a trompet to be blowen before the, as the ypocrites do in the synagoges and in the stretes, for to be praysed of me. Verely I saye vnto you: they haue their rewarde.","3":"But whe thou doest almes, let not thy lefte hande knowe, what thy righte hande doth;","4":"that thine almes maye be secrete: and thy father which seith in secrete, shall rewarde the openly.","5":"And when thou prayest, thou shalt not be as ye ypocrytes are. For they loue to stode and praye in the synagoges, and in the corners of the stretes, to be sene of men. Verely I saie vnto you: they haue their rewarde.","6":"But when thou prayest, entre in to thy chamber, and shut thy dore to the, & praye to thy father which is in secrete: and thy father which seith in secrete, shall rewarde the openly.","7":"And when ye praye, bable not moch, as ye Hethen do: for they thinke that they shalbe herde, for their moch bablynges sake.","8":"Be not ye lyke them therfore. For youre father knoweth where of ye haue nede, before ye axe of him.","9":"After thys maner therfore shall ye praye:O oure father which art in heauen, halowed be thy name.","10":"Thy kyngdome come. Thy wyll be fulfilled vpon earth as it is in heauen.","11":"Geue vs this daye oure dayly bred.","12":"And forgeue vs oure dettes, as we also forgeue oure detters.","13":"And lede vs not in to teptacion: but delyuer vs from euell. For thyne is the kyngdome, and the power, and the glorye for euer. Amen.","14":"For yf ye forgeue other men their treaspases, youre heauenly father shall also forgeue you.","15":"But and ye wyll not forgeue me their trespases, nomore shall youre father forgeue you youre trespases.","16":"Moreouer when ye fast, be not sad as ye ypocrytes are. For they disfigure their faces, that they myght be sene of men to fast. Verely I saye vnto you: they haue their rewarde.","17":"But thou, whe thou fastest, annoynte thyne heed, and wash thy face,","18":"that it appeare not vnto men, that thou fastest: but vnto thy father which is in secrete: and thy father which seyth in secrete, shal rewarde the openly.","19":"Se that ye gather you not treasure vpon the earth, where rust and mothes corrupte, and where theues breake through and steale.","20":"But gather you treasure together in heauen, where nether rust nor mothes corrupte, and where theues nether breake vp nor yet steale.","21":"For where youre treasure is, there is youre herte also.","22":"The eye is the light of the body. Yf thyne eye then be syngle, all thy body shalbe ful of light:","23":"But and yf thyne eye be wycked, all thy body shalbe full of darckenes: Wherfore yf the light that is in the, be darckenes, how greate then shall that darckenes be?","24":"No ma can serue two masters. For ether he shall hate the one and loue the other: or els he shall leane to the one, and despise the other: Ye can not serue God and mammon.","25":"Therfore I saye vnto you: be not ye carefull for your lyfe, what ye shall eate, or what ye shall drinke: nor yet for youre body, what ye shal put on. Ys not the lyfe more worth the meate, and the body more of value then raymet?","26":"Beholde the foules of ye ayer: for they sowe not, nether reepe, nor yet cary in to the barnes: and yet youre heauely father fedeth the. Are ye not moch better the they?","27":"Which of you (though he toke thought therfore) coulde put one cubit vnto his stature?","28":"why care ye then for rayment? Considre the lylies of the felde, how they growe. They laboure not, nether spynne.","29":"And yet for all that I saye vnto you, that euen Salomon in all his royalte was not arayed lyke vnto one of these.","30":"Wherfore yf God so cloth the grasse, which is to daye in the felde, and to morowe shalbe cast into the fornace: shal he not moch more do the same vnto you, o ye of lytle fayth?","31":"Therfore take no thought, sayinge: what shall we eate, or what shall we drinke? or where with shall we be clothed?","32":"After all soch thynges do the heithen seke. For youre heauenly father knoweth, that ye haue nede of all these thynges.","33":"Seke ye fyrst the kyngdome of heauen and the righteousnes therof, so shal all these thynges be ministred vnto you.","34":"Care not then for the morow, for the morow shall care for it self: Euery daye hath ynough of his owne trauayll."}