{"1":"Then came vnto him the scribes and pharises from Ierusalem, sayenge:","2":"Why do thy disciples transgresse ye tradicions of the elders? for they wash not their hodes whan they eate bred.","3":"He answered & sayde vnto the: Why do ye transgresse the comaundemet of God, because of youre owne tradicios?","4":"For God comaunded, sayege: Honoure father & mother: & he yt curseth father & mother, shal dye the death.","5":"But ye saye: Euery man shal saye to father or mother: The thige yt I shulde helpe ye withal, is geue vnto God.","6":"By this is it come to passe, that no man honoureth his father or his mother eny more. And thus haue ye made the comaundement of God of none effecte, for youre owne tradicios.","7":"Ye ypocrites, full well hath Esaye prophecied of you, & sayde:","8":"This people draweth nye vnto me wt their mouth, & honoureth me wt their lippes, howbeit, their hert is farre fro me.","9":"But in vayne do they serue me, whyle they teach soch doctrynes as are nothinge but the commaundementes of men.","10":"And he called ye people to hi, & saide vnto the: Heare & vnderstode:","11":"That which goeth in to the mouth, defyleth not the ma: but yt which cometh out of the mouth, defyleth ye ma.","12":"Then came his disciples, & sayde vnto him: knowest thou yt the Pharises were offended, whan they herde this sayenge?","13":"He answered, and sayde: All plantes which my heauenly father hath not planted, shal be pluckte vp by ye rotes.","14":"Let the go, they are ye blynde leaders of ye blynde. Wha one blinde leadeth another, they fall both i ye diche.","15":"Then answered Peter & sayde vnto him: Declare vnto us this parable.","16":"And Iesus sayde vnto the: Are ye yet the without vnderstondinge?","17":"Perceaue ye not, yt what soeuer goeth in at ye mouth, descedeth downe in to ye bely, & is cast out into the draught?","18":"But the thinge that proceadeth out of the mouth, cometh fro ye hert, & that defyleth ye ma.","19":"For out of ye hert come euell thoughtes murthur, breakynge of wedlocke, whordome theft, false witnesse, blasphemy.","20":"These are ye thinges that defyle a man. But to eate wt vnwasshen hondes, defyleth not a man.","21":"And Iesus wente out from thence, & departed in to the coastes of Tyre of Sidon.","22":"And beholde, a woma of Canaan wete out of ye same coastes, & cried after him, sayege: O LORDE, thou sonne of Dauid, haue mercy vpon me. My doughter is sore vexed wt a deuell.","23":"And he answered her neuer a worde. The came his disciples vnto him, & besought him, sayege: Sede her awaye, for she crieth after us.","24":"But he answered, & saide: I am not sent, but vnto the lost shepe of the house of Israel.","25":"Notwithstondinge she came & fell downe before him, & sayde: LORDE, helpe me.","26":"He answered & sayde: It is not good, to take the childrens bred, & to cast it vnto dogges.","27":"It is trueth LORDE (sayde she) Neuertheles the whelpes eate of the crommes, that fall fro their lordes table.","28":"Then answered Iesus & sayde vnto her: O woma, greate is yi faith be it vnto the, eue as thou desyrest. And hir doughter was made hole at ye same houre.","29":"And Iesus departed thece, and came nye vnto the see of Galile, and wente vp in to a mountayne, and sat downe there,","30":"And there came vnto him moch people, hauinge with them, lame, blynde, dome, crepell, and other many, and cast them downe at Iesus fete. And he healed the,","31":"in so moch that the people wodred, to se the dome speake, the crepell whole, the halt to go, & the blynde to se. And they praysed the God of Israel.","32":"And Iesus called his disciples vnto him, & sayde: I haue copassion vpon the people, for they haue cotynued wt me now thre dayes, & haue nothinge to eate, & I wil not let the departe fastynge, lest they perishe in ye waye.","33":"And his disciples sayde vnto him: Whence shulde we get so moch bred in the wyldernes, that we might satissfie so moch people?","34":"And Iesus sayde vnto the: How many loaues haue ye? They sayde: seue, & a few litle fyshes.","35":"And he comaunded ye people to syt downe vpo the grounde,","36":"and toke ye seue loaues, & the fyshes, & gaue thankes & brake the, & gaue the to his disciples, & ye disciples gaue the vnto the people.","37":"And they all ate, & were suffised. And they toke vp of the broke meate yt was left, seuen basskettes full.","38":"And they yt ate, were foure thousande me, besyde wemen and children.","39":"And whan he had sent awaye the people, he wente in to a shippe, & came in to the parties of Magdala."}