{"1":"Vpon the morow, all the hye prestes and elders of the people helde a councell agaynst Iesus, that they might put him to death,","2":"and bounde him, and led him forth, and delyuered him vnto Pontius Pilate the debyte.","3":"When Iudas which betrayed him, sawe this that he was condemned vnto death, it repented him, and brought agayne the thirtie syluer pens to the hye prestes and the elders,","4":"and sayde: I haue done euell, in that I haue betrayed innocet bloude. They sayde: What haue we to do with yt? Se thou therto.","5":"And he cast the syluer pens in the teple, and gat him awaye, and wente and hanged him self.","6":"So the hye prestes toke the syluer pens, and sayde: It is not laufull to put them in to the Gods chest, for it is bloudmoney.","7":"Neuertheles they helde a councell, and bought with the a potters felde, for to burye straugers in.","8":"Wherfore the same felde is called the bloudfelde vnto this daye.","9":"Then was that fulfylled, which was spoken by Ieremy the prophet sayenge: And they toke thirtie syluer pens, the pryce of him that was solde, whom they bought of the children of Israell:","10":"and these they gaue for a potters felde, as the LORDE commaunded me.","11":"As for Iesus, he stode before the debyte, and the debyte axed him, and sayde: Art thou the kynge of the Iewes? And Iesus sayde vnto him: Thou sayest it.","12":"And wha he was accused of the hye prestes and elders, he answered nothinge.","13":"Then sayde Pylate vnto him: Hearest thou not, how sore they accuse the?","14":"And he answered him not one worde: in so moch that the debyte marueled exceadingly.","15":"At that feast, the debyte was wote to delyuer a presoner fre vnto the people, whom they wolde.","16":"And at the same tyme he had a notable presoner called Barrabas.","17":"And whan they were gathered together, Pylate sayde vnto them: Whether wil ye, that I geue lowse vnto you? Barrabas, or Iesus which is called Christ?","18":"For he knewe well that they had delyuered him of enuye.","19":"And wha he sat vpo the iudgmet seate, his wife sent vnto him, sayenge: Haue thou nothinge to do with that righteous man, for I haue suffred many thinges this daye in a dreame because of him.","20":"But the hye prestes and the elders persuaded the people, that they shulde axe Barrabas, and destroye Iesus.","21":"Then answered the debyte, & sayde vnto the: Whether of these two wyl ye yt I geue lowse vnto you? They sayde: Barrabas:","22":"Pylate sayde vnto them: What shal I do then with Iesus, which is called Christ? They sayde all: let him be crucified.","23":"The debyte saide: What euell hath he done the? Neuertheles they cried yet more and sayde, let him be crucified.","24":"So whan Pilate sawe, that he coude not helpe, but that there was a greater vproure, he toke water, and wasshed his handes before the people, and sayde: I am vngiltie of ye bloude of this righteous man. Se ye therto.","25":"Then answered all the people, and sayde: His bloude come vpon vs, and vpon oure children.","26":"Then gaue he Barrabas lowse vnto the, but caused Iesus be scourged, and delyuered him to be crucified.","27":"Then the debites soudyers toke Iesus, in to the comon hall, and gathered the whole multitude ouer him,","28":"and stryped him out of his clothes, and put a purple robe vpo him,","29":"and plated a crowne of thorne, & set it vpon his heade, and a rede in his hade, and kneled before him, and mocked him, and sayde: hayle kynge of the Iewes.","30":"And spytted vpon him, and toke ye rede, & smote him vpon the heade.","31":"And wha they had mocked hi, they toke the robe of him ageyne, & put his owne clothes vpon him, and led him forth, yt they might crucifie hi.","32":"And as they were goinge out, they founde a man of Cyren called Symon: him they compelled to beare his crosse.","33":"And when they came vnto the place called Golgatha (that is to saye by interpretacio a place of deed mens sculles)","34":"they gaue him to drynke, veneger myxte wt gall. And whan he had tasted therof, he wolde not drynke.","35":"So whan they had crucified him, they parted his garmetes, and cast lottes therfore: that the thinge might be fulfilled, which was spoken by the prophet: They haue parted my garmetes amonge the, & cast lottes vpon my vesture.","36":"And there they sat, and watched hi.","37":"And aboue ouer his heade, they put vp the cause of his death in wrytinge: namely: This is the kynge of the Iewes.","38":"Then were there two murthurers crucified with him, the one of the right hande, and the other on the left.","39":"They that wente by, reuyled him, and wagged their heades","40":"and sayde: Thou that breakest downe the teple of God, and buyldest it in thre dayes, helpe thyself. Yf thou be the sonne of God, come downe from the crosse.","41":"The hye prestes also in like maner with the scrybes & elders, laughed him to scorne, and sayde:","42":"he hath helped other, and can not helpe himself: Yf he be the kynge of Israel, let him come downe now from the crosse, and we wil beleue him","43":"He trusted in God, let him delyuer him now, yf he wil haue him. For he hath sayde: I am the sonne of God.","44":"The murtherers also that were crucified with him, cast the same in his tethe.","45":"And from ye sixte houre there was darcknes ouer the whole earth vnto the nyenth houre.","46":"And aboute the nyenth houre, Iesus cried with a loude voyce, and sayde: Eli, Eli, Lamma asabthani? that is, My God, my God, why hast thou forsaken me?","47":"But some of the that stode there, when they herde yt sayde: He calleth Elias.","48":"And immediatly one of them ranne, and toke a spoge, and fylled it with veneger, and put it vpon a rede, and gaue him to dryncke.","49":"But ye other sayde: holde, let se whether Elias wyl come, and delyuer him.","50":"Iesus cried agayne with a loude voyce, and gaue vp the goost.","51":"And beholde, the vale of the temple was rente in two peces, from aboue tyll beneth, and the earth quaked, and the stones rent,","52":"and the graues opened, and many bodies of the sayntes that slepte, arose,","53":"and wete out of the graues after his resurreccion, and came in to the holy cite, and appeared vnto many.","54":"But the captayne and they that were with him, and kepte Iesus, when they sawe the earthquake and the thinges that were done, they were sore afrayed, and sayde: Verely this was Gods sonne.","55":"And there were many wemen there lokynge to afarre of, which had folowed Iesus from Galile, and had mynistred vnto him:","56":"amonge whom was Mary Magdalene, and Mary the mother of Iames and Ioses, and the mother of the children of Zebede.","57":"At euen there came a rich man of Arimathia, called Ioseph, which was also a disciple of Iesus.","58":"He wete vnto Pylate, and axed the body of Iesus. Then commaunded Pylate that the body shulde be geue him.","59":"And Ioseph toke the body, and wrapped it in a cleane lynnen cloth,","60":"and layed it in his owne new sepulcre, which he had hewen out in a rocke, and rolled a greate stone to the dore of the sepulcre, and wente his waye.","61":"And there was Mary Magdalene and ye other Mary, syttinge ouer agaynst the sepulcre.","62":"The next daye that foloweth the daye of preparynge, the hye prestes and Pharises came together vnto Pylate,","63":"and saide: Syr, we haue called to remembraunce, that this disceauer sayde whyle he was yet alyue: After thre dayes I wyl ryse agayne.","64":"Comaunde therfore that the sepulcre be kepte vnto the thirde daye, lest peraduenture his disciples come, and steale him awaye, and saye vnto the people: He is rysen from the deed, and so shal the last errour be worse the the first.","65":"Pylate sayde vnto them: There haue ye watchme, go youre waye, and kepe it as ye can.","66":"They wete and kepte the sepulcre wt watchmen, and sealed the stone."}