{"1":"Then was Iesus ledd awaye of the spirite in to wildernes, to be tempted of the deuyll.","2":"And when he had fasted fourtye dayes and fourtye nightes, he was afterward an hungred.","3":"And the tepter came to him and sayde: yf thou be the sonne of God, commaunde, that these stones be made breed.","4":"He answered & sayde: yt is wrytte: Man shall not lyue by bred onlye, but by euery worde that proceadeth out of the mouth of God.","5":"Then the deuyll toke hym vp into the holy cite, and set hym on a pynacle of the temple,","6":"and sayde vnto hym: yf thou be ye sonne of God, cast thy sylfe downe. For it is wrytten: he shall geue his angels charge ouer the and with their handes they shal holde the vp, that thou dashe not thy fote agaynst a stone.","7":"And Iesus sayde vnto hym: it ys wrytten also: Thou shalt not tempte thy LORDE God.","8":"Agayne, the deuyll toke hym vp and led hym into an excedynge hye mountayne, and shewed hym all the kyngdomes of the worlde, and all the glorie of them,","9":"and sayde vnto hym: all these wil I geue the, yf thou wilt fall downe and worship me.","10":"Then sayde Iesus vnto hym: Auoyde Sata. For it ys wrytte: thou shalt worshyp the LORDE thy God and hym onely shalt thou serue.","11":"Then the deuell left hym, and beholde, the angels came and ministred vnto hym.","12":"When Iesus had herde that Ihon was taken, he departed into Galile","13":"and left Nazareth, and went and dwelt in Capernaum, which is a cite apon the see, in the coostes of zabulon and Neptalim,","14":"yt the thinge might be fulfilled whiche was spoken by Esay the Prophet, sayinge:","15":"The londe of zabulon and Neptalim, the waye of the see beyonde Iordan, and Galile of the Gentyls,","16":"the people which sat in darknes, sawe a greate lyght, & to them which sat in the region & shadowe of deeth, lyght is begone to shyne.","17":"From that tyme forth beganne Iesus to preach, and to saye: Amende youre selues, ye kingdome of heauen is at honde.","18":"As Iesus walked by the see of Galile, he sawe two brethren: Simon which was called Peter, & Andrew his brother, castynge a net into ye see, for they were fisshers,","19":"and he sayde vnto them: folowe me, & I will make you fisshers of me.","20":"And they strayght waye lefte their nettes, and folowed hym.","21":"And whan he wet forth from thence, he sawe other two brethren, Iames the sonne of zebede, and Ihon his brother, in the ship with zebede their father, mendynge their nettes, and called them.","22":"And they without tarynge lefte ye shyp and their father, and folowed hym.","23":"And Iesus went aboute all Galile, teachyng in their synagoges, and preachynge the gospel of the kyngdome, and healed all maner of siknes, & all maner dyseases amonge the people.","24":"And his fame spred abrode through out all Siria. And they brought vnto hym all sick people, that were taken with diuers diseases and gripinges, and the yt were possessed with deuils, & those which were lunatyke, and those that had the palsie: & he healed the.","25":"And ther folowed hym a greate nombre of people, from Galile, & from the ten cities, and from Ierusalem, and from the regions that lye beyonde Iordan."}