{"1":"Let brotherly loue cotynue.","2":"Be not forgetfull to lodge straungers: for therby haue dyuerse receaued angels in to their houses vnawares.","3":"Remembre them that are in bondes, eue as though ye were bounde with them: and be myndefull off them which are in aduersite, as ye which are also in the bodye.","4":"Let wedlocke be had in pryce in all poyntes, & let ye chamber be vndefyled. For whorekepers and aduouterers God wil iudge.","5":"Let youre conuersacion be without couetousnes, and be content with that ye haue allready, for he hath sayde: I wyl not fayle the nether forsake the,","6":"so that we maye boldely saye: The LORDE is my helper, and I wyl not feare what man maye do vnto me.","7":"Remembre the which haue the ouersighte of you, which haue declared vnto you the worde of God. The ende of whose couersacion se that ye loke vpon, and folowe their faith.","8":"Iesus Christ yesterdaye and Todaye, & the same cotinueth for euer.","9":"Be not caried aboute wt dyuerse and straunge lernynges: for it is a good thinge that the herte be stablysshed with grace, and not with meates, which haue not profited them, that haue had their pastyme in them.","10":"We haue an altare, wherof they haue no power to eate, which serue in the Tabernacle.","11":"For the bodies of those beestes whose bloude is broughte in to the holy place by ye hye prest to pourge synne, are brent without the tetes.","12":"Therfore Iesus also, to sanctifye ye people by his awne bloude, suffred without ye gate.","13":"Let vs go forth therfore out of the tentes, and suffre rebuke with him:","14":"for here haue we no contynuynge cite, but we seke one to come.","15":"Let vs therfore by him offre allwayes vnto God the sacrifice of prayse: that is to saye, the frute of those lippes which confesse his name.","16":"To do good and to destribute forget not, for wt soch sacrifices God is pleased.","17":"Obey them that haue the ouersighte off you, and submytte youre selues vnto them: for they watch for youre soules, euen as they that must geue accoptes therfore, that they maye do it with ioye, and not with grefe: for that is an vnprofitable thinge for you.","18":"Praye for vs. We haue confidence, because we haue a good coscience in all thinges, and desyre to lyue honestly.","19":"But I desyre you ye more abundauntly, that ye so do, yt I maye be restored vnto you the more quyckly.","20":"The God of peace (that broughte agayue fro the deed oure LORDE Iesus the greate shepherde of the shepe thorow the bloude of the euerlastinge Testament)","21":"make you perfecte in all good workes, to do his wyll, workynge in you that which is pleasaunt in his sighte thorow Iesus Christ, to whom be prayse for euer and euer Amen.","22":"I beseke you brethren, suffre the worde of exhortacion, for I haue wrytten vnto you in few wordes.","23":"Knowe or brother Timotheus, whom we haue sent from vs, with whom (yf he come shortly) I wil se you.","24":"Salute the that haue the ouersighte of you and all ye sayntes. The brethren of Italy salute you.","25":"Grace be with you all, Amen."}