{"1":"For the lawe which hath but the shadowe off good thinges to come, and not the thinges in their awne fashion, can neuer by the sacrifices which they offer yeare by yeare continually, make the commers there vnto perfecte:","2":"Els shulde they haue ceassed to haue bene offred, because that the offerers once pourged, shulde haue had nomore conscience of synnes.","3":"Neuertheles in those sacrifices there is made but a remembraunce of synnes euery yeare.","4":"For it is vnpossible yt the bloude of oxen and of goates shulde take awaye synnes.","5":"Wherfore whan he commeth in to the worlde, he sayeth: Sacrifice & offerynge thou woldest not haue, but a body hast thou ordeyned me.","6":"Burntofferynges and synneofferynges hast thou not alowed.","7":"Then sayde I: Lo, I come. I the begynnynge of the boke it is wrytten of me, that I shulde do yi wyll O God.","8":"Aboue wha he had sayde: Sacrifice and offerynge, and burntsacrifices & synofferynges thou woldest not haue, nether hast alowed (which yet are offered after ye lawe).","9":"The sayde he: Lo, I come to do wil thy O God: there taketh he awaye the first, to stablysshe the latter:","10":"In the which wyll we are sanctified by the offerynge vp of the body of Iesus Christ once for all.","11":"And euery prest is ready daylie mynistringe, and oftymes offereth one maner of offerynges, which can neuer take awaye synnes.","12":"But this man whan he had offred for synnes, one sacrifice which is of value for euer, sat him downe on the righte hande of God,","13":"and from hence forth tarieth, tyll his foes be made his fote stole.","14":"For with one offerynge hath he made perfecte for euer, the that are sanctified.","15":"And the holy goost also beareth vs recorde of this, euen whan he sayde before:","16":"This is the Testament, that I wyl make vnto them after those dayes, sayeth ye LORDE: I wyl geue my lawes in their hertes, and in their myndes wyl I wryte them,","17":"and their synnes and iniquities wil I remebre nomore.","18":"And where remyssion of these thinges is, there is nomore offerynge for synne.","19":"Seynge now brethre, that we haue a fre sure intraunce in to that Holy place,","20":"by the bloude of Iesu (which he hath prepared vnto vs for a new and lyuynge waye, thorow the vayle, that is to saye, by his flesh)","21":"and seynge also that we haue an hye prest ouer the house of God,","22":"let vs drawe nye with a true hert in a full faith, sprenkled in oure hertes from an euell conscience, and washed in oure bodies with pure water:","23":"and let vs kepe the profession of oure hope without wauerynge (for he is faithfull that hath promysed)","24":"and let vs considre one another to ye prouokinge of loue and of good workes:","25":"and let vs not forsake the fellishippe that we haue amoge oure selues, as the maner of some is: but let vs exhorte one another, and that so moch the more, because ye se that the daye draweth nye.","26":"For yf we synne wylfully after that we haue receaued the knowlege of the trueth, there remayneth vnto vs nomore sacrifice for synnes,","27":"but a fearfull lokynge for iudgment, and violente fyre, which shal deuoure ye aduersaries.","28":"He yt despyseth Moses lawe, dyeth without mercy vnder two or thre witnesses:","29":"Of how moch sorer punyshment (suppose ye) shal he be counted worthy, which treadeth vnder fote the sonne of God, and couteth the bloude of ye Testamet (wherby he is sanctified) an unwholy thinge, & doth dishonoure to the sprete of grace?","30":"For we knowe him that hath sayde: Vengeaunce is myne, I wil recompence, sayeth the LORDE. And agayne: The LORDE shal iudge his people.","31":"It is a fearfull thinge to fall in to the handes of the lyuynge God.","32":"But call ye to remebrauce ye dayes yt are past, i ye which after ye had receaued lighte, ye endured a greate fighte off aduersities:","33":"partly whyle all me wodred & gased at you for the shame and tribulacion that was done vnto you: and partly whyle ye became copanyons of them which so passed their tyme.","34":"For ye haue suffred with my bodes, and toke a worth ye spoylinge of youre goodes, and that with gladnes, knowynge in youre selues, how that ye haue in heauen a better & an enduringe substaunce.","35":"Cast not awaye therfore yor confidence, which hath so greate a rewarde.","36":"For ye haue nede of pacience, that after ye haue done the wil of God, ye mighte receaue the promes.","37":"For yet ouer a litle whyle, and then he that shal come, wyl come, and wyl not tary.","38":"But the iust shal lyue by his faith: And yf he withdrawe himselfe awaye, my soule shal haue no pleasure in him.","39":"As for vs, we are not of those which withdrawe them selues to damnacion: but of them that beleue to the wynnynge of the soule."}