{"1":"And the Lord spake vnto Moses, saying,","2":"Speake vnto the children of Israel, and say vnto them, I am the Lord your God.","3":"After ye doings of the land of Egypt, wherin ye dwelt, shall ye not doe: and after the maner of the land of Canaan, whither I will bring you, shal ye not do, neither walke in their ordinances,","4":"But do after my iudgementes, and keepe mine ordinances, to walke therein: I am the Lord your God.","5":"Ye shall keepe therefore my statutes, & my iudgementes, which if a man doe, he shall then liue in them: I am the Lord.","6":"None shall come neere to any of ye kinred of his flesh to vncouer her shame: I am the Lord.","7":"Thou shalt not vncouer the shame of thy father, nor the shame of thy mother: for she is thy mother, thou shalt not discouer her shame.","8":"The shame of thy fathers wife shalt thou not discouer: for it is thy fathers shame.","9":"Thou shalt not discouer the shame of thy sister the daughter of thy father, or the daughter of thy mother, whether shee bee borne at home, or borne without: thou shalt not discouer their shame.","10":"The shame of thy sonnes daughter, or of thy daughters daughter, thou shalt not, I say, vncouer their shame: for it is thy shame.","11":"The shame of thy fathers wiues daughter, begotten of thy father (for she is thy sister) thou shalt not, I say, discouer her shame.","12":"Thou shalt not vncouer the shame of thy fathers sister: for she is thy fathers kinswoman.","13":"Thou shalt not discouer the shame of thy mothers sister: for she is thy mothers kinsewoman.","14":"Thou shalt not vncouer the shame of thy fathers brother: that is, thou shalt not goe in to his wife, for she is thine aunte.","15":"Thou shalt not discouer the shame of thy daughter in lawe: for she is thy sonnes wife: therefore shalt thou not vncouer her shame.","16":"Thou shalt not discouer the shame of thy brothers wife. for it is thy brothers shame.","17":"Thou shalt not discouer the shame of the wife and of her daughter, neither shalt thou take her sonnes daughter, nor her daughters daughter, to vncouer her shame: for they are thy kinsfolkes, and it were wickednesse.","18":"Also thou shalt not take a wife with her sister, during her life, to vexe her, in vncouering her shame vpon her.","19":"Thou shalt not also go vnto a woman to vncouer her shame, as long as she is put apart for her disease.","20":"Moreouer, thou shalt not giue thy selfe to thy neighbours wife by carnall copulation, to be defiled with her.","21":"Also thou shalt not giue thy children to offer them vnto Molech, neither shalt thou defile the name of thy God: for I am the Lord.","22":"Thou shalt not lie with ye male as one lieth with a woman: for it is abomination.","23":"Thou shalt not also lie with any beast to bee defiled therewith, neither shall any woman stand before a beast, to lie downe thereto: for it is abomination.","24":"Yee shall not defile your selues in any of these things: for in al these the nations are defiled, which I will cast out before you:","25":"And the land is defiled: therefore I wil visit the wickednesse thereof vpon it, and the lande shall vomit out her inhabitants.","26":"Ye shall keepe therefore mine ordinances, and my iudgementes, and commit none of these abominations, aswell hee that is of the same countrey, as the straunger that soiourneth among you.","27":"(For all these abominations haue the men of the land done, which were before you, and the land is defiled:","28":"And shall not the lande spue you out if ye defile it, as it spued out the people that were before you?)","29":"For whosoeuer shall commit any of these abominations, the persons that doe so, shall bee cut off from among their people.","30":"Therefore shall yee keepe mine ordinances that ye do not any of the abominable customes, which haue bene done before you, and that yee defile not your selues therein: for I am the Lorde your God."}