{"1":"Let as many seruauntes as are vnder the yocke, counte their masters worthy of all honoure, that the name of God and his doctrine be not euell spoken of.","2":"Se that they which haue beleuynge masters, despyse them not because they are brethre, but rather do seruyce, for so moch as they are beleuynge, and beloued, and partakers of the benefite.","3":"These thinges teach and exhorte. Yf eny ma teach otherwyse, and agreeth not vnto the wholsome wordes of oure LORDE Iesus Christ, and to the doctryne of godlynes,","4":"he is puft vp, and knoweth nothinge, but waysteth his brayne aboute questions and stryuynges of wordes: wherof sprynge envye, stryfe, raylinges, euell surmysinges,","5":"vayne disputacios of soch men as haue corrupte myndes, and are robbed of the trueth, which thynke that godlynes is lucre: From soch separate thy selfe.","6":"Howbeit it is greate avautage, who so is godly, and holdeth him content with that he hath.","7":"For we broughte nothinge in to the worlde, therfore is it a playne case yt we can cary nothinge out.","8":"Whan we haue fode and rayment, let vs therwith be content.","9":"For they that wylbe riche, fall in to the teptacion and snare, and in to many folisshe & noysome lustes, which drowne men in destruccion and damnacion.","10":"For Couetousnes is the rote of all euell, which whyle some lusted after, they erred from the faith, and tangled them selues with many sorowes.","11":"But thou man of God, flye soche thinges: folowe righteousnes, godlynes, faith, loue, pacience, mekenes:","12":"fighte a good fighte of faith: laye honde on eternall life, where vnto thou art called, and hast professed a good profession before many witnesses.","13":"I geue the charge before God, which quyckeneth all thinges, & before Iesu Christ, which vnder Pontius Pilate witnessed a good witnessynge,","14":"that thou kepe the commaundement, without spot, vnreproueable, vntyll the appearynge of oure LORDE Iesus Christ,","15":"which appearynge (at his tyme) he shal shewe that is blessed, and mightie onely, the kynge of all kynges, and LORDE of all lordes:","16":"which onely hath immortalite, and dwelleth in a lighte, that no man can attayne: whom no man hath sene, nether can se. Vnto whom be honoure and empyre euerlastinge, Amen.","17":"Charge the which are riche in this worlde, that they be not proude, ner trust in the vncertayne riches, but in the lyuynge God (which geueth vs abundauntly all thinges to enioye them:)","18":"That they do good: that they be rich in good workes: that they geue and distribute with a good wyll:","19":"gatherynge vp treasure for them selues, a good foundacion, agaynst ye tyme to come, that they maye laye honde on eternall life.","20":"O Timothy, kepe that which is committed vnto the, and avoyde vngoostly vayne wordes, and opposicions of science falsly so called,","21":"which whyle some professed, they haue erred as concernynge the faith. Grace be with the, Amen."}