{"1":"Dem Vorsänger. Von David. Ein Psalm, ein Lied. Möge Gott aufstehen! Mögen sich zerstreuen seine Feinde, und vor ihm fliehen seine Hasser!","2":"Wie Rauch vertrieben wird, so wirst du sie vertreiben; wie Wachs vor dem Feuer zerschmilzt, so werden die Gesetzlosen umkommen vor dem Angesicht Gottes.","3":"Aber freuen werden sich die Gerechten, sie werden frohlocken vor dem Angesicht Gottes und jubeln in Freude.","4":"Singet Gott, besinget seinen Namen! Machet Bahn dem, der einherfährt durch die Wüsteneien, Jah ist sein Name, und frohlocket vor ihm!","5":"Ein Vater der Waisen und ein Richter der Witwen ist Gott in seiner heiligen Wohnung.","6":"Gott läßt Einsame in einem Hause wohnen, führt Gefangene hinaus ins Glück; die Widerspenstigen aber wohnen in der Dürre.","7":"Gott, als du auszogest vor deinem Volke, als du einherschrittest durch die Wüste,(Sela.)","8":"da bebte die Erde, auch troffen die Himmel vor Gott, jener Sinai vor Gott, dem Gott Israels.","9":"Reichlichen Regen gossest du aus, o Gott; dein Erbteil, wenn es ermattet war, richtetest du es auf.","10":"Deine Schar hat darin gewohnt; du bereitetest in deiner Güte für den Elenden, o Gott!","11":"Der Herr erläßt das Wort; der Siegesbotinnen ist eine große Schar.","12":"Die Könige der Heere fliehen, sie fliehen, und die Hausbewohnerin verteilt die Beute.","13":"Wenn ihr zwischen den Hürden lieget, werdet ihr sein wie die Flügel einer Taube, dieüberzogen sind mit Silber, und ihre Schwingen mit grüngelbem Golde.","14":"Wenn der Allmächtige Könige darin zerstreut, wird es schneeweiß auf dem Zalmon.","15":"Der Berg Basans ist ein Berg Gottes, ein gipfelreicher Berg ist der Berg Basans.","16":"Warum blicket ihr neidisch, ihr gipfelreichen Berge, auf den Berg, den Gott begehrt hat zu seinem Wohnsitz? Auch wird Jehova daselbst wohnen immerdar.","17":"Der Wagen Gottes sind zwei Zehntausende, Tausende und aber Tausende; der Herr ist unter ihnen: ein Sinai an Heiligkeit.","18":"Du bist aufgefahren in die Höhe, du hast die Gefangenschaft gefangen geführt; du hast Gaben empfangen im Menschen, und selbst für Widerspenstige, damit Jehova, Gott, eine Wohnung habe.","19":"Gepriesen sei der Herr! Tag für Tag trägt er unsere Last; Gott ist unsere Rettung.(Sela.)","20":"Gott ist uns ein Gott der Rettungen, und bei Jehova, dem Herrn, stehen die Ausgänge vom Tode.","21":"Gewiß, Gott wird zerschmettern das Haupt seiner Feinde, den Haarscheitel dessen, der da wandelt in seinen Vergehungen.","22":"Der Herr sprach: Ich werde zurückbringen aus Basan, zurückbringen aus den Tiefen des Meeres,","23":"auf daß du deinen Fuß in Blut badest, und die Zunge deiner Hunde von den Feinden ihr Teil habe.","24":"Gesehen haben sie deine Züge, o Gott, die Züge meines Gottes, meines Königs im Heiligtum.","25":"Voran gingen Sänger, danach Saitenspieler, inmitten tamburinschlagender Jungfrauen.","26":"\"Preiset Gott, den Herrn, in den Versammlungen, die ihr aus der Quelle Israels seid!\"","27":"Da sind Benjamin, der Jüngste, ihr Herrscher, die Fürsten Judas, ihr Haufe, die Fürsten Sebulons, die Fürsten Naphtalis.","28":"Geboten hat dein Gott deine Stärke. Stärke, o Gott, das, was du für uns gewirkt hast!","29":"Um deines Tempels zu Jerusalem willen werden Könige dir Geschenke bringen.","30":"Schilt das Tier des Schilfes, die Schar der Stiere mit den Kälbern der Völker; jeder wird sich dir unterwerfen mit Silberbarren. Zerstreue die Völker, die Lust haben am Kriege!","31":"Es werden kommen die Großen ausÄgypten;Äthiopien wird eilends seine Hände ausstrecken zu Gott.","32":"Ihr Königreiche der Erde, singet Gott, besinget den Herrn,(Sela.)","33":"den, der da einherfährt auf den Himmeln, den Himmeln der Vorzeit! Siehe, er läßt seine Stimme erschallen, eine mächtige Stimme.","34":"Gebet Gott Stärke! Seine Hoheit istüber Israel und seine Macht in den Wolken.","35":"Furchtbar bist du, Gott, aus deinen Heiligtümern her; der Gott Israels, er ist es, der Stärke und Kraft gibt dem Volke. Gepriesen sei Gott!"}