{"1":"Dem Vorsänger, nach:\"Hindin der Morgenröte\". Ein Psalm von David. Mein Gott, mein Gott, warum hast du mich verlassen, bist fern von meiner Rettung, den Worten meines Gestöhns?","2":"Mein Gott! Ich rufe des Tages, und du antwortest nicht; und des Nachts, und mir wird keine Ruhe.","3":"Doch du bist heilig, der du wohnst unter den Lobgesängen Israels.","4":"Auf dich vertrauten unsere Väter; sie vertrauten, und du errettetest sie.","5":"Zu dir schrieen sie und wurden errettet; sie vertrauten auf dich und wurden nicht beschämt.","6":"Ich aber bin ein Wurm und kein Mann, der Menschen Hohn und der vom Volke Verachtete.","7":"Alle, die mich sehen, spotten meiner; sie reißen die Lippen auf, schütteln den Kopf:","8":"\"Er vertraut auf Jehova! Der errette ihn, befreie ihn, weil er Lust an ihm hat!\"","9":"Doch du bist es, der mich aus dem Mutterleibe gezogen hat, der mich vertrauen ließ an meiner Mutter Brüsten.","10":"Auf dich bin ich geworfen von Mutterschoße an, von meiner Mutter Leibe an bist du mein Gott.","11":"Sei nicht fern von mir! Denn Drangsal ist nahe, denn kein Helfer ist da.","12":"Viele Farren haben mich umgeben, Stiere von Basan mich umringt;","13":"sie haben ihr Maul wider mich aufgesperrt, gleich einem reißenden und brüllenden Löwen.","14":"Wie Wasser bin ich hingeschüttet, und alle meine Gebeine haben sich zertrennt; wie Wachs ist geworden mein Herz, es ist zerschmolzen inmitten meiner Eingeweide.","15":"Meine Kraft ist vertrocknet wie ein Scherben, und meine Zunge klebt an meinem Gaumen; und in den Staub des Todes legst du mich.","16":"Denn Hunde haben mich umgeben, eine Rotte vonÜbeltätern hat mich umzingelt. Sie haben meine Hände und meine Füße durchgraben;","17":"alle meine Gebeine könnte ich zählen. Sie schauen und sehen mich an;","18":"Sie teilen meine Kleider unter sich, undüber mein Gewand werfen sie das Los.","19":"Du aber, Jehova, sei nicht fern! Meine Stärke, eile mir zur Hilfe!","20":"Errette vom Schwert meine Seele, meine einzige von der Gewalt des Hundes;","21":"rette mich aus dem Rachen des Löwen! Ja, du hast mich erhört von den Hörnern der Büffel.","22":"Verkündigen will ich deinen Namen meinen Brüdern; inmitten der Versammlung will ich dich loben.","23":"Ihr, die ihr Jehova fürchtet, lobet ihn; aller Same Jakobs, verherrlichet ihn, und scheuet euch vor ihm, aller Same Israels!","24":"Denn nicht verachtet hat er, noch verabscheut das Elend des Elenden, noch sein Angesicht vor ihm verborgen; und als er zu ihm schrie, hörte er.","25":"Von dir kommt mein Lobgesang in der großen Versammlung; bezahlen will ich meine Gelübde vor denen, die ihn fürchten.","26":"Die Sanftmütigen werden essen und satt werden; es werden Jehova loben, die ihn suchen; euer Herz lebe immerdar.","27":"Es werden eingedenk werden und zu Jehova umkehren alle Enden der Erde; und vor dir werden niederfallen alle Geschlechter der Nationen.","28":"Denn Jehovas ist das Reich, und unter den Nationen herrscht er.","29":"Es essen und fallen nieder alle Fetten der Erde; vor ihm werden sich beugen alle, die in den Staub hinabfahren, und der seine Seele nicht am Leben erhält.","30":"Ein Same wird ihm dienen; er wird dem Herrn als ein Geschlecht zugerechnet werden.","31":"Sie werden kommen und verkünden seine Gerechtigkeit einem Volke, welches geboren wird, daß er es getan hat."}