{"1":"Dem Vorsänger, mit Saitenspiel. Ein Maskil von David. Nimm zu Ohren, o Gott, mein Gebet, und verbirg dich nicht vor meinem Flehen!","2":"Horche auf mich und antworte mir! Ich irre umher in meiner Klage und muß stöhnen","3":"vor der Stimme des Feindes, vor der Bedrückung des Gesetzlosen; denn sie wälzen Unheil auf mich, und im Zorn feinden sie mich an.","4":"Mein Herzängstigte sich in meinem Innern, und Todesschrecken haben mich befallen.","5":"Furcht und Zittern kamen mich an, und Schauder bedeckte mich.","6":"Und ich sprach: O daß ich Flügel hätte wie die Taube! Ich wollte hinfliegen und ruhen.","7":"Siehe, weithin entflöhe ich, würde weilen in der Wüste.(Sela.)","8":"Ich wollte eilends entrinnen vor dem heftigen Winde, vor dem Sturme.","9":"Vernichte, Herr, zerteile ihre Zunge! Denn Gewalttat und Hader habe ich in der Stadt gesehen.","10":"Tag und Nacht machen sie die Runde um sie auf ihren Mauern; und Unheil und Mühsal sind in ihrer Mitte.","11":"Schadentun ist in ihrer Mitte, und Bedrückung und Trug weichen nicht von ihrer Straße.","12":"Denn nicht ein Feind ist es, der mich höhnt, sonst würde ich es ertragen; nicht mein Hasser ist es, der wider mich großgetan hat, sonst würde ich mich vor ihm verbergen;","13":"sondern du, ein Mensch meinesgleichen, mein Freund und mein Vertrauter;","14":"die wir trauten Umgang miteinander pflogen, ins Haus Gottes wandelten mit der Menge.","15":"Der Todüberrasche sie, lebendig mögen sie hinabfahren in den Scheol! Denn Bosheiten sind in ihrer Wohnung, in ihrem Innern.","16":"Ich aber, ich rufe zu Gott, und Jehova rettet mich.","17":"Abends und morgens und mittags muß ich klagen und stöhnen, und er hört meine Stimme.","18":"Er hat meine Seele in Frieden erlöst aus dem Kampfe wider mich; denn ihrer sind viele gegen mich gewesen.","19":"Hören wird Gott und sie demütigen, er thront ja von alters her(Sela.); weil es keineÄnderung bei ihnen gibt und sie Gott nicht fürchten.","20":"Er hat seine Hände ausgestreckt gegen die, welche mit ihm in Frieden waren; seinen Bund hat er gebrochen.","21":"Glatt sind die Milchworte seines Mundes, und Krieg ist sein Herz; geschmeidiger sind seine Worte alsÖl, und sie sind gezogene Schwerter.","22":"Wirf auf Jehova, was dir auferlegt ist, und er wird dich erhalten; er wird nimmermehr zulassen, daß der Gerechte wanke!","23":"Und du, Gott, wirst sie hinabstürzen in die Grube des Verderbens; die Männer des Blutes und des Truges werden nicht zur Hälfte bringen ihre Tage. Ich aber werde auf dich vertrauen."}