{"1":"Gebet eines Elenden, wenn er verschmachtet und seine Klage vor Jehova ausschüttet. Jehova, höre mein Gebet, und laß zu dir kommen mein Schreien!","2":"Verbirg dein Angesicht nicht vor mir am Tage meiner Bedrängnis; neige zu mir dein Ohr; an dem Tage, da ich rufe, erhöre mich eilends!","3":"Denn wie Rauch entschwinden meine Tage, und meine Gebeine glühen wie ein Brand.","4":"Wie Kraut ist versengt und verdorrt mein Herz, daß ich vergessen habe, mein Brot zu essen.","5":"Ob der Stimme meines Seufzens klebt mein Gebein an meinem Fleische.","6":"Ich gleiche dem Pelikan der Wüste, bin wie die Eule der Einöden.","7":"Ich wache, und bin wie ein einsamer Vogel auf dem Dache.","8":"Den ganzen Tag höhnen mich meine Feinde; die wider mich rasen, schwören bei mir.","9":"Denn Asche esse ich wie Brot, und meinen Trank vermische ich mit Tränen","10":"vor deinem Zorn und deinem Grimm; denn du hast mich emporgehoben und hast mich hingeworfen.","11":"Meine Tage sind wie ein gestreckter Schatten, und ich verdorre wie Kraut.","12":"Du aber, Jehova, bleibst auf ewig, und dein Gedächtnis ist von Geschlecht zu Geschlecht.","13":"Du wirst aufstehen, wirst dich Zions erbarmen; denn es ist Zeit, es zu begnadigen, denn gekommen ist die bestimmte Zeit;","14":"denn deine Knechte haben Gefallen an seinen Steinen und haben Mitleid mit seinem Schutt.","15":"Und die Nationen werden den Namen Jehovas fürchten, und alle Könige der Erde deine Herrlichkeit.","16":"Denn Jehova wird Zion aufbauen, wird erscheinen in seiner Herrlichkeit;","17":"Er wird sich wenden zum Gebete des Entblößten, und ihr Gebet wird er nicht verachten.","18":"Das wird aufgeschrieben werden für das künftige Geschlecht; und ein Volk, das erschaffen werden soll, wird Jehova loben.","19":"Denn er hat herniedergeblickt von der Höhe seines Heiligtums, Jehova hat herabgeschaut vom Himmel auf die Erde,","20":"um zu hören das Seufzen des Gefangenen, um zu lösen die Kinder des Todes;","21":"damit man den Namen Jehovas verkündige in Zion, und in Jerusalem sein Lob,","22":"wenn die Völker sich versammeln werden allzumal, und die Königreiche, um Jehova zu dienen.","23":"Er hat meine Kraft gebeugt auf dem Wege, hat verkürzt meine Tage.","24":"Ich sprach: Mein Gott, nimm mich nicht hinweg in der Hälfte meiner Tage! Von Geschlecht zu Geschlecht sind deine Jahre.","25":"Du hast vormals die Erde gegründet, und die Himmel sind deiner Hände Werk.","26":"Sie werden untergehen, du aber bleibst; und sie alle werden veralten wie ein Kleid; wie ein Gewand wirst du sie verwandeln, und sie werden verwandelt werden;","27":"Du aber bist derselbe, und deine Jahre enden nicht.","28":"Die Söhne deiner Knechte werden wohnen, und ihr Same wird vor dir feststehen."}