{"1":"Von David, als er seinen Verstand vor Abimelech verstellte, und dieser ihn wegtrieb, und er fortging. Jehova will ich preisen allezeit, beständig soll sein Lob in meinem Munde sein.","2":"In Jehova soll sich rühmen meine Seele; hören werden es die Sanftmütigen und sich freuen.","3":"Erhebet Jehova mit mir, und lasset uns miteinander erhöhen seinen Namen!","4":"Ich suchte Jehova, und er antwortete mir; und aus allen meinen Beängstigungen errettete er mich.","5":"Sie blickten auf ihn und wurden erheitert, und ihre Angesichter wurden nicht beschämt.","6":"Dieser Elende rief, und Jehova hörte, und aus allen seinen Bedrängnissen rettete er ihn.","7":"Der Engel Jehovas lagert sich um die her, welche ihn fürchten, und er befreit sie.","8":"Schmecket und sehet, daß Jehova gütig ist! Glückselig der Mann, der auf ihn traut!","9":"Fürchtet Jehova, ihr seine Heiligen! Denn keinen Mangel haben, die ihn fürchten.","10":"Junge Löwen darben und hungern, aber die Jehova suchen, ermangeln keines Guten.","11":"Kommet, ihr Söhne, höret mir zu: Die Furcht Jehovas will ich euch lehren.","12":"Wer ist der Mann, der Lust zum Leben hat, der Tage liebt, um Gutes zu sehen?","13":"Bewahre deine Zunge vor Bösem, und deine Lippen, daß sie nicht Trug reden;","14":"weiche vom Bösen und tue Gutes; suche Frieden und jage ihm nach!","15":"Die Augen Jehovas sind gerichtet auf die Gerechten, und seine Ohren auf ihr Schreien;","16":"das Angesicht Jehovas ist wider die, welche Böses tun, um ihr Gedächtnis von der Erde auszurotten.","17":"Sie schreien, und Jehova hört, und aus allen ihren Bedrängnissen errettet er sie.","18":"Nahe ist Jehova denen, die zerbrochenen Herzens sind, und die zerschlagenen Geistes sind, rettet er.","19":"Viele sind der Widerwärtigkeiten des Gerechten, aber aus allen denselben errettet ihn Jehova;","20":"Er bewahrt alle seine Gebeine, nicht eines von ihnen wird zerbrochen.","21":"Den Gesetzlosen wird das Böse töten; und die den Gerechten hassen, werden büßen.","22":"Jehova erlöst die Seele seiner Knechte; und alle, die auf ihn trauen, werden nicht büßen."}