{"1":"Dem Vorsänger, nach Schoschannim. Von David. Rette mich, o Gott! Denn die Wasser sind bis an die Seele gekommen.","2":"Ich bin versunken in tiefen Schlamm, und kein Grund ist da; in Wassertiefen bin ich gekommen, und die Flutüberströmt mich.","3":"Ich bin müde vom Rufen, entzündet ist meine Kehle; meine Augen schwinden hin, harrend auf meinen Gott.","4":"Mehr als die Haare meines Hauptes sind derer, die ohne Ursache mich hassen; mächtig sind meine Vertilger, die ohne Grund mir feind sind; was ich nicht geraubt habe, muß ich alsdann erstatten.","5":"Du, o Gott, weißt um meine Torheit, und meine Vergehungen sind dir nicht verborgen.","6":"Laß nicht durch mich beschämt werden, die auf dich harren, Herr, Jehova der Heerscharen! Laß nicht durch mich zu Schanden werden, die dich suchen, Gott Israels!","7":"Denn deinetwegen trage ich Hohn, hat Schande bedeckt mein Antlitz.","8":"Entfremdet bin ich meinen Brüdern, und ein Fremdling geworden den Söhnen meiner Mutter.","9":"Denn der Eifer um dein Haus hat mich verzehrt, und die Schmähungen derer, die dich schmähen, sind auf mich gefallen.","10":"Als ich weinte, und meine Seele im Fasten war, da wurde es mir zu Schmähungen;","11":"als ich mich in Sacktuch kleidete, da ward ich ihnen zum Sprichwort.","12":"Die im Tore sitzen, redenüber mich, und ich bin das Saitenspiel der Zecher.","13":"Ich aber, mein Gebet ist zu dir, Jehova, zur Zeit der Annehmung. O Gott, nach der Größe deiner Güte, erhöre mich nach der Wahrheit deines Heils!","14":"Ziehe mich heraus aus dem Schlamm, daß ich nicht versinke! Laß mich errettet werden von meinen Hassern und aus den Wassertiefen!","15":"Laß die Flut der Wasser mich nichtüberströmen, und die Tiefe mich nicht verschlingen; und laß die Grube ihren Mund nichtüber mir verschließen!","16":"Erhöre mich, Jehova! Denn gut ist deine Güte; wende dich zu mir nach der Größe deiner Erbarmungen!","17":"Und verbirg dein Angesicht nicht vor deinem Knechte! Denn ich bin bedrängt; eilends erhöre mich!","18":"Nahe meiner Seele, erlöse sie; erlöse mich um meiner Feinde willen!","19":"Du, du kennst meinen Hohn und meine Schmach und meine Schande; vor dir sind alle meine Bedränger.","20":"Der Hohn hat mein Herz gebrochen, und ich bin ganz elend; und ich habe auf Mitleiden gewartet, und da war keines, und auf Tröster, und ich habe keine gefunden.","21":"Und sie gaben in meine Speise Galle, und in meinem Durst tränkten sie mich mit Essig.","22":"Es werde zur Schlinge vor ihnen ihr Tisch, und ihnen, den Sorglosen, zum Fallstrick!","23":"Laß dunkel werden ihre Augen, daß sie nicht sehen; und laß beständig wanken ihre Lenden!","24":"Schütteüber sie aus deinen Grimm, und deines Zornes Glut erreiche sie!","25":"Verwüstet sei ihre Wohnung, in ihren Zelten sei kein Bewohner!","26":"Denn den du geschlagen hast, haben sie verfolgt, und von dem Schmerze deiner Verwundeten erzählen sie.","27":"Füge Ungerechtigkeit zu ihrer Ungerechtigkeit, und laß sie nicht kommen zu deiner Gerechtigkeit!","28":"Laß sie ausgelöscht werden aus dem Buche des Lebens, und nicht eingeschrieben mit den Gerechten!","29":"Ich aber bin elend, und mir ist wehe; deine Rettung, o Gott, setze mich in Sicherheit!","30":"Rühmen will ich den Namen Gottes im Liede, und ihn erheben mit Lob.","31":"Und es wird Jehova wohlgefälliger sein als ein Stier, ein Farre mit Hörnern und gespaltenen Hufen.","32":"Die Sanftmütigen werden es sehen, sie werden sich freuen; ihr, die ihr Gott suchet, es lebe euer Herz!","33":"Denn Jehova hört auf die Armen, und seine Gefangenen verachtet er nicht.","34":"Ihn sollen loben Himmel und Erde, die Meere, und alles, was in ihnen wimmelt!","35":"Denn Gott wird Zion retten und die Städte Judas bauen; und sie werden daselbst wohnen und es besitzen.","36":"Und der Same seiner Knechte wird es erben; und die seinen Namen lieben, werden darin wohnen."}