{
    "terms_of_service": "Nutzungsbedingungen",
    "acceptance_of_terms": "1. Annahme der Bedingungen",
    "acceptance_description": "Durch den Zugriff oder die Nutzung von Scriptura erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie diesen Bedingungen nicht zustimmen, nutzen Sie unseren Dienst bitte nicht.",
    "description_of_service": "2. Beschreibung des Dienstes",
    "service_description": "Scriptura ist eine Online-Plattform für Bibelstudium und Gemeinschaft. Wir bieten Zugang zu biblischen Inhalten, Kursen und Gemeinschaftsfunktionen.",
    "user_accounts": "3. Benutzerkonten",
    "user_accounts_description": "Sie sind verantwortlich für die Geheimhaltung Ihres Kontos und Passworts. Sie stimmen zu, die Verantwortung für alle Aktivitäten zu übernehmen, die unter Ihrem Konto erfolgen.",
    "user_conduct": "4. Benutzerverhalten",
    "conduct_description": "Sie erklären sich damit einverstanden, Scriptura nur für rechtmäßige Zwecke zu nutzen und auf eine Weise, die die Rechte anderer nicht verletzt, einschränkt oder deren Nutzung und Freude an der Plattform beeinträchtigt.",
    "intellectual_property": "5. Geistiges Eigentum",
    "intellectual_property_description": "Der Inhalt auf Scriptura, einschließlich Text, Grafiken, Logos und Software, ist das Eigentum von Scriptura oder seinen Inhaltsanbietern und unterliegt dem Urheberrecht.",
    "termination": "6. Kündigung",
    "termination_description": "Wir behalten uns das Recht vor, den Zugang zu unserem Dienst sofort ohne vorherige Ankündigung oder Haftung aus irgendeinem Grund zu beenden oder auszusetzen, einschließlich, aber nicht beschränkt auf Verstöße gegen die Bedingungen.",
    "changes_to_terms": "7. Änderungen der Bedingungen",
    "changes_description": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern oder zu ersetzen. Es ist Ihre Verantwortung, die Bedingungen regelmäßig auf Änderungen zu überprüfen.",
    "contact_us": "8. Kontaktieren Sie uns",
    "contact_description": "Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter support@scriptura.com.",
    "return_to_home": "Zurück zur Startseite",
    "sign_up": "Anmelden"
  }
  