{"1":"The booke of the generation of Iesvs Christ the sonne of Dauid, the sonne of Abraham.","2":"Abraham begate Isaac. And Isaac begate Iacob; Iacob begat Iudas and his brethren.","3":"And Iudas begate Phares, and Zara of Thamar; Phares begate Esrom; Esrom begate Aram.","4":"And Aram begate Aminadab; Aminadab begate Naasson; Naasson begat Salmon.","5":"And Salmon begate Booz of Rachab; Booz begat Obed of Ruth; Obed begat Iesse.","6":"And Iesse begate Dauid the King; Dauid the King begate Solomon of her that was the wife of Vrias.","7":"And Solomon begate Roboam; Roboam begate Abia; Abia begate Asa.","8":"And Asa begate Iosaphat; Iosaphat begate Ioram; Ioram begate Hozias.","9":"And Hozias begat Ioatham; Ioatham begate Achaz; Achaz begate Ezekias.","10":"And Ezekias begate Manasses; Manasses begate Amon; Amon begate Iosias.","11":"And Iosias begate Iakim; Iakim begate Iechonias and his brethren about the time they were caried away to Babylon.","12":"And after they were caried away into Babylon, Iechonias begate Salathiel. And Salathiel begate Zorobabel.","13":"And Zorobabel begate Abiud; Abiud begate Eliacim; Eliacim begate Azor.","14":"And Azor begate Sadoc; Sadoc begate Achim; Achim begate Eliud.","15":"And Eliud begate Eleazar; Eleazar begate Matthan; Matthan begate Iacob.","16":"And Iacob begat Ioseph ye husbad of Mary, of whom was borne Iesvs, that is called Christ.","17":"So all the generations fro Abraham to Dauid, are fourtene generations; fro Dauid vntil they were caried away into Babylon, fourtene generations: and after they were caried away into Babylon vntill Christ, fourteene generations.","18":"Nowe the birth of Iesvs Christ was thus, When as his mother Mary was betrothed to Ioseph, before they came together, shee was found with childe of the holy Ghost.","19":"Then Ioseph her husbande being a iust man, and not willing to make her a publike example, was minded to put her away secretly.","20":"But whiles he thought these things, behold, the Angel of the Lorde appeared vnto him in a dreame, saying, Ioseph, the sonne of Dauid, feare not to take Mary thy wife: for that which is conceiued in her, is of the holy Ghost.","21":"And she shall bring foorth a sonne, and thou shalt call his name Iesvs: for hee shall saue his people from their sinnes.","22":"And al this was done that it might be fulfilled, which is spoken of the Lord by ye Prophet, saying,","23":"Behold, a virgine shalbe with childe, and shall beare a sonne, & they shal call his name Emmanuel, which is by interpretation, God with vs.","24":"Then Ioseph, being raised from sleepe, did as the Angel of the Lorde had inioyned him, and tooke his wife.","25":"But he knew her not, til she had broght forth her first borne sonne, & he called his name Iesus."}