{"1":"Now whan the vproure was ceassed, Paul called the disciples vnto him, and toke his leue of them, and departed to go in to Macedonia.","2":"And whan he had gone thorow those partes, and exhorted them with many wordes, he came into Grekelonde,","3":"and there abode thre monethes. But whan the Iewes layed wayte for him, as he was aboute to sayle in to Syria, he purposed to turne agayne thorow Macedonia.","4":"There accompanied him in to Asia, Sopater of Berrea: and of Thessalonica, Aristarchus and Secundus: and Gaius of Derba, and Timotheus: but of Asia, Tychicus and Trophimus.","5":"These wente before, and taried for vs at Troada:","6":"but we sayled after the Easter dayes from Philippos, vnto ye fyfth daye, and came to them vnto Troada, and taried there seuen dayes.","7":"Vpon one of the Sabbathes, whan the disciples came together to breake bred, Paul preached vnto them, wyllinge to departe on the morow, and contynued the preachinge vnto mydnight.","8":"And there were many lightes in the chamber, where they were gathered together.","9":"There sat a yonge man named Eutychos, in a wyndow, and fell in to a depe slepe (whyle Paul was speakinge) and was ouercome with slepe, and fell downe from the thirde lofte, and was taken vp deed.","10":"But Paul wente downe, and fell on him, and enbraced him, and sayde: Make nothinge a doo, for his soule is in hi.","11":"Then wente he vp, and brake the bred, and ate, and talked moch with the, tyll the daye brake, and so departed.","12":"As for the yoge man, they broughte him alyue, and were not a litle conforted.","13":"But we wente afore in to the shippe, and sayled towarde Asson, wyllinge there to receaue Paul. For so had he appoynted, and wolde himselfe go on fote.","14":"Whan he was come to vs vnto Asson, we toke him in, and came to Mitylenes,","15":"and sayled from thence, and came on the nexte daye ouer agaynst Chios, and on the daye folowinge we aryued at Samos, and taried at Tragilion, and on the nexte daye came we to Mileton:","16":"for Paul had determed to sayle ouer by Ephesus, that he nede not to spende the tyme in Asia: for he haisted to be at Ierusalem vpo the Whitsondaye, yf it were possible for him.","17":"But from Mileton he sent vnto Ephesus, and called for the Elders of the congregacion.","18":"Whan they were come to him, he sayde vnto them: Ye knowe sence the first daye that I came in to Asia, after what maner I haue bene with you at all tyme,","19":"and serued ye LORDE with all humblenesse of mynde, and with many teares and tentacions, which happened vnto me by ye layenges of wayte of the Iewes,","20":"how yt I haue kepte backe nothinge yt was profitable, but that I haue shewed you, and taughte you openly, and priuately from house to house.","21":"And haue testifyed both vnto the Iewes & to the Grekes the repentaunce towarde God, and faith towarde oure LORDE Iesus.","22":"And now beholde, I go bounde in ye sprete vnto Ierusale, not knowinge what shal happen there vnto me,","23":"but yt the holy goost witnesseth in euery cite, and sayeth, that bondes and troubles abyde me there.","24":"But I regarde none of them, nether counte I my life dearer then my selfe, that I maye fulfyll my course with ioye, and the office yt I haue receaued of the LORDE Iesu, to testifye the Gospell of the grace of God.","25":"And now beholde, I knowe that ye shal se my face nomore, all ye, thorow whom I haue gone, and preached the kyngdome of God.","26":"Wherfore I take you to recorde this daye, that I am pure from the bloude of all men:","27":"For I haue kepte nothinge backe, but haue shewed you all the councell off God.","28":"Take hede therfore vnto youre selues, and to all the flocke, amonge the which the holy goost hath set you to be Bishoppes, to fede the congregacion of God, which he hath purchaced thorow his owne bloude.","29":"For this I knowe, that after my departinge there shal enter in amonge you greuous wolues, which shal not spare the flocke.","30":"Yee eue from amonge youre awne selues shal men aryse, speakynge peruerse doctryne, to drawe disciples after them.","31":"Therfore awake, and remembre, that by the space of thre yeares I ceassed not to warne euery one off you both nighte and daye with teares.","32":"And now brethren I commende you vnto God, and to ye worde of his grace, which is mightie to edifye you, and to geue you the enheritaunce amoge all them that are sanctified.","33":"I haue not desyred syluer, golde or rayment off eny off you.","34":"For ye youre selues knowe, that these handes haue mynistred vnto my necessities, and them that were with me.","35":"I haue shewed you all thinges, how that so labouringe ye oughte to receaue the weake, and to remembre the worde of the LORDE, how that he sayde: It is more blessed to geue, then to receaue.","36":"And whan he had sayde this, he kneled downe, and prayed with them all.","37":"But there was moch wepynge amonge them all, and they fell aboute Pauls necke, and kyssed him,","38":"and were sory, most of all because of the worde which he had sayde, that they shulde se his face nomore. And they accopanied him vnto the shippe."}