{"1":"After fyue dayes the hye prest Ananias came downe with the Elders, and wt the Oratour Tertullus, which appeared before the Debyte agaynst Paul.","2":"Whan Paul was called forth, Tertullus begane to accuse him, and sayde: Seynge that we lyue in greate peace by the meanes of ye, and that many good thinges are done for this people thorow thy prouydence","3":"(most mightie Felix)that alowe we euer and in all places with all thankes.","4":"Notwithstondinge yt I be nomore tedious vnto the, I praye the, that of thy curtesy thou woldest heare vs a few wordes.","5":"We haue founde this man a pestilent felowe, and a sterer vp of sedicion amonge all the Iewes thorow out all the worlde, and a manteyner of the secte of the Nazaretes,","6":"and hath taken in hande also to suspende the temple, whom we toke, and wolde haue iudged him acordinge to oure lawe.","7":"But Lysias the hye captayne came vpo vs, and with greate violence delyuered him out of oure handes,","8":"and commaunded his accusers to come vnto the: of whom (yf thou wilt enquyre) thou mayest haue knowlege of all these thinges, wherof we accuse him.","9":"The Iewes likewyse affirmed and sayde, that it was euen so.","10":"But Paul (whan the debyte had beckened vnto him, that he shulde speake) answered: Seynge I knowe that thou hast bene iudge now many yeares amonge this people, I wil not be afrayed to answere for my selfe,","11":"because that thou mayest knowe, that there are yet no more but twolue dayes sence I came vp to Ierusalem for to worshippe,","12":"and that they nether founde me in the temple disputinge with eny man, or makynge eny vproure amonge the people, ner in ye synagoges, ner in the cite:","13":"nether can they proue the thinges, wherof they accuse me.","14":"But this I confesse vnto the, that after this waye which they call heresye, so worshippe I the God of my fathers, that I beleue all that is wrytten in the lawe and in the prophetes,","15":"and haue hope towardes God, that the same resurreccion of the deed (which they them selues loke for also) shalbe, both of the iust and vniust.","16":"Therfore studye I to haue allwaye a cleare conscience towarde God and towarde men.","17":"But after many yeares I came and broughte allmesse vnto my people, and offeringes:","18":"whervpon they founde me purifyed in the temple without eny maner of rumoure or vnquyetnesse. Howbeit there were certayne Iewes out of Asia,","19":"which shulde be here presente before the, and accuse me, yf they had oughte agaynst me:","20":"or els lett these same here saye, yf they haue founde eny vnrighteousnes in me, whyle I stonde here before ye councell:","21":"excepte it be for this one worde, that I cried stondinge amonge them: Of the resurreccion off the deed am I iudged of you this daye.","22":"Whan Felix herde this, he dyfferred the (for he knewe very well of that waye) and sayde: Whan Lysias the vpper captayne commeth downe, I wyl knowe ye vttemost of youre matter","23":"But he commaunded the vndercaptayne to kepe Paul, and to let him haue rest, and that he shulde forbydde none of his acquauntauce to mynister vnto him, or to come vnto him.","24":"But after certayne dayes came Felix wt his wife Drusilla, which was a Iewesse, and called for Paul, and herde him of the faith in Christ.","25":"Howbeit whan Paul spake off righteousnesse, and off chastite and off the iudgment to come, Felix trembled, and answered: Go thy waye for this tyme. Whan I haue a conuenyent tyme, I wil sende for the.","26":"He hoped also, that money shulde haue bene geuen him of Paul, therfore called he oft for him, and commened with him.","27":"But after two yeares came Portius Festus in to felix rowme. Yet Felix wyllinge to shewe the Iewes a pleasure, left Paul bounde."}