{"1":"Whan it was concluded that we shulde sayle in to Italy, they delyuered Paul and certayne other presoners to the vndercaptayne named Iulius, of the Emperours soudyers.","2":"And whan we were entred in to a shippe of Adramitium, to sayle by Asia, we lowsed from londe. And there was with vs one Aristarchus out of Macedonia off Thessalonica,","3":"and on the nexte daye we came vnto Sidon. And Iulius intreated Paul curteously, and gaue him liberty to go to his frendes, and to refresh himselfe.","4":"And from thence launched we, and sayled harde by Cypers (because the wyndes were agaynst vs)","5":"and sayled ouer the see of Celicia and Pamphilia, and came to Myra in Lycia.","6":"And there the vndercaptayne founde a shippe of Alexadria, ready to sayle in to Italy, and put vs therin.","7":"And whan we had sayled slowly, and in many dayes were scarcely come ouer agaynst Gnydon (for the wynde with stode vs) we sayled by Candy nye vnto the cite off Salmo,","8":"and came scarcely beyonde it. Then came we to a place, which is called Goodhauen, nye where vnto was the cite Lasea.","9":"Now whan moch tyme was spent, and saylinge was now ioperdous, because that they also had fasted ouerlonge, Paul exhorted them,","10":"and sayde vnto them: Syrs, I se that this saylinge wyl be with hurte and moch dammage, not onely of the ladynge and of the shippe, but also of oure lyues.","11":"Neuertheles ye vndercaptayne beleued the gouernoure of the shippe and ye master, more then it that was spoken of Paul.","12":"And for somoch as the haue was not comodious to wynter in, the more parte off them toke councell to departe thece, yf by eny meanes they might come to Phenices to wynter there, which is an hauen of Candy, towarde the Southwest and Northwest wynde.","13":"Whan the South wynde blewe, they supposinge to haue had their purpose, lowsed vnto Asson, and sayled past all Candy.","14":"But not longe after, there rose agaynst their purpose a flawe of wynde, which is called the Northeast.","15":"And whan the shippe was caught, and coulde not resist ye wynde, we let her go, and draue with the wedder.","16":"But we came to an Ile named Claudia, where we coulde scarce get a bote.","17":"Which they toke vp, and vsed helpe, and bounde it vnder harde to the shippe, fearinge lest they shulde haue fallen in to the Syrtes, and let downe the vessell, and so were caried.","18":"And whan we had bydden a greate tepest, on the nexte daye they made an outcastinge.","19":"And on the thirde daye with oure awne handes we cast out the tacklynge of the shippe.","20":"But wha nether Sonne ner starres appeared in many dayes, and no small tempest laye vpon vs, all the hope of oure life was taken awaye.","21":"And after longe abstinence, Paul stode forth in the myddes of the, and sayde: Syrs, ye shulde haue herkened vnto me, and not to haue lowsed from Candy, and not to haue broughte vs this harme and losse.","22":"And now I exhorte you to be of good cheare, for there shal none of oure lyues perishe, but the shippe onely.","23":"For this night stode by me the angell off God (whose I am, & who I serue)","24":"& saide: Feare not Paul, thou must be broughte before the Emperoure. And lo, God hath geuen vnto the all the that sayle with the.","25":"Wherfore syrs be of good cheare: for I beleue God, yt it shal come so to passe, as it was tolde me.","26":"Howbeit we must be cast in to a certayne ylonde.","27":"But whan the fourtenth night came, as we were caried in Adria aboute mydnight, ye shipmen demed that there appeared some countre vnto them,","28":"and they cast out the leade, and founde it twetye feddoms: and wha they were gone a litle farther, they cast out the leade agayne, and founde fyftene feddoms.","29":"Then fearinge lest they shulde fall on some rocke, they cast foure anckers out of the sterne, and wysshed for the daye.","30":"Whan the shipmen were aboute to flye out of the shippe, and let downe the bote in to the see, (vnder a coloure as though they wolde cast ankers out of the fore shippe)","31":"Paul sayde to ye vndercaptayne and to the soudyers: Excepte these byde in the shippe, ye can not be saued.","32":"Then the soudyers cut of the rope from the bote, and let it fall.","33":"And whan it beganne to be daye, Paul exhorted them all to take meate, and sayde: To daye is the fourtene daye that ye haue taried and contynued fastinge, and haue receaued nothinge:","34":"Wherfore I praye you to take meate, for youre health: for there shal not one heer fall from the heade of eny of you.","35":"And whan he had thus spoken, he toke bred, and gaue thankes to God before them all, and brake it, and begane to eate.","36":"Then were they all of good cheare, and toke meate also.","37":"We were all together in the shippe two hundreth thre score and sixtene soules.","38":"And whan they had eaten ynough, they lightened the shippe, and cast out the wheate in to the see.","39":"Whan it was daye, they knewe not the londe. But they spyed an hauen with a banke, in to which they were mynded (yf it were possible) to thrust in the shippe.","40":"And whan they had take vp the anckers, they commytted them selues to the see, and lowsed the rudder bandes, and hoyssed vp the mayne sayle to the wynde, and drue towarde londe.","41":"And whan we chaunced on a place which had the see on both the sydes, the shippe dasshed vpon it. And the fore parte abode fast vnmoued, but the hynder parte brake thorow the violence of the wawes.","42":"The soudyers councell was to kyll ye presoners, lest eny of them whan he had swymmed out, shulde flye awaye.","43":"But the vndercaptayne wyllinge to saue Paul, keped them from their purpose, and commaunded that they which coulde swymme, shulde cast them selues first in to the see, and escape vnto londe:","44":"and the other, some on bordes, some on broken peces of the shippe. And so it came to passe, that all the soules came safe vnto londe."}