{"1":"In those dayes whan the nombre of the disciples increased, there arose a grudge amoge the Grekes agaynst the Hebrues, because their wyddowes were not loked vpon in the daylie handreachinge.","2":"Then the twolue called the multitude of the disciples together, and sayde: It is not mete that we shulde leaue the worde of God, and to serue at the tables.","3":"Wherfore brethren, loke out amonge you seue men, that are of honeste reporte, and full of the holy goost and wyssdome, whom we maye appoynte to this nedefull busynes.","4":"But we wil geue oure selues vnto prayer, and to the mynistracion of the worde of God.","5":"And the sayenge pleased the whole multitude. And they chose Steuen, a man full of fayth and of the holy goost, and Philippe, and Procorus, and Nicanor, and Thimon, and Parmenas, and Nicolas the Proselite of Antioche.","6":"These they set before ye Apostles, and they prayed, and layed their handes vpon them.","7":"And the worde of God increased, and the nombre of the disciples multiplied greatly at Ierusalem. And there were many prestes also obedient vnto the fayth.","8":"Steuen full of faith and power, dyd wonders and greate tokens amonge the people.","9":"Then arose there certayne of the synagoge, which is called (the synagoge) of ye Libertynes, & of the Cyrenites, and of the Alexadrines, and of the yt were of Celicia and Asia, & disputed with Steue,","10":"and they coulde not resiste the wyssdome and the sprete, out of the which he spake.","11":"Then sent they in certayne men, that sayde: We haue herde him speake blasphemous wordes agaynst Moses, and agaynst God.","12":"And they moued the people, and the Elders and the scrybes, and came vpon him, & caught him,","13":"and brought him before the councell, and set false witnesses there, which sayde: This man ceasseth not to speake blasphemous wordes agaynst this holy place and the lawe.","14":"For we herde him saye: Iesus of Nazareth shall destroye this place, and chaunge the ordinaunces which Moses gaue vs.","15":"And all they that sat in the councell, loked vpo him and sawe his face as the face of an angell."}