{"1":"Saul was yet breathinge out threatnynges and slaughter agaynst the disciples of the LORDE. And wente vnto ye hye preste,","2":"and desyred of him letters to Damascon vnto the synagoges, that yf he foude eny of this waye (whether they were men or wemen) he mighte brynge the bounde vnto Ierusalem.","3":"And as he was goinge on his iourney, it fortuned, that he came nye vnto Damasco, and sodenly there shyned rounde aboute hi a light fro heaue,","4":"and he fell to the earth, and herde a voyce, which sayde vnto him: Saul Saul why persecutest thou me?","5":"He sayde: LORDE, who art thou? The LORDE sayde: I am Iesus, who thou persecutest. It shalbe harde for ye to kycke agaynst the prycke.","6":"And he both tremblinge and astonnyed, sayde: LORDE what wilt thou that I shal do? The LORDE sayde vnto him: Aryse, and go into the cite, there shal it be tolde the what thou shalt do.","7":"As for ye me that iourneyed wt him, they stode and were amased: for they herde a voyce, but sawe noman.","8":"Saul rose from the earth, and whan he had opened his eyes, he sawe noman. Neuertheles they toke him by the honde, & broughte him to Damasco:","9":"and he was thre dayes without sighte, and nether ate ner dranke.","10":"At Damascon there was a disciple named Ananias, and vnto him sayde the LORDE in a vision: Ananias And he sayde: beholde, here am I LORDE.","11":"The LORDE sayde vnto him: Aryse, and go in to the strete which is called straight, and axe in the house of Iuda after one called Saul of Tharsis: for beholde, he prayeth,","12":"& hath sene in a vision a ma named Ananias comynge vnto him, & layenge the hade vpo him, that he mighte receaue his sighte.","13":"Ananias answered: LORDE, I haue herde by many of this mau, how moch euell he hath done to thy sayntes at Ierusale.","14":"And here hath he auctorite of the hye prestes, to bynde all those yt call vpon thy name.","15":"The LORDE sayde vnto him: Go thy waye, for this man is a chosen vessell vnto me, that he maye beare my name before the Heythen, and before kynges, and before the children of Israel.","16":"I wil shewe him, how greate thinges he must suffre for my names sake.","17":"And Ananias wente his waye, and came in to the house, and layed the handes vpon him, and sayde: Brother Saul, the LORDE which appeared vnto ye in the waye as thou camest, hath sent me, that thou mightest receaue thy sight, and be fylled with the holy goost.","18":"And immediatly there fell from his eyes as it had bene scales, and he receaued his sighte, and rose, and was baptysed,","19":"and toke meate, and was conforted.Then was Saul a certayne dayes with the disciples that were at Damascon.","20":"And straight waye he preached Christ in the synagoges, how that he was ye sonne of God.","21":"But all they that herde him, were amased, and sayde: Is not this he, which at Ierusalem spoyled all those that called on his name? and came hither to the intent that he shulde brynge them bounde vnto the hye prestes?","22":"But Saul increased in strength, & cofounded ye Iewes which dwelt at Damascon, and affirmed yt this was very Christ.","23":"And after many dayes the Iewes helde a councell together to kyll him.","24":"But it was tolde Saul, that they layed wayte for him. And they wayted at ye gates daye & night, that they might kyll him.","25":"Then the disciples toke him by nighte, & put him thorow the wall, and let him downe in a baskett.","26":"But whan Saul came to Ierusalem, he assayed to ioyne himself to ye disciples. And they were all afrayed of him, and beleued not, yt he was a disciple.","27":"Neuertheles Barnabas toke him, and broughte him to the Apostles, and tolde them how he had sene the LORDE in the waye, and how he spake to him, & how he had done boldly at Damascon in the name of Iesu.","28":"And he was with them, and wente out and in at Ierusale,","29":"and quyte him selfe boldly in ye name of ye LORDE Iesu. He spake also, and disputed with ye Grekes. But they wete aboute to slaye him.","30":"Whan the brethren knewe yt, they brought him to Cesarea, and sent him forth to Tharsis.","31":"So the congregacions had rest thorow out all Iewry, and Galile, and Samaria, & were edified, and walked in the feare of the LORDE, and were fylled with the comforte of the holy goost.","32":"It chaunced that as Peter walked thorow all quarters, he came also vnto ye sayntes which dwelt at Lydda.","33":"There founde he a man named Eneas, which had lyen vpon his bedd eight yeares sicke of ye palsye.","34":"And Peter sayde vnto him: Eneas, Iesus Christ make the whole, aryse, and make thy bedd for yi self. And he arose immediatly.","35":"And all they that dwelt at Lydda and at Sarona, sawe him, and turned vnto the LORDE.","36":"At Ioppa there was a certayne woman that was a disciple, named Tabitha, which by interpretacion is called Dorcas: ye same was full of good workes and almesse dedes, which she dyd.","37":"But it chaunced at the same tyme, that she was sicke, and dyed. Then wasshed they her, and layed her in a chaber.","38":"But for so moch as Lydda was nye vnto Ioppa, and the disciples herde that Peter was there, they sent two men vnto him, and desyred him, yt he wolde take it for no grefe to come vnto them.","39":"Peter rose, and came with the. And wha he was come, they broughte him in to the chamber, and all the wyddowes stode rounde aboute him, wepynge, and shewed him the cotes and garmetes, which Dorcas made whyle she was with them.","40":"And wha Peter had put them all forth, he kneled downe, made his prayer, and turned him vnto the body, and sayde: Tabitha, ryse vp. And she opened hir eyes: and whan she sawe Peter she sat hir downe agayne.","41":"But he gaue her the hande, and lifte her vp, and called the sayntes and the wedowes, and shewed her there alyue.","42":"And it was knowne thorow out all Ioppa, & many beleued on ye LORDE.","43":"And it fortuned, yt he taried a loge season at Ioppa by one Simo, which was a tanner."}