{"1":"These are the children of Israel: Ruben, Simeon, Leui, Iuda, Isachar, Zabulon,","2":"Dan, Ioseph, Be Iamin, Nephtali, Gad & Aser.","3":"The childre of Iuda: Er, Onan & Sela: these thre were borne vnto him of ye doughter Sua ye Cananitisse. Howbeit ye first sonne of Iuda was wicked before ye LORDE, & therfore he slewe him.","4":"But Thamar his sonnes wife bare him Phares & Zarah, so yt all ye childre of Iuda were fyue.","5":"The childre of Phares are, Hesrom and Hamuel.","6":"The childre of Zarah are, Simri, Ethan, Heman, Chalcol, Dara, which all are fyue in nombre.","7":"The childre of Charmi are, Achan, which troubled Israel, wha he synned in the thinge that was damned.","8":"The children of Ethan: Asaria.","9":"The children which were borne vnto Hesrom, are: Raia, Thalubai.","10":"Ram begat Aminadab. Aminadab begat Naasson the prynce of the children of Iuda.","11":"Naasson begat Salmon. Salmon begat Boos.","12":"Boos begat Obed. Obed begat Isai.","13":"Isai begat Eliab his first sonne, Abinadab the seconde, Samma the thirde,","14":"Nathanael the fourth, Raddai ye fifth,","15":"Ozem ye sixte, Dauid ye vij.","16":"And their sisters were Zeruia & Abigail. The childre of Zeruia are these thre: Abisai, Ioab & Asahel.","17":"Abigail begat Amasa. The father of Amasa was Iether an Ismaelite.","18":"Caleb the sonne of Hesrom begat Asuba ye woman, & Ierigoth. And these are the same womans childre: Ieser, Sobab, and Ardon.","19":"But wha Asuba dyed, Caleb toke Ephrat, which bare him Hur.","20":"Hur begat Vri. Vri begat Bezaleel.","21":"Afterwarde laye Hesrom with ye doughter of Machir the father of Gilead, & he toke her wha he was thre score yeare olde, and she bare him Segub.","22":"Segub begat Iair, which had thre & twentye cities in the londe of Gilead.","23":"And he toke out of the same Iesur and Aram the townes of Iair, and Kenath with the vyllages therof, thre score cities. All these are the children of Machir ye father of Gilead.","24":"After ye death of Hesrom in Caleb Ephrata, lefte Hesrom his wife vnto Abia: which (wife) bare him Ashur ye father of Thecoa.","25":"Ierahmeel the first sonne of Hesrom had children: the first Ram, Buna, Oren and Ozem and Ahia.","26":"And Ierahmeel had yet another wife, whose name was Athara, she is ye mother of Onam.","27":"The childre of Ram the first sonne of Ierahmeel are, Maaz, Iamin and Eker.","28":"Onam had children: Samai and Iada. The children of Samai are, Nadab & Abisur.","29":"Abisurs wife was called Abihail, which bare him Ahban and Molid.","30":"The childre of Nadab are, Seled and Appaim. And Seled dyed without children.","31":"The children of Appaim: Iesei. The children of Iesei: Sesan. The childre of Sesan: Ahelai.","32":"The childre of Iada ye brother of Samai are, Iether & Ionathan. But Iether dyed without childre.","33":"The children of Ionathan are, Peleth and Sasa: These are the children of Ierahmeel.","34":"As for Sesan, he had no sones, but a doughter. And Sesan had a seruaut an Egipcian, whose name was Iatha.","35":"And Sesan gaue his doughter vnto Iatha his seruaut to wife, which bare him Athai.","36":"Athai begat Nathan. Nathan begat Sabad.","37":"Sabad begat Ephal. Ephal begat Obed.","38":"Obed begat Iehu. Iehu begat Asaria.","39":"Asaria begat Halez. Halez begat Elleasa.","40":"Elleasa begat Sissemai. Sissemai begat Sallum.","41":"Sallum begat Iekamia. Iekamia begat Elisama.","42":"The children of Caleb the brother of Ierahmeel are, Mesa his first sonne, which is the father of Siph, and of the children of Maresa the father of Hebron.","43":"The children of Hebron are, Corah, Thapuah, Rekem, & Sama.","44":"Sama begat Raham ye father of Iarkaam. Rekem begat Samai.","45":"The sonne of Samai was called Maon, & Maon was ye father of Bethzur.","46":"Epha Calebs concubyne bare Haram, Mosa & Gases. Haram begat Gases.","47":"The childre of Iahdai are, Rekem, Iotham, Gesan, Pelet, Epha and Saaph.","48":"Maecha Calebs concubyne bare Seber and Thirhena.","49":"And she bare Saaph also ye father of Madmanna, and Scheua the father of Machbena, and the father of Gibea. But Achsa was Calebs doughter.","50":"These were the children of Caleb: Hur ye first sonne of Ephrata, Sobal the father of Kiriath Iearim,","51":"Salma ye father of Bethleem, Hareph ye father of Beth Sader.","52":"And Sobal the father of Kiriath Iearim had sonnes, namely the halfe kynred of Manuhoth.","53":"The kynreds at Kiriath Iearim were ye Iethites, Puthites, Sumathites & Misraites. From these came forth the Zaregathites & Esthaolites.","54":"The children of Salma are Bethleem & the Netophathites the crowne of the house of Ioab, and the halfe of the Manahites of the Zareite.","55":"And ye kynreds of the scrybes which dwelt at Iabes, are ye Thireathites, Simeathites, Suchothites, these are the Kenites, yt came of Hamath the father of Beth Rechab."}