{"1":"And he buylded him houses in the cite of Dauid, & made ready a place for ye Arke of God, & pitched a Tabernacle for it.","2":"At that tyme sayde Dauid: The Arke of God is not to be borne, but onely of ye Leuites: for them hath the LORDE chosen to beare the Arke of the LORDE, and to mynister vnto him for euer.","3":"Therfore gathered Dauid all Israel together vnto Ierusalem, to brynge vp the Arke of the LORDE vnto the place which he had prepared for it.","4":"And Dauid broughte the children of Aaron & the Leuites together.","5":"Of the children of Kahath: Vriel the chefe wt his brethren, an C. and twentye.","6":"Of the children of Merari: Asaia the chefe wt his brethre, two C. and twentye.","7":"Of the childre of Gerson: Ioel the chefe wt his brethren, an C. and thirtie.","8":"Of ye childre of Elizaphan: Semaia the chefe wt his brethren, two hundreth.","9":"Of the childre of Hebron: Eliel the chefe, with his brethre, foure score.","10":"Of the children of Vsiel: Amminadab the chefe, with his brethren, an hudreth and twolue.","11":"And Dauid called Sadoc and Abiathar the prestes, and the Leuites, namely Vriel, Asaia, Ioeli, Semaia, Eliel, Aminadab,","12":"and sayde vnto them: Ye are the heades of ye fathers amonge the Leuites: sanctifye yor selues therfore & youre brethre, yt ye maye brynge vp the Arke of the LORDE God of Israel, to the place yt I haue prepared for it.","13":"For a fore whan ye were not there, the LORDE oure God made a rent amonge vs, because we soughte him not, as we shulde haue done.","14":"So ye prestes & the Leuites halowed the selues, yt they mighte brynge vp the Arke of the LORDE God of Israel.","15":"And the children of Leui bare the Arke of God the LORDE vpon their shulders with the staues theron, as Moses comaunded acordinge to ye worde of the LORDE.","16":"And Dauid spake vnto ye rulers of ye Leuites, that they shulde ordeyne some of their brethren to be syngers with psalteries, harpes and loude instrumentes, and Cimbales, to synge loude with ioye.","17":"Then the Leuites appoynted Heman ye sonne of Ioel: and of his brethren Assaph the sonne of Barachias: and of the children of Merari their brethren, Ethan the sonne of Cusaia:","18":"and with them their brethren of the seconde course, namely Zacharias, Iaesiel, Semiramoth, Iehiel, Vnni, Eliab, Benaia, Maeseia, Mathithia, Elipheleia, Mikneia, Obed Edom, Ieiel, the dore kepers.","19":"For Heman, Assaph and Ethan were syngers, with brasen belles makynge a loude noyse:","20":"but Zacharias, Iaesiel, Semiramoth, Iehiel, Vnni, Eliab, Maeseia & Benaia with Phalteries to Alamoth:","21":"Mathithia, Elipheleia, Mikneia, Obed Edom, Ieiel & Asasia with harpes to synge aboue them on hye.","22":"Chenania the ruler of the Leuites was the master of Musick to teach them for to synge, for he was a man of vnderstondinge.","23":"And Barachias and Elcana were the dorekepers of the Arke.","24":"But Sachania, Iosaphat, Nathaneel, Amasai, Zacharias, Benaia, Elieser the prestes, blewe the trompettes before ye Arke of God. And Obed Edom and Iehia were dorekepers of the Arke.","25":"So Dauid and the Elders of Israel, and the captaynes ouer thousandes wente vp to fetch the Arke of the couenaunt of the LORDE out of the house of Obed Edom wt ioye.","26":"And whan God had helped the Leuites yt bare the Arke of the LORDES couenaunt, there were offred seuen bullockes & seuen rames,","27":"And Dauid had a lynne garment vpo him, and so had all the Leuites yt bare the Arke, and ye syngers, and Chenania the master of Musick wt the syngers. Dauid had an ouerbody cote of lynnen vpon him also.","28":"Thus all Israel brought vp the Arke of the couenaunt of the LORDE with myrth, with trompettes, tabrettes, & loude Cymbales, with psalteries and harpes.","29":"Now whan the Arke of the couenaunt of the LORDE came in to the cite of Dauid, Michol ye doughter of Saul loked out at a wyndowe: & wha she sawe kynge Dauid daunsynge & playenge, she despysed him in hir hert."}