{"1":"So Dauid made Salomon his sonne kynge ouer Israel, whan he himselfe was olde, and had lyued ynough.","2":"And Dauid gathered all the rulers in Israel together, and the prestes & Leuites,","3":"to nombre ye Leuites from thirtie yeare olde & aboue. And ye nombre of the (which were stroge men) fro heade to heade, was eight and thirtie thousande:","4":"of whom there were foure & twentie thousande, which dyd their diligence in the worke ouer ye house of the LORDE, and sixe thousande officers and Iudges,","5":"and foure thousande porters, & foure thousande that songe prayses vnto ye LORDE with instrumentes, which he had made to synge prayse with all.","6":"And Dauid made the ordinaunce amonge the children of Leui, namely amoge Gerson, Kahath & Merari.","7":"The Gersonites were: Laedan and Simei.","8":"The children of Laedan: the first, Iehiel, Sethan, and Ioel, these thre.","9":"The children of Simei were: Salomith, Hasiel and Haran, these thre. These were the chefe amonge the fathers of Laedan.","10":"These also were the children of Simei: Iahath, Sina, Ieus and Bria, these foure were Simeis children also.","11":"Iahath was the first, Sina the seconde. As for Ieus and Bria, they had not many childre, therfore were they couted but for one fathers house.","12":"The childre of Kahath were: Amram, Iezehar, Hebron and Vsiel, these foure.","13":"The childre of Amram were: Aaron and Moses. As for Aaron, he was separated, to be sanctified for the Most holy, he & his sonnes for euer, to burne incense before the LORDE, & to mynister and blesse in ye name of the LORDE for euermore.","14":"And the children of Moses the man of God were named amonge ye trybe of the Leuites.","15":"The childre of Moses were Gerson and Elieser.","16":"The children of Gerson, the fyrst was Sebuel.","17":"The children of Elieser, the fyrst was Rehabia & Elieser had none other children. But ye childre of Rehabia were many ther ouer.","18":"The children of Iezehar were: Salomith the fyrst.","19":"The children of Hebron were: Ieria the fyrst, Amaria the seconde, Iahasiel the thirde and Iakmeam ye fourth.","20":"The children of Vsiel were: Micha the fyrst and Iesia the seconde.","21":"The children of Merari were: Maheli & Musi. The children of Maheli were: Eleasar and Cis.","22":"And Eleasar dyed, and had no sonnes but doughters. And the children of Cis their brethren toke them.","23":"The children of Musi were: Maheli, Eder and Ieremoth, these thre.","24":"These are the children of Leui amonge their fathers houses, and the chefest of the fathers, which were counted after the nombre of ye names heade by heade: which executed the worke of the offices in the house of the LORDE from thirtie yeare olde & aboue.","25":"For Dauid sayde: The LORDE God of Israel hath geuen his people rest, & shall dwell at Ierusalem for euer.","26":"Amonge ye Leuites also were the childre of Leui nombred from thirtie yeare olde and aboue, that they neded not to beare ye Habitacion with all the vessels of their office,","27":"but acordinge to ye last wordes of Dauid,","28":"yt they shulde stonde vnder the hande of the children of Aaron, to mynister in the house of the LORDE in the courte, and to the chestes, and for purifyenge, and to all maner of sanctifyenge, and to euery worke of the office in the house of God.","29":"And for ye shewbred, for the fyne floure, for the meatoffrynge, for the vnleuended wafers, for the pannes, for ye fryenge, and for all maner of weight and measure.","30":"And in the mornynge to stonde for to geue thankes and to prayse the LORDE, and in the euenynge likewyse.","31":"And vpon all Sabbathes, Newmones and feastes to offre all the burntofferynges vnto the LOROE, acordinge to the nombre and ordre, allwaye before the LORDE:","32":"to wayte vpon the Tabernacle of witnesse and of the Sactuary, and vpon their brethre the children of Aaron, to mynister in the house of the LORDE."}