{"1":"And wha they brought in the Arke of God, they set it in ye Tabernacle, that Dauid had pitched for it, and offred burntofferynges & thankofferynges before God.","2":"And wha Dauid had ended the burntofferynges and thankofferynges, he blessed the people in the name of the LORDE,","3":"& distributed vnto euery man in Israel (both vnto man and woman) a cake of bred, and a pece of flesh and a meece of potage.","4":"And he appoynted before the Arke of ye LORDE certayne Leuites to mynister, that they shulde geue prayse, thankes and loauinges vnto the LORDE God of Israel:","5":"namely Assaph the first, Zacharias the seconde, Ieiel, Semiramoth, Iehiel, Mathithia, Eliab, Benaia, Obed Edom and Iehiel, with psalteries and harpes. But Assaph with loude Cymbales.","6":"Benaia and Iehasiel the prestes with tabrettes, allwaye before the Arke of ye couenaunt of God.","7":"At the same tyme ordeyned Dauid first of all to geue thakes vnto the LORDE by Assaph and his brethren.","8":"O geue thankes vnto the LORDE, call vpon his name, tell the people what thinges he hath done.","9":"O let youre songes be of him: prayse him, and let youre talkynge be of all his wonderous workes.","10":"Geue his holy name a good reporte: let ye hert of them reioyce, that seke the LORDE.","11":"O seke the LORDE and his strength, seke his face euermore.","12":"Remebre his maruelous workes that he hath done, his wonders, and the iudgmetes of his mouth.","13":"Ye sede of Israel his seruaunt, ye children of Iacob his chosen.","14":"He is the LORDE oure God, his iudgmetes are in all londes.","15":"Be myndefull euer of his couenaut what he hath commaunded in to a thousande generacions.","16":"Which he made with Abraham, & his ooth vnto Isaac.","17":"And he comfirmed the same vnto Iacob for a perpetuall lawe, and to Israel for an euerlastinge couenaunt.","18":"And sayde: Vnto the wyl I geue ye londe of Canaan, ye metelyne of yor inheritaunce.","19":"Wha they were yet but small & fewe in nobre, and straungers in the same londe.","20":"And they wente from one nacion to another, & from one realme to another people.","21":"He suffred no man to hurte them, and reproued euen kynges for their sakes.","22":"Touch not myne anoynted, & do my prophetes no harme.","23":"O synge vnto ye LORDE, let all ye earth be tellynge of his saluacion from daye to daye.","24":"Declare his holynes amoge the Heythe, & his wonderous workes amonge ye people.","25":"For the LORDE is greate, and can not worthely be praysed, and more to he had in awe then all goddes.","26":"As for all the goddes of the Heythe, they are but Idols: but it is the LORDE that made the heauens.","27":"Thankesgeuynge and worshipe are before him, strength and ioye is in his place.","28":"Ascrybe vnto the LORDE ye kynreds of nacions: ascrybe vnto the LORDE worshipe and strength.","29":"Ascrybe vnto the LORDE the honoure of his name: brynge presentes, and come before him, and worshipe ye LORDE in ye bewtye of holynes.","30":"Let the whole earth stode in awe of him: he hath made the compase of the worlde so fast, that it can not be moued.","31":"Let the heauens reioyse, and let the earth be glad: and let it be tolde amonge the Heythen, that the LORDE reigneth.","32":"Let the See make a noyse, and the fulnesse therof: let the felde be ioyfull, and all that therin is.","33":"Let all the trees in the wod leape for ioye before the LORDE, for he commeth to iudge the earth.","34":"O geue thankes vnto the LORDE, for he is gracious: and his mercy endureth for euer.","35":"And saye: Helpe vs O God oure Sauioure, and gather vs together, and delyuer vs from the Heythen, that we maye geue thankes vnto yi holy name, and synge prayses vnto the in thy Psalmes.","36":"Praysed be the LORDE God of Israel from euerlastinge to euerlastinge: and let all people saye, Amen, And: Prayse be vnto the LORDE.","37":"So he lefte Assaph and his brethren there before the Arke of the couenaunt of the LORDE, to mynister allwaye before the Arke, euery daye his daye worke.","38":"But Obed Edom and their brethren, eight and thre score, and Obed Edom the sonne of Iedithun, and Hossa, to be dore kepers.","39":"And Sadoc ye prest, & his brethre the prestes, lefte he before the habitacion of the LORDE vpon the hye place at Gibeo,","40":"to offre burntsacrifices daylie vnto the LORDE vpon the altare of burntofferynges in the mornynge & in the euenynge, as it is wrytten in the lawe of the LORDE, which he comaunded vnto Israel.","41":"And with them Heman & Iedithun, and ye other chosen, which were named by name to geue thankes vnto the LORDE, because his mercy endureth for euer.","42":"And with them Heman & Iedithun to stryke vpon the tabrettes and Cymbales, and the musicall instrumentes of God. As for the childre of Iedithun, he made them dorekepers.","43":"So all the people departed, euery one to his house: and Dauid returned also to blesse his house."}