{"1":"And Dauid with the chefe captaynes sundered to the offices amonge ye childre of Assaph, Heman & Iedithun ye prophetes with harpes, psalteries & Cymbales, and they were nombred vnto the worke acordynge to their offyce.","2":"Amonge the childre of Assaph was Sakur, Ioseph, Nethania, Asarela, childre of Assaph vnder Assaph which prophecyed besyde ye kynge.","3":"Of Iedithun: The children of Iedithun were, Gedalia, Zori, Iesaia, Hasabia, Mathithia (Simei) these sixe vnder their father Iedithun wt harpes, whose prophecienge was to geue thankes and to praise the LORDE.","4":"Of Heman: The children of Heman were Bukia, Mathania, Vsiel, Sebuel, Ierimoth, Hanania, Hanani, Eliatha, Gilthi, Romamthieser, Ia?baksa, Mallochi, Hothir and Mehesioth.","5":"All these were the children of Hema the kynges Seer in the wordes of God to lyfte vp the horne: for God gaue Heman fourtene sonnes & thre daughters.","6":"All these were vnder their fathers Assaph Iedithun and Heman, to synge in the house of the LORDE with Cymbales, Psalteries & harpes, acordynge to the office in the house of God besyde the kynge.","7":"And their nombre with their brethren, which were taughte in the songe of the LORDE (euery one hauynge vnderstondinge) was two hundreth & eight and foure score.","8":"And they cast the lottes ouer their offyce, for the leest as for the greatest, for the master as for the scolar.","9":"And the first Lot fell vpo Ioseph which was of Assaph: the seconde vpo Gedolia wt his brethre and sonnes, of whom there were twolue.","10":"The thirde vpo Sacur with his sonnes & brethre, of who there were twolue.","11":"The fourth vpon Iezri with his sonnes and brethren, of whom there were twolue.","12":"The fyfth vpo Nethania with his sonnes and brethre, of whom there were twolue.","13":"The syxte vpon Bukia with his sonnes and brethren, of whom there were twolue.","14":"The seuenth vpon Iesreela with his sonnes and brethre, of whom there were twolue.","15":"The eighte vpon Iesaia with his sonnes and brethren, of whom there were twolue.","16":"The nyenth vpon Mathania with his sonnes and brethre, of whom there were twolue.","17":"The tenth vpon Simei with his sonnes and brethren, of whom there were twolue.","18":"The eleuenth vpon Asraeel with his sonnes and brethren, of whom there were twolue.","19":"The twolueth vpon Hasabia with his sonnes and brethre, of whom there were twolue.","20":"The thirtenth vpon Subael with his sonnes and brethren, of whom there were twolue.","21":"The fourtenth vpon Mathithia with his sonnes & brethre, of whom there were twolue.","22":"The fyftenth vpo Ieremoth with his sonnes and brethre, of whom there were twolue.","23":"The syxtenth vpon Anania with his sonnes and brethren of whom there were twolue.","24":"The seuenteth vpon Ia?bekasa with his sonnes & brethren of whom there were twolue.","25":"The eightenth vpon Hanani with his sonnes and brethre, of whom there were twolue.","26":"The nyententh vpon Mallothi with his sonnes & brethren, of whom there were twolue.","27":"The twentieth vpon Eliatha with his sonnes and brethre of whom there were twolue.","28":"The one & twetieth vpon Hothir with his sonnes & brethre of whom there were twolue.","29":"The two and twentieth vpon Gidalthi with his sonnes & brethren, of whom there were twolue.","30":"The thre and twentieth vpon Mehesioth with his sonnes and brethren of whom there were twolue.","31":"The foure and twetyeth vpon Romamthieser with his sonnes and brethren, of whom there were twolue."}