{"1":"And all Israel resorted to Dauid vnto Hebron, and sayde: Beholde, we are yi bone and thy flesh.","2":"And afore tyme whan Saul reigned, thou leddest Israel out and in. So the LORDE thy God hath sayde vnto the: Thou shalt kepe my people of Israel, and thou shalt be the prynce ouer my people of Israel.","3":"And all the Elders of Israel came to the kynge vnto Hebron. And Dauid made a couenaunt with them at Hebron before the LORDE. And they anoynted Dauid to be kynge ouer Israel acordynge to the worde of the LORDE by Samuel.","4":"And Dauid and all Israel wete vnto Ierusalem, that is Iebus: for the Iebusites dwelt in the lode.","5":"And the citesyns of Iebus saide vnto Dauid: Thou shalt not come in hither. Howbeit Dauid wane ye castell of Sio. which is ye cite of Dauid.","6":"And Dauid sayde: who so euer smyteth ye Iebusites first, shalbe a prynce & captayne. The Ioab ye sonne of Zeruia clymmed vp first, & was made captayne.","7":"So Dauid dwelt in ye castell, therfore was it called ye cite of Dauid.","8":"And he buylded ye cite roude aboute, fro Millo forth on euery syde. As for ye remnaunt of ye cite, Ioab buylded it, & repayred it.","9":"And Dauid wete forth & grewe, & the LORDE Zebaoth was wt him.","10":"These are ye chefe amoge ye mightie me of Dauid, which dealt valeauntly wt him in his kyngdome wt all Israel, to make him kynge, acordinge to the worde of ye LORDE ouer Israel.","11":"And this is ye nombre of Dauids mightie men: Iesabeam the sonne of Hachmoni the chefest amoge thirtie. He lifte vp his speare, & smote thre C. at one tyme.","12":"After him was Eleasar the sonne of Dodo the Ahohite, and he was amoge the thre mightie.","13":"This man was wt Dauid wha they blasphemed, & the Philistynes gathered the selues there to ye batayll. And eue ther was there a pece of londe full of barly, & the people fled before the Philistynes.","14":"And they stode in the myddes of the londe, and rescued it, and smote the Philistynes. And the LORDE gaue a greate health.","15":"And thre of the chefest thirtie wete downe to the rocke vnto Dauid in to the caue of Adullam. But the Philistynes hoost laye in the valley of Rephaim.","16":"As for Dauid, he was in the castell. And the Philistynes people were then at Bethleem.","17":"And Dauid was desyrous, and sayde: O that some wolde geue me to drynke of the water out of the well at Bethleem vnder the gate.","18":"The brake those thre in to the Philistynes hoost, and drue of the water out of the well at Bethleem vnder the gate, and caried it, and broughte it vnto Dauid. Neuertheles he wolde not drynke it, but poured it vnto the LORDE,","19":"and sayde: God let this be farre fro me, yt I shulde do it, and drynke the bloude of these men in ye parell of their life: for with the parell of their life haue they broughte it: therfore wolde he not drynke it. This dyd the thre Worthies.","20":"Abisai the brother of Ioab, he was the chefest amonge thre. And he lifte vp his speare, and smote thre hundreth. And he was famous amonge thre,","21":"and before the thirde, more honorable then the two, yet came he not vnto the thre.","22":"Benaia the sonne of Ioiada the sonne of Ishail of Cabzeel, was a man of greate actes. He smote two lyons of the Moabites. And he wente downe, and smote a lyon in the myddes of a well in the tyme of snowe.","23":"He smote a man of Egipte also, which was fyue cubites greate of stature, and had in his hande a speare like a weuers lome. Yet wente he downe to him with a staffe, and toke the speare out of his hande, and slewe him with his awne speare,","24":"This dyd Benaia the sonne of Ioiada, and was a famous man amonge thre Worthies,","25":"and most awncient amonge thirtie. But vnto the thre came he not. Howbeit Dauid made him of his secrete councell.","26":"The valeaunt Worthies are these: Asahel the brother of Ioab, Elhanam his Vncles sonne of Bethleem,","27":"Samoth the Harodite, Helez the Pelonite,","28":"Ira the sonne of Ekes the Thecoite, Abraser the Anathothite,","29":"Sibechai the Husathite, Ilai the Ahohite,","30":"Matherai the Netophatite, Heled ye sonne of Baena ye Netophatite,","31":"Ithai ye sonne of Ribai of Gibeath of the childre of Ben Ianim, Benaia the Pirgathonite,","32":"Hura of the broke of Gaas. Abiel the arbathite,","33":"Asmaueth the Baherunite, Eliahba the Saalbonite.","34":"The children of Hasem ye Gisonite, Ionathas the sonne of Sage the Hararite,","35":"Ahiam the sonne of Sachar the Hararite, Eliphal the sonne of Vr,","36":"Hepher the Macherathite, Ahia the Pelonite,","37":"Hezro of Carmel, Naerai the sonne of A?bai,","38":"Ioel the brother of Nathan, Mibehar the sonne of Hagri,","39":"Zeleg the Ammonite, Naherai the Berothithe the wapenbearer of Ioab the sonne of Zeruia,","40":"Ira the Iethrite, Gareb the Iethrite,","41":"Vrias the Hethite, Sabad the sonne of Ahalai,","42":"Adina the sonne of Sisa the Rubenite, a captayne of the Rubenites, and there were thirtie vnder him:","43":"Hanam ye sonne of Maecha, Iosaphat the Mathonite,","44":"Vsia ye Astharathite, Sama and Iaiel, the sonnes of Hotham the Aroerite,","45":"Iediael the sonne of Simri, Ioha his brother the Thirzite,","46":"Eliel the Mahenite, Ieribai and Iosua the sonnes of Elnaan, Iethma the Moabite,","47":"Eliel, Obed, Iaesiel of Mizobaia."}