{"1":"This was ye ordinaunce of the childre of Aaron. The children of Aaron were, Nadab, Abihu, Eleasar and Ithamar.","2":"But Nadab and Abihu dyed before their fathers, and had no children. And Eleasar and Ithamar were prestes.","3":"And Dauid ordred them after his maner: Sadoc out of the children of Eleasar, and Ahimelech out of the children of Ithamar, acordinge to their nombre and office.","4":"And there were mo chefe stronge men founde amonge the children of Eleasar, then the children of Ithamar. And he ordeyned them after this maner: namely, sixtene out of ye childre of Eleasar to be rulers thorow out their fathers house: & eight of the children of Ithamar thorow out their fathers house.","5":"Neuertheles he ordeyned them by lot, because that both the pryncipall of the children of Eleasar and of Ithamar were in ye Sanctuary, and chefe before God.","6":"And the Scrybe Semeia the sonne of Nethaneel one of the Leuites, wrote them vp before ye kynge and before the rulers, and before Sadoc the prest, & before Ahimelech the sonne of Abiathar, & before the chefe of the fathers amonge the prestes & Leuites: namely one fathers house for Eleasar, and the other for Ithamar.","7":"And the first lot fell vpon Ioiarib, the seconde vpon Iedana,","8":"the thirde vpo Harim, the fourth vpon Seorim,","9":"the fifth vpo Malchia, the sixte vpon Meiamin,","10":"the seuenth vpon Hakoz, the eight vpon Abia,","11":"the nyenth vpon Iesua, the tenth vpon Sechania,","12":"the eleuenth vpon Eliasib, the twolueth vpon Iakim,","13":"the thirtenth vpon Hupa, the fourtenth vpon Iesebeab,","14":"the fiftenth vpon Bilga, the sixtenth vpon Immer,","15":"the seuententh vpon Hesir, the eightenth vpon Hapizez,","16":"the nyententh vpon Pethahia, the twentieth vpon Iehe?kel,","17":"the one and twentieth vpon Iachin, the two & twentieth vpon Samul,","18":"the thre & twentieth vpo Dalaia, ye foure and twentieth vpo Maasia.","19":"This is their course after their office, to go in to the house of the LORDE, acordinge to their maner vnder their father Aaron, as the LORDE God of Israel commaunded him.","20":"Of the children of Leui amonge the children of Amram, was Subael. Amonge the children of Subael, was Iohdea.","21":"Amonge the children of Rehabia, was ye first Iesia.","22":"Amonge the Iezeharites was Selomoth. Amonge the children of Selomoth was Iahath.","23":"The children of Hebron were: Ieria ye first, Amaria the seconde, Iehasiel the thirde, Iakneam the fourth.","24":"The children of Vsiel were: Micha. Amoge the children of Micha was Samir.","25":"The brother of Micha was Iesia. Amonge the children of Iesia was Zacharias.","26":"The children of Merari were: Maheli & Musi, whose sonne was Iaesia.","27":"The childre of Merari of his sonne Iaesia were: Soham, Sacur & Ibri.","28":"Maheli had Eleasar: for he had no sonnes.","29":"Of Cis, the children of Cis were: Ierahmeel and Musi.","30":"The children of Musi were, Maheli, Eder and Ieremoth. These are the childre of ye Leuites thorow out ye house of their fathers.","31":"And the lot was cast for them also besyde their brethren the children of Aaron, in the presence of kynge Dauid and Sadoc and Ahimelech, and before the chefe fathers amonge the prestes & Leuites, as well for the leest brother as for the chefest amonge the fathers."}