{"1":"Adam, Seth, Enos,","2":"Kenan, Mahalaleel, Iared,","3":"Henoch, Mathusalah, Lamech,","4":"Noe, Sem, Ham & Iaphet.","5":"The childre of Iaphet are these: Gomer, Magog, Madai, Iauan, Tubal, Mesech and Thiras.","6":"The children of Gomer are these: Ascenas, Riphat Togarma.","7":"The children of Iauan are these: Elisa, Tharsisa, Chitim and Dodanim.","8":"The childre of Ham are these: Chus, Misraim, Phut & Canaan.","9":"The children of Chus are these: Seba, Heuila, Sabtha, Reyma & Sabthecha. The childre of Reyma are these: Sheba & Dedan.","10":"Chus, begat Nemrod, yt beganne to be mighty vpon earthe.","11":"Misraim begat Ludim, Enanim, Lehabim, Napchuhim,","12":"Pathrusim, and Casluhim: of whom came the Philistynes and Caphthorims.","13":"Canaan begat Sidon his first sonne: Heth,","14":"Iebusi, Amori, Girgosi,","15":"Heui, Arki, Sini,","16":"Aruadi, Zemari and Hemathi.","17":"The childre of Sem are these: Elam, Assur, Arphachsad, Lud, Aram, Vz, Hul, Gether & Masech.","18":"Arphachsad begat Salah. Salah begat Eber.","19":"Vnto Eber there were borne two sonnes: the name of the one was Peleg, because that in his tyme the worlde was deuyded, and his brothers name was Iaketan.","20":"And Iaketa begat Almodad, Saleph, Hazarmaphet, Iarah,","21":"Hadora, Vsal, Dikela,","22":"Ebal, Abimael, Seba,","23":"Ophir, Heuila and Iobab. These all are the children of Iakethan.","24":"Sem, Arphachsad, Salah,","25":"Eber, Peleg, Regu,","26":"Serug, Nahor, Terah,","27":"Abram, that is Abraham.","28":"The children of Abraham are these: Isaac and Ismael.","29":"This is their generacion: The first sonne of Ismael: Nebaioth, Cedar, Abdeel, Mibsam,","30":"Misma, Duma, Masa, Hadad, Thema,","31":"Iethur, Naphis & Kedma. These are the children of Ismael.","32":"The children which Ketura Abrahams cocubyne bare, are these: Simram, Iaksan, Medan, Midian, Ie?bak and Suah. The children of Iaksan are these: Seba and Dedan.","33":"And the childre of Midian are: Epha, Epher, Henoch, Abida and Eldaa. All these are the childre of Ketura.","34":"Abraham begat Isaac. The children of Isaac are: Esau and Israel.","35":"The children of Esau are: Eliphas, Reguel, Ieus, Iaelam, Korah.","36":"The children of Eliphas are, Theman, Omar, Zephi, Gaethan, Kenas, Thimna & Amalek.","37":"The children of Reguel are: Nahath, Serah, Samma and Misa.","38":"The children of Seir are: Lothan, Sobal, Zibeon, Ana, Dison, Ezer, Disan.","39":"The children of Lothan are: Hori and Homan and Thimna was the sister of Lothan.","40":"The children of Sobal are: Aluan, Manahath, Ebal, Sephi, Onam. The children of Zibeon are: Aia and Ana.","41":"The childre of Ana, Dison. The children of Dison are: Hamran, E?ban, Iethran and Charan.","42":"The children of Ezer are: Bilhan, Seauan & Acan. The children of Disan are: Vz and Aran.","43":"These are the kynges which reigned in the lode of Edom, or euer there reigned eny kynge amonge the children of Israel: Bela the sonne of Beor, and the name of his cite was Dinhaba.","44":"And whan Bela dyed, Iobab the sonne of Serah of Bosra was kynge in his steade.","45":"And whan Iobab dyed, Husam out of ye londe of the Themanites was kynge in his steade.","46":"Whan Husam dyed, Hadad the sonne of Bedad (which smote the Madianites in the felde of ye Moabites) was kynge in his steade, & the name of his cite was Auith.","47":"Whan Hadad dyed, Samla of Masrek was kynge in his steade.","48":"Whan Samla dyed, Saul of Rehobeth by the water syde, was kynge in his steade.","49":"Whan Saul dyed, Baal Hauan the sonne of Achbor was kynge in his steade.","50":"Whan Baal Hauan dyed, Hadad was kynge in his steade, and the name of his cite was Pagi, & his wyues name was Mehetabeel the doughter of Matred, & doughter of Mesahab.","51":"But whan Hadad dyed, there were prynces at Edom: Prynce Thimnah, prynce Alua, prynce Ietheth,","52":"prynce Ahalibama, prynce Ela, prynce Pinon,","53":"prynce Kenas, prynce Theman, prynce Mibzar,","54":"prynce Magdiel, prynce Iram. These are the prynces of Edom."}