{"1":"The children of Isachar were, Thola, Pua, Iasub and Simrom, these foure.","2":"The children of Thola were, Vsi, Rephaia, Ieriel, Iahemai and Iebsam and Samuel, heades in the house of their fathers of Thola, & mightie men in their kynred, in nombre in the tyme of Dauid, two and twentye thousande and sixe hundreth.","3":"The children of Vsi were, Iesrahia. The children of Iesrahia were, Michael, and Obedia, Ioel and Iesia: all these fyue were heades.","4":"And with them amonge their kynred in the house of their fathers there were ready harnessed men of warre to the battayll, sixe and thirtie thousande: for they had many wiues and children.","5":"And the mightie men of their brethren in all the kynreds of Isachar, were seue and foure score thousande, and were all nombred.","6":"The children of BenIamin, were, Bela, Becher, and Iedieel, these thre.","7":"The children of Bela, were, Ezbon, Vsi, Vsiel, Ieremoth & Iri, these fyue, heades in ye house of their fathers, mightie men: and were nombred two & twentie thousande and foure and thyrtie.","8":"The childre of Becher were, Semira, Ioas Elieser, Elioenai, Amri, Ieremoth, Abia, Anathot & Alameh, all these were the children of Becher,","9":"and were rekened in their kinreds after the heades in the house of their fathers, valeaunt men, twentie thousande, and two hundreth.","10":"The children of Iedieel were Bilhan. The childre of Bilhan were, Ieus, BenIamin, Ehud, Cnaena, Sethan, Tharsis and Ahisahar,","11":"all these were the children of Iedieel, heades of the fathers, valeaunt men, euen seuentene thousande, which wente forth to the warre for to fighte.","12":"And Supim and Hupim were the childre of Ir. But Husim were the children of Aher.","13":"The children of Nephtali were: Iahziel, Guni, Iezer and Sallum, the children of Bilha.","14":"The children of Manasses are these: Esriel, whom his concubyne Aramiel dyd beare. But (first) begat he Machir the father of Gilead.","15":"And Machir gaue wyues vnto Hupim & Supim, & their sisters name was Maecha. His secode sonnes name was Zelaphehad. And Zelaphehad had doughters.","16":"And Maecha ye wife of Machir bare a sonne whose name was Phares, & his brothers name was Sares, and his sonnes were Vlam and Rakem.","17":"Vlams sonne was Bedam. These are the children of Gilead ye sonne of Machir the sonne of Manasses.","18":"And his sister Molecheth bare Ishud, Abieser and Mahela.","19":"And Semida had these children: Ahean, Sichem, Likhi and Aniam.","20":"The children of Ephraim were these: Suthelah, whose sonne was Bered, whose sonne was Thahath, whose sonne was Eleada, whose sonne was Thahath,","21":"whose sonne was Sabad, whose sonne was Suthelah, whose sonne was Eser and Elead. And the men of Gath, that dwelt in the londe, slewe them, because they were gone downe to take their catell.","22":"And their father Ephraim mourned for them a longe season, and his brethren came to comforte him.","23":"And he wente in to his wife, which conceaued, and bare a sonne, whom he called Bria, because of the aduersite that was in his house.","24":"His doughter was Seera, which builded the lower and vpper Bethoron, & Vsen Serea.","25":"Whose sonne was Rephad & Reseph, whose sonne was Thelah, whose sonne was Thahan,","26":"whose sonne was Laedan, whose sonne was Ammihud, whose sonne was Elisama,","27":"whose sonne was Nun, whose sonne was Iosua.","28":"And their substaunce & dwellynge was, Bethel and the vyllages therof, and towarde the East syde of Naeran, and towarde the westparte of Geser and ye vyllages therof. Sechem and hir vyllages vnto Aia and hir vyllages.","29":"And by the children of Manasses, Bethsean and ye vyllages therof, Thaenach and the vyllages therof, Dor and the vyllages therof. In these dwelt the children of Ioseph the sonne of Israel.","30":"The children of Asser were these: Iemna, Iesua, Iesui, Bria and Serah their sister.","31":"The children of Bria were, Heber and Malchiel, this is ye father of Birsauith.","32":"Heber begat Iaphet, Somor, Hothan, and Sua their sister.","33":"The childre of Iaphlet were, Passach, Bimehal and Asuath, these were the childre of Iaphlet.","34":"The childre of Somer were, Ahi, Rahag, Iehuba, and Aram.","35":"And the children of his brother Hele were, Zophah, Iemna, Seles and Amal.","36":"The children of Zophah were, Suah, Harnepher, Sual, Beri, Iemra,","37":"Bezer, Hod, Sama, Silsa, Iethran and Beera.","38":"The children of Iether were, Iephune, Phispa and Ara.","39":"The children of Vlla were Arah, Haniel and Rizia.","40":"All these were the children of Asser, heades in the house of their fathers, chosen out, valeaunt men, and heades amonge the prynces, and were mustered to the warre for to fight, in their nombre, sixe and twentye thousande men."}