{"1":"BenIamin begat Bela his fyrst sonne, A?bal the secode, Ahrah ye thirde,","2":"Noah the fourth, Rapha the fyfth.","3":"And Bela had children: Gera, Abihud,","4":"Abisua, Neman, Ahoah,","5":"Gera, Sphuphan and Huram.","6":"These are Ehuds children, which were heades of the fathers amonge the citesyns at Geba, and wete awaye vnto Manahath,","7":"namely Naeman, Ahia and Gera, the same caryed them awaye, and begat Vsa and Ahihud.","8":"And Seharaim (whan he had sent the awaye) begat children in the londe of Moab of Husim and Baera his wyues.","9":"And of Hodes his wyfe begat he Iobab, Zibea, Mesa, Malcham,","10":"Ieus, Sachia, and Mirma, these are his children, heades of the fathers.","11":"Of Husim begat he Ahitob and Elpaal.","12":"The childre of Elpaal were: Eber, Miseam and Samed. The same buylded Ono & Lod and the vyllages therof.","13":"And Bria and Sama were heades of the fathers amonge the citesyns at Aialon. These chaced awaye the of Gath.","14":"His brethre Sasak, Ieremoth,","15":"Sebadia, Arad, Ader,","16":"Michael, Iespa and Ioha, these are the children of Bria.","17":"Sebadia Mesullam, Ezechi, Heber,","18":"Iesmerai, Ieslia, Ioab, these are ye childre of Elpaal.","19":"Iakim Sichri, Sabdi,","20":"Eloenai, Zilthai, Eliel,","21":"Adaia, Braia and Simrath, these are the childre of Semei.","22":"Iespan, Eber, Eliel,","23":"Abdon, Sichri, Hanan,","24":"Hanania, Elan, Enthothia,","25":"Iephdeia and Penuel, these are the children of Sasak.","26":"Samserai, Seharia, Athalia,","27":"Iaeresia, Elia and Sichri, these are, the children of Ieroham.","28":"These are the heades of the fathers of their kynreds, which dwelt at Ierusalem.","29":"But at Gibeon dwelt, the father of Gibeon, & his wyues name was Maecha,","30":"and his first sonne was Abdon, Zur, Cis, Baal, Nadab,","31":"Gedor, Ahio and Secher.","32":"Mikloth begat Simea. And they dwelt ouer agaynst their brethre at Ierusalem with theirs.","33":"Ner begat Cis. Cis begat Saul. Saul begat Ionathas, Melchisua, Abinadab and Esbaal.","34":"The sonne of Ionathas was Meribaal. Meribaal begat Micha.","35":"The children of Micha were: Pithon, Melech, Thaerea and Ahas.","36":"Ahas begat Ioadda. Ioadda begat Alemeth, Asmaueth and Simri. Simri begat Moza.","37":"Moza begat Binea, whose sonne was Rapha, whose sonne was Eleasa, whose sonne was Azel.","38":"Azel had sixe sonnes, whose names were: Esricam, Bochru, Iesmael, Searia, Abadia, Hanan, all these were the sonnes of Azel.","39":"The children of Esek his brother were: Vlam his first sonne, Ieus the seconde, Elipelet the thirde.","40":"The children of Vlam were valeaunt men, and coulde handell bowes, and had many sonnes, and sonnes sonnes an hundreth and fiftye. All these are of the children of Ben Iamin."}