{"1":"These are the childre of Dauid, which were borne vnto him in Hebron. The first sonne, Amnon of Ahinoam the Iesraelitisse: the seconde, Daniel of Abigail the Carmelitisse:","2":"the thirde, Absalom ye sonne of Maecha ye doughter of Thalmai kynge of Gesur: the fourth, Adonias the sonne of Hagith:","3":"the fifth, Saphathia of Abital: the sixte, Iethream of his wife Egla.","4":"These sixe were borne vnto him at Hebron, for he reigned there vij. yeare & sixe monethes. But at Ierusale reigned he thre & thirtie yeare.","5":"And these were borne vnto him at Ierusalem: Simea, Sobab, Nathan, Salomo: these foure of Bethseba ye doughter of Ammiel.","6":"And Iebear, Elisama, Eliphalet,","7":"Noga, Nepheg, Iapia,","8":"Elisama, Eliada, Eliphelet, these nyne.","9":"These all are ye children of Dauid, besyde those yt were the childre of ye cocubynes. And Thamar was their sister.","10":"Salomons sonne was Roboam, whose sonne was Abia, whose sonne was Asa, who sonne was Iosaphat,","11":"whose sonne was Ioram, whose sonne was Ahasia, whose sonne was Ioas,","12":"whose sonne was Amasias, whose sonne was Asaria, whose sonne was Iotham,","13":"whose sonne was Achas, whose sonne was Ezechias, whose sonne was Manasses,","14":"whose sonne was Amon, whose sonne was Iosias.","15":"The sonnes of Iosias were: ye first, Iohanna: the seconde, Ioachim: the thirde, Sedechias: the fourth, Sallum.","16":"The childre of Ioachim were, Iechonias, whose sonne was Sedechias.","17":"The childre of Iechonias which were take presoners, were Selathiel,","18":"Malchiram, Phadaia, Semeazar, Iekamia, Hosanna, Nedabia.","19":"The childre of Phadaia were: Zorobabel & Simei. The childre of Zorobabel were: Mesullam & Hanania, & their sister Selomith,","20":"and Hasuba, Ohel, Barachias, Hasadia, Iusab Hases, these fyue.","21":"The children of Hanania were: Platia & Iesaia, whose sonne was Rephaia, whose sonne was Arnan, whose sonne was Obedia, whose sonne was Sachania.","22":"The children of Sachania were: Semaia. The children of Semaia were: Hatus, Iegeal, Bariah, Nearia, Saphat & Sesa, these sixe.","23":"The children of Nearia were: Elioenai, Ezechias & Asrika, these thre.","24":"The childre of Elioenai were: Hodaia, Eliasib, Platia, Akub, Iohanna, Delaia and Anani, these seuen."}