{"1":"And Hiram ye kynge of Tyre sent messaungers vnto Dauid and Cedre tymber, and masons and carpenters, to buylde him an house.","2":"And Dauid perceaued, that the LORDE had confirmed him kynge ouer Israel: for his kyngdome increased for his people of Israels sake.","3":"And Dauid toke yet mo wyues at Ierusalem, & begat yet mo sonnes & doughters.","4":"And the names of them yt were borne vnto him at Ierusalem, are these: Sammua, Sobab, Nathan, Salomon,","5":"Iebehar, Elisua, Elipalet,","6":"Noga, Nepheg, Iaphia,","7":"Elisamma, Baal Iada, Eliphalet.","8":"And whan the Philistynes herde that Dauid was anoynted kynge ouer all Israel, they wente vp all to seke Dauid. Whan Dauid herde that, he wente forth agaynst them.","9":"And the Philistynes came, and scatered the selues beneth in ye valley of Rephaim.","10":"And Dauid axed councell at God, & sayde: Shal I go vp agaynst the Philistynes? and wilt thou delyuer them in to my hande? The LORDE sayde vnto him: Go vp, and I wil delyuer them in to thy hande.","11":"And whan they were gone vp to Baal Prasim, Dauid smote them there. And Dauid sayde: God hath deuyded myne enemies thorow my hande, euen as the water parteth asunder: therfore called they the place Baal Prasim.","12":"And there lefte they their goddes. Then commaunded Dauid to burne them with fyre.","13":"But the Philistynes gat them thither agayne, and scatered them selues beneth in ye valley.","14":"And Dauid axed councell at God agayne. And God sayde vnto him: Thou shalt not go vp behynde them, but turne the from them, that thou mayest come vpon the ouer agaynst the Peertrees.","15":"So whan thou hearest aboue vpon the Peertrees the noyse of the goynge, go thou forth then to the batayll: for God is gone forth then before the to smyte the hoost of the Philistynes.","16":"And Dauid dyd as God commaunded him. And they smote the hoost of the Philistynes from Gibeon forth vnto Gaser.","17":"And Dauids name was noysed out in all londes. And the LORDE caused ye feare of him to come vpo all the Heythen."}