{"1":"So Abra departed out of Egipte, wt his wife, & with all yt he had, & Lot wt him also, towarde ye south.","2":"Abram was very rich in catell, siluer & golde.","3":"And he wente on forth from the south vnto Bethel, vnto the place where his tent was at ye first, betwene Bethel and Ay:","4":"euen vnto ye place where he had made the altare before, & where he called vpon the name of the LORDE","5":"Lot also which wente with him, had shepe, greate catell & tentes:","6":"so yt the londe was not able to receaue them, that they might dwell together: for the substaunce of their riches was so greate, that they coude not dwell together.","7":"And there fell a strife betwene the hirdmen of Abrams catell, and the hirdmen of Lots catell. The Cananites also and the Pheresites dwelt at that tyme in the londe.","8":"Then sayde Abram vnto Lot: O let there be no strife betwene me and the, and betwene my hyrdmen and thine, for we are brethre.","9":"Is not all the whole londe open before the? Departe fro me, I praye the. Yf thou wilt go to the left hande, I wil take the right: Or yf thou wilt go to the right hande, I wil take the left.","10":"Then Lot lift vp his eyes, and behelde all the countre rounde aboute Iorda, that it was a plenteous countre of water. For before the LORDE destroyed Sodoma and Gomorra, it was rounde aboute Zoar, euen as the pleasaunt garden of the LORDE, and as the londe of Egipte.","11":"Then Lot chose all the coastes of Iorda, and toke his iourney towarde ye East. And so the one brother departed from the other.","12":"Abram dwelt in the lande of Canaan, and Lot in the cities of the same coastes, and pitched his tent towarde Sodome.","13":"But ye men of Sodome were wicked, and synned exceadingly agaynst the LORDE.","14":"Now whan Lot was departed from Abram, the LORDE saide vnto Abram: Lift vp thine eyes, and loke from the place where thou dwellest, northwarde, southwarde, eastwarde, and westwarde:","15":"for all the londe that thou seist, wyll I geue vnto the and to thy sede for euer,","16":"and wyll make thy sede as the dust of the earth: so that yf a man can nombre the dust of the earth, he shall nombre thy sede also.","17":"Arise, and go thorow the londe, in the length and bredth, for I wyl geue it vnto the.","18":"So Abram remoued his tent, and wente and dwelt in ye Okegroue of Mamre, which is in Ebron, and buylded there an altare vnto the LORDE."}