{"1":"When Rachel sawe that she bare no children vnto Iacob, she had enuye at hir sister, & saide vnto Iacob: Geue me childre also, or els I am but deed.","2":"But Iacob was very wroth at Rachel, & sayde: Am I then in Gods steade, which kepeth ye frute of yi wombe from ye?","3":"Neuertheles she sayde: Beholde, there is Bilha my mayden, lye wt her, yt she maye beare vpon my lappe, & that I maye be increased by her.","4":"And so she gaue him Bilha hir mayden to wyfe. And Iacob laye with her.","5":"So Bilha conceaued, and bare Iacob a sonne.","6":"Then sayde Rachel: God hath geuen sentence on my syde, and herde my voyce, and geue me a sonne, therfore called she him Dan.","7":"Bilha Rachels mayde coceaued agayne, and bare another sonne vnto Iacob.","8":"Then sayde Rachel: God hath turned it with me, and my sister, and I haue gotte the vpperhande. And she called him Nephthali.","9":"Now whan Lea sawe that she had left bearynge, she toke Silpa hir mayde, and gaue her vnto Iacob to wyfe.","10":"So Silpa Leas mayde bare Iacob a sonne.","11":"Then saide Lea: This is good lucke, & she called him Gad.","12":"After this Silpa Leas mayde bare Iacob another sonne.","13":"Then sayde Lea: Well is me, for the doughters will call me blessed, and she called him Asser.","14":"Ruben wente out in the tyme of ye wheate haruest, and founde Mandragoras in the felde, and brought them home vnto his mother Lea. Then sayde Rachel vnto Lea: Geue me some of yi sonnes Madragoras.","15":"She answered: Hast thou not ynough that thou hast taken awaye my husbande, but wilt take awaye my sonnes Mandragoras also? Rachel saide: Wel, let him lye with the this night for thy sonnes Mandragoras.","16":"Now whan Iacob came home at euen from the felde, Lea wente forth to mete him, and sayde: Thou shalt lye wt me, for I haue bought the for my sonnes Mandragoras. And he slepte with her that night.","17":"And God herde Lea, and she conceaued, and bare Iacob the fifth sonne,","18":"& sayde: God hath rewarded me, because I gaue my mayden vnto my husbande, and she called him Isachar.","19":"Lea conceaued yet agayne, and bare Iacob the sixte sonne,","20":"and sayde: God hath endewed me with a good dowry. Now wyll my husbande dwell with me agayne, for I haue borne him sixe sonnes, & she called him Zabulon.","21":"After that she bare a doughter, whom she called Dina.","22":"Neuertheles God thought vpo Rachel, and herde her, and made her frutefull.","23":"Then she conceaued, and bare a sonne, and sayde: God hath taken awaye my rebuke,","24":"and she called him Ioseph, and sayde: God geue me yet another sonne.","25":"Now whan Rachel had borne Ioseph, Iacob sayde vnto Laban: Let me go, & departe in to my place and vnto myne owne lande:","26":"geue me my wyues and my children, (for the which I haue serued the) yt I maye go: for thou knowest, what seruyce I haue done the.","27":"Laban sayde vnto him: Can I not fynde fauoure in thy sight? I perceaue, that God hath blessed me for thy sake.","28":"Appoynte thou the rewarde, yt I shal geue the.","29":"But he saide vnto him: Thou knowest how I haue serued the, and what maner of catell thou hast vnder me.","30":"Thou haddest but litle afore I came hither, but now is it growne into a multitude, and the LORDE hath blessed ye for my sake. And now whan shall I loke to myne owne house also?","31":"He saide: What shal I then geue the? Iacob sayde: Thou shalt geue me nothinge at all, but yf thou wilt do this for me yt I saye, then wyll I fede and kepe thy shepe agayne.","32":"I wyll go thorow all thy flockes to daye, and separate thou from amonge them all the shepe that be spotted and partye coloured, and all blacke shepe amonge the lambes. Now loke what shalbe partie coloured and spotted amoge the kyddes, the same shalbe my rewarde:","33":"so shal my righteousnes testifie with me to daye or tomorow, whan it cometh vnto my rewarde before the, so that, what so euer is not spotted and partye coloured amonge the kyddes, and blacke amoge the lambes, let that be theft with me.","34":"Then sayde Laban: Beholde, let it be so as thou hast sayde.","35":"And that same daye he sundered out the speckled and partye coloured goates, and all the spotted and partye coloured kyddes (where there was eny whyte vpon them) and all that was black amonge the lambes, and put them vnder the hande of his children,","36":"and made rowme of thre dayes iourney wyde betwixte him and Iacob. So Iacob kepte the residue of Labans flocke.","37":"But Iacob toke staues of grene wyllies, hasell and of chestnottrees, and pylled whyte strekes in them,","38":"and layed the staues that he had pylled, in the drynkinge troughes before the flocke, which came there to drynke, that they shulde conceaue, whan they came to drynke.","39":"So the flockes conceaued ouer ye staues, and brought forth speckelde, spotted and partye coloured.","40":"Then Iacob parted ye lambes, and put them to the flocke vnto the spotted: and all that was blacke in Labans flocke, that put he vnto the spotted. And he made him a flocke of his owne, which he put not vnto Labans flocke.","41":"Neuertheles in the first buckynge tyme of the flockes, he layed the staues in the drynkinge troughes before the eyes of the flockes, that they shulde conceaue ouer the staues.","42":"But in the latter buckynge tyme he layed them not in. So the later were Labans, but the firstlinges were Iacobs.","43":"Thus the man became exceadinge riche, so that he had many shepe, maydens & seruauntes, Camels and Asses."}