{"1":"Morouer all the worlde had one tonge & language.","2":"Now as they wente towarde the East, they founde a playne in ye londe of Synear, & there they dwelt,","3":"& saide one to another: Come on, let vs make bryck & burne it. And they toke bryck for stone, & slyme for morter,","4":"And sayde: Come, let vs buylde a cite & a tower, whose toppe maye reach vnto heaue, yt we maye make vs a name, afore we be scatred abrode in all londes.","5":"Then came ye LORDE downe, to se ye cite & tower, yt ye childre of me had buylded.","6":"And ye LORDE saide: Beholde, the people is one, & haue one maner of language amoge the all, & this haue they begonne to do, & wil not leaue of from all yt they haue purposed to do.","7":"Come on, let vs go downe, & cofounde their tonge eue there, yt one vnderstonde not what another saieth.","8":"Thus ye LORDE scatred the fro thece in all lodes, so yt they left of to buylde the cite.","9":"Therfore is it called Babell, because the LORDE cofounded there the language of all the worlde, and from thece scatred them abrode in to all londes.","10":"These are ye generacions of Sem. Sem was an hundreth yeare olde, and begat Arphachsad two yeare after the floude,","11":"and lyued therafter fyue hudreth yeare, and begat sonnes and doughters.","12":"Arphachsad was fiue & thirtie yeare olde, and begat Salah,","13":"and lyued therafter foure hundreth and thre yeare, and begat sonnes & doughters.","14":"Salah was thirtie yeare olde, and begat Eber,","15":"& lyued therafter foure hudreth & thre yeare, & begat sonnes and doughters.","16":"Eber was foure and thirtie yeare olde, & begat Peleg,","17":"and lyued therafter foure hundreth and thirtie yeare, and begat sonnes & doughters.","18":"Peleg was thirtie yeare olde, and begat Regu,","19":"and lyued therafter two hudreth and nyene yeare, and begat sonnes & doughters.","20":"Regu was two and thirtie yeare olde, and begat Serug,","21":"and lyued therafter two hundreth and seuen yeare, and begat sonnes and doughters.","22":"Serug was thirtie yeare olde, and begat Nahor,","23":"and lyued therafter two hundreth yeare, and begat sonnes & doughters.","24":"Nahor was nyene and twentye yeare olde, and begat Terah,","25":"and lyued herafter an hundreth and nyentene yeare, and begat sonnes and doughters.","26":"Terah was seuentie yeare olde, and begat Abram, Nahor and Haran.","27":"These are the generations of Terah: Terah begat Abram, Nahor and Haran. And Haran begat Lot,","28":"but Hara dyed before Terah his father in ye londe where he was borne, at Vr in Chaldea.","29":"Then Abram and Nahor toke them wyues. Abrams wife was called Sarai, & Nahors wyfe Milca the doughter of Haran, which was father of Milca and Iisca.","30":"But Sarai was baren, and had no childe.","31":"Then toke Terah Abra his sonne, & Lot his sonne Harans sonne, & Sarai his doughter in lawe, his sonne Abrams wife, & caried them wt him from Vr in Chaldea, to go in to the lande of Canaan. And they came to Haran, & dwelt there.","32":"And Terah was two hundreth & fyue yeare olde, and dyed in Haran."}