{"1":"And ye LORDE sayde vnto Noe: Go in to the Arcke thou & thy whole house: for the haue I sene righteous before me at this tyme.","2":"Of all cleane beastes take vnto the seuen and seuen, the male and his female. And of vncleane beastes a payre, the male and his female.","3":"Like wyse of the foules vnder the heauen, seuen and seuen, the male and his female, that there maye be sede left a lyue vpon the whole earth.","4":"For yet after seuen dayes, I wil sende raine vpon the earth fourtie dayes and fourtie nightes, and wyll destroye all maner of thinges that I haue made, from of the face of the earth.","5":"And Noe dyd all that the LORDE commaunded him.","6":"Sixe hudreth yeare olde was he, whan the water floude came vpon earth.","7":"And he wente in to the Arcke, with his sonnes, his wyfe, and his sonnes wyues, for the waters of the floude.","8":"Of cleane beastes and of vncleane, of all fethered foules, & of all that crepeth vpon earth,","9":"wente in vnto him to the Arcke by pares, a male and a female, as ye LORDE comaunded him.","10":"And whan the seuen dayes were past, the water floude came vpon the earth.","11":"In the sixe hundreth yeare of Noes age, vpon the seuentene daye of the seconde moneth, that same daye were all ye fountaynes of the greate depe broken vp, and the wyndowes of heauen were opened,","12":"and there came a rayne vpon ye earth fourtie dayes and fourtie nightes.","13":"Vpon the selfe same daye wete Noe into the Arcke, with Sem, Ham and Iaphet his sonnes, and with his wyfe, and the thre wyues of his sonnes,","14":"and all maner of beastes after their kynde, all maner of catell after their kynde, all maner of crepynge thinges (that crepe vpo the earth) after their kynde, and all maner of foules (what so euer coude flye & what so euer had fethers) after their kynde:","15":"These wente all vnto Noe in to the Arcke by cooples, of all flesh in whom was the breth of life.","16":"And these were the male & the female of all maner of flesh, and wente in, acordinge as God commauded him. And the LORDE shut (the dore) vpon him.","17":"Then came the water floude fourtie dayes vpon the earth, and the water increased, and bare vp the Arcke, and lift it vp ouer ye earth.","18":"Thus the water preuayled, and increased sore vpon the earth, so that the Arcke wente vpon the waters.","19":"Yee the waters preuayled and increased so sore vpon earth, that all the hye mountaynes vnder the whole heauen were couered.","20":"Fyftene cubytes hye preuayled ye waters ouer the mountaynes, which were couered.","21":"Then all flesh that crepte vpon earth, perished, both foules, catell, beastes, and all yt moued vpon earth, and all men.","22":"What so euer had the breth of life vpon the drye londe, dyed.","23":"Thus was destroyed all that was vpon the earth, both man and beast, both wormes and foules vnder ye heaue: all these were destroyed from the earth, Saue Noe onely remayned, and they that were with him in the Arcke.","24":"And the waters preuayled vpon the earth, an hundreth and fiftie dayes."}