{"1":"Abraham was olde and well stricken in age, and the LORDE had blessed him in all thinges.","2":"And he sayde vnto his eldest seruaunt of his house, which had the rule of all his goodes: Laye thine hade vnder my thye, that","3":"I maye make the sweare by ye LORDE the God of heauen and earth, that thou take no wife vnto my sonne amonge ye doughters of ye Cananites, (amonge whom I dwell)","4":"but that thou go in to my countre? and to myne owne kynred, and brynge my sonne Isaac a wife.","5":"The seruaunt sayde: What and the woman wyl not folowe me in to this countre? shal I then cary thy sonne agayne in to yonder londe, where thou camest out of?","6":"Abraham sayde vnto him: Beware of that, that thou brynge not my sonne thither agayne.","7":"The LORDE, the God of heauen, which toke me fro my fathers house and from the londe of my kynred, and that talked with me, and sware also vnto me, and sayde: Vnto yi sede wyll I geue this londe: Euen he shall sende his angell before the, that thou maiest brynge my sonne a wife from thence.","8":"But yf the woman wyll not folowe the, thou art discharged of this ooth: onely brynge not my sonne thither agayne.","9":"Then ye seruaunt layed his hade vnder his master Abrahams thye, and sware the same vnto him.","10":"So the seruaunt toke ten Camels of the Camels of his master and departed, and had wt him of all maner of goodes of his master, and gat him vp, and departed vnto Mesopotamia, to the cite of Nahor.","11":"Then let he the Camels lye downe without before the cite besyde a well of water in the euenynge, aboute the tyme that the wemen vsed to go forth, and to drawe water.","12":"And he sayde:O LORDE, thou God of my master Abraham, mete me to daye, and shew mercy vnto my master Abraham.","13":"Lo, I stonde here besyde the well of water, & the mens doughters of this cite wyll come forth to drawe water:","14":"Now yf there come a damsell, to whom I saye: bowe downe thy pytcher, & let me drynke, and yf she saye: drynke, and I wyll geue ye Camels drynke also: That ye same be she, whom thou hast prouyded for thy seruaunt Isaac: & that I maye knowe by ye same that thou hast shewed mercy vpon my master.","15":"And or euer he had left of speakynge, beholde, Rebecca the doughter of Bethuel (which was the sonne of Milca, that was the wyfe of Nahor Abrahams brother) came forth, and bare a pytcher vpon hir shulder,","16":"and she was a very fayre damsell of face, and yet a virgin, and vnknowne of eny man: She wente downe to the well, and fylled hir pitcher, and came vp agayne.","17":"Then ranne the seruaunt to mete her, and sayde: Let me drynke a litle water out of yi pitcher.","18":"And she sayde: drynke syr.And haistely let she downe the pitcher in hir hande, and gaue him drynke.","19":"And whan she had geuen him drynke, she sayde: I wyll drawe for thy Camels also, tyll they haue dronke ynough.","20":"And she made haist, and poured out hir pitcher in to the trough, and ranne agayne to the well to drawe, and drew for all his Camels.","21":"The ma marueyled at her, and helde his tonge, tyll he knewe whether the LORDE had prospered his iourney or not.","22":"Now whan the Camels had all dronken, he toke a golde earynge of half a Sycle weight, and two bracelettes for hir handes, weynge ten Sycles of golde,","23":"and sayde: Doughter, whose art thou? tell me. Is there rowme for vs in thy fathers house to lodge in?","24":"She sayde vnto him: I am the doughter of Bethuel, the sonne of Mylca, whom she bare vnto Nahor.","25":"And sayde morouer vnto him: We haue plentye of litter and prouender, and rowme ynough to lodge in.","26":"Then the man bowed himself, and thanked the LORDE,","27":"and sayde: Praysed be the LORDE the God of my master Abraham, which hath not withdrawen his mercy and his trueth fro my master, for the LORDE hath brought me the waye to my masters brothers house.","28":"And the damsell ranne and tolde all this in hir mothers house.","29":"And Rebecca had a brother called Laban. And Laban ranne to the man without by the well syde:","30":"and that came by the reason that he sawe the earynges, and the bracelettes vpon his sisters handes, and herde the wordes of Rebecca his syster, that she sayde: thus spake the man vnto me.And whan he came to the man, beholde, he stode by the Camels at the well syde.","31":"And he sayde: Come in thou blessed of the LORDE, wherfore stondest thou without? I haue dressed the house, and made rowme for ye Camels.","32":"So he brought the man in to ye house, and vnbridled the Camels, and gaue them litter and prouender, and water to wash his fete, and the mens that were with him,","33":"and set meate before him.Neuertheles he sayde: I wil not eate, tyll I haue fyrst tolde myne earade. They answered: Tell on.","34":"He sayde: I am Abrahams seruaunt,","35":"and the LORDE hath prospered my master richely, so yt he is become greate: and he hath geuen him shepe and oxe, syluer and golde, seruauntes and maidens, Camels and Asses:","36":"yee and Sara my masters wife hath borne my master a sonne in hir olde age: vnto him hath he geuen all that he hath.","37":"And my master hath taken an ooth of me and saide: Thou shalt not take a wife for my sonne amonge the doughters of the Cananites, in whose lande I dwell,","38":"but go yi waye to my fathers house and to myne owne kynred, and there take a wyfe for my sonne.","39":"But I sayde vnto my master: What and the woman wyl not folowe me?","40":"Then sayde he vnto me: The LORDE (before whom I walke) shall sende his angell with the, and prospere thy iourney, that thou mayest take a wife for my sonne of myne owne kynred, and of my fathers house.","41":"And so whan thou commest to my kynred, yf they geue her not vnto ye, thou shalt be discharged of myne oothe.","42":"So I came this daye vnto the well of water, and sayde: O LORDE thou God of my master Abraham, Yf thou hast prospered my iourney that I go:","43":"Beholde, I stonde here by the well of water: Now yf there come forth a virgin to draw water, and I saye vnto her: geue me a litle water to drinke out of thy pitcher,","44":"and she saye vnto me: Drynke thou, and I wyll drawe water for thy Camels also: that the same be the woma, which the LORDE hath prouyded for my masters sonne.","45":"Now or euer I had spoken out these wordes in my hert, beholde, Rebecca commeth forth with a pitcher vpon hir shulder, and goeth downe to the well, and draweth.Then sayde I: geue me a drynke.","46":"And immediatly she toke downe the pitcher fro hir shulder, and sayde: drynke, and I wyll geue thy Camels drynke also.","47":"So I dranke, and she gaue the Camels also to drynke. And I axed her, and sayde: Doughter, whose art thou? She answered: I am ye doughter of Bethuel the sonne of Nahor, whom Milca bare vnto him. Then layed I the earinge vpon hir face, and the bracelettes vpon hir handes,","48":"and bowed myself, and thanked the LORDE, and praysed the God of my master Abraham, which had brought me ye right waye, to take my masters brothers doughters vnto his sonne.","49":"Yf ye be they then that shew mercy and faithfulnes vnto my master, tell me: Yf not, yet tell me, that I maye turne me to ye right hande or to the left.","50":"Then answered Laban and Bethuel, and sayde: This is come of the LORDE, therfore can we saye nothinge agaynst the, nether euell ner good.","51":"There is Rebecca before the, take her, and go thy waye, that she maye be thy masters sonnes wife, as the LORDE hath sayde.","52":"When Abrahams seruaunt herde these wordes, he bowed him self vnto the LORDE flat vpon the earth,","53":"and toke forth Iewels of syluer and golde, and rayment, and gaue them vnto Rebecca. But vnto hir brethren and the mother, he gaue spyces.","54":"Then he ate and dronke, and the men also that were with him, and caried there all night.But in the mornynge he arose, and sayde: Let me departe vnto my master.","55":"Neuerthelesse hir brother and hir mother sayde: Let the damsell tary with vs at the leest ten dayes, and then shall she go.","56":"Then sayde he vnto them: holde me not, for the LORDE hath prospered my iourney: let me go, that I maye departe vnto my master.","57":"Then sayde they: let vs call the damsell, and axe her, what she sayeth therto.","58":"And they called Rebecca, and sayde vnto her: Wilt thou go with this man?And she answered: Yee I wyll go with him.","59":"So they let Rebecca their syster go with hir norse and Abrahams seruaunt, and his men.","60":"And they blessed Rebecca, and sayde vnto her: Thou art oure syster, growe in to many thousande tymes thousandes, and thy sede possesse the gates of his enemies.","61":"So Rebecca gat hir vp wt hir damsels, and satt them vpon the Camels, and wente their waye after the man. And the seruaunt toke Rebecca, and departed.","62":"As for Isaac, he was commynge from the well of ye liuynge & seynge, for he dwelt in the south countre,","63":"and was gone forth to his meditacions in the felde aboute the euen tyde. And he lift vp his eyes, and sawe, that there were Camels commynge.","64":"And Rebecca lift vp hir eyes, and sawe Isaac. Then lighted she of the Camell,","65":"and sayde vnto ye seruaunt: What man is this, that commeth agaynst vs in the felde? The seruaut sayde: The same is my master. Then toke she hir cloke, and put it aboute her.","66":"And the seruaunt tolde Isaac all the earande that he had done.","67":"Then Isaac brought her in to his mother Saras tent, and toke Rebecca, and she became his wife, and he loued her. So Isaac was comforted ouer his mother."}