{"1":"And God blessed Noe and his sonnes, and sayde vnto them: increace & multiplye, and fyll the earth.","2":"The feare also and drede of you be vpon all beastes of the earth, vpon all foules vnder the heauen, and vpon all that crepeth on the earth, and all fyshes of the see be geuen in to youre hades.","3":"All that moueth and hath life, be youre meate. Euen as the grene herbe, so haue I geue you all.","4":"Onely eate not the flesh with the bloude, wherin the soule is:","5":"For the bloude of you wherin youre soule is, wyll I requyre of the hande of all beastes: and the soule of ma wyll I requyre of mans hande, yee euery mans soule of anothers hande.","6":"He that sheddeth mas bloude, his bloude shal be shed by man agayne, for God made man after his owne licknesse.","7":"As for you, be ye frutefull, and increase, and be occupied vpon the earth, that ye maye multiplye therin.","8":"Farthermore, God sayde vnto Noe and to his sonnes wt him:","9":"Beholde, I make my couenaunt with you, and with youre sede after you,","10":"and with euery lyuynge creature that is with you, both foule, catell, and all beastes vpon the earth with you, of all that is gone out of the Arke, what so euer beast of the earth it be:","11":"And thus I make my couenaunt with you, that hence forth all flesh shal not be destroyed with the waters of eny floude, and from hence forth there shall come no floude to destroye the earth.","12":"And God sayde: This is the token of my couenaunt which I haue made betwene me and you, and all lyuynge creatures amonge you for euermore:","13":"My bowe will I set in the cloudes, and it shal be the token of my couenaunt betwene me and ye earth:","14":"so that wha I brynge cloudes vpon the earth, the bowe shal appeare in the cloudes.","15":"And then wyll I thynke vpon my couenaunt betwixte me and you and all lyuynge creatures in all maner of flesh: so that from hence forth there shall nomore come eny floude of water to destroye all flesh.","16":"Therfore shall my bowe be in the cloudes, that I maye loke vpon it, and remembre the euerlastynge couenaunt, betwixte God and all liuynge creatures in all flesh that is vpon earth.","17":"God sayde also vnto Noe: This is the toke of the couenaunt, which I haue made betwene me and all flesh vpon earth.","18":"The sonnes of Noe which wente out of the Arke, are these: Sem, Ham and Iaphet. As for Ham, he is the father of Canaa.","19":"These are Noes thre sonnes, of whom all londes were ouerspred.","20":"Noe beganne to take hede vnto ye tyllinge of the grounde, & planted a vyniarde.","21":"And dranke of the wyne, and was dronken, and laye vncouered in his tente.","22":"Now when Ha the father of Canaan sawe his fathers preuities, he tolde his two brethren without.","23":"The toke Sem and Iaphet a mantell and put it vpo both their shulders, and wente backwarde, and couered their fathers secretes: & their faces were turned asyde, yt they shulde not se their fathers preuyties.","24":"So whan Noe awaked from his wyne, and perceaued what his yonger sonne had done vnto him,","25":"he sayde: Cursed be Canaan, and a seruaunt of seruauntes be he vnto his brethren.","26":"He sayde morouer: Praysed be the LORDE God of Sem, and Canaan be his seruaunt.","27":"God increase Iaphet, and let him dwell in the tentes of Sem, and Canaan be his seruaunt.","28":"And Noe lyued after the floude thre hundreth & fiftie yeare,","29":"so yt his whole age was ix. hudreth and fyftie yeare, and so he dyed."}