{"1":"This is the generacio of Esau, which is called Edom.","2":"Esau toke wyues of the doughters of Canaan. Ada the doughter of Elo the Hethite: & Ahalibama the doughter of Ana, the childes childe of Zibeon the Heuyte:","3":"And Basmath Ismaels doughter, the sister of Nebaioth.","4":"And Ada bare Eliphas vnto Esau. Basmath bare Reguel.","5":"Ahalibama bare Ieus, Iaelam, & Korah. These are the childre of Esau, yt were borne vnto him in the lande of Canaan.","6":"And Esau toke his wiues sonnes & doughters, and all the soules of his house, his substaunce, and all the catell with all the goodes that he had gotten in the lande of Canaan, and wente in to a countre awaye fro his brother Iacob:","7":"for their substaunce was so greate, that they coude not dwell together: and the londe wherin they were straungers, might not holde them because of their goodes.","8":"So Esau dwelt vpon mount Seir. And Esau is Edom.","9":"This is ye generacio of Esau, of who are come ye Edomites vpon ye mount Seir.","10":"And these are ye names of the childre of Esau: Eliphas ye sonne of Ada Esaus wife: Reguel ye sonne of Basmath Esaus wife:","11":"The sonnes of Eliphas were these: Theman, Omar, Zepho, Gaetham & Kenas.","12":"And Thimna was a concubyne of Elyphas ye sonne of Esau, and bare him Amaleck. These are ye children of Ada Esaus wyfe.","13":"The children of Reguel are these: Nahath Serah, Samma, Misa. These are the children of Basmath Esaus wife.","14":"The children of Ahalibama Esaus wife the doughter of Ana, that was the childes childe of Zibeon (which she bare vnto Esau) are these: Ieus, Iaelam and Korah.","15":"These are the prynces amoge the childre of Esau. The children of Eliphas the first sonne of Esau, were these: The prynce Theman, ye prynce Omar, the prynce Zepho, the prynce Kenas,","16":"the prynce Korah, the prynce Gaethan, the prynce Amaleck. These are the prynces of Eliphas in the lade of Edo, and are the children of Ada.","17":"And these are the children of Roguel Esaus sonne: ye prynce Nahath, ye prynce Serah, ye prynce Sama, ye prynce Misa. These are ye prynces of Reguel in ye londe of ye Edomites, & they are ye children of Basmath Esaus wife.","18":"These are the children of Ahalibama Esaus wife: The prynce Ieus, ye prince Iaelam, the prynce Korah. These are the prynces of Ahalibama, ye doughter of Ana Esaus wife.","19":"These are ye childre of Esau and their princes. He is Edom.","20":"The children of Seir ye Horite yt dwelt in the londe, are these: Lothan, Sobal, Zibeon, Ana,","21":"Dison, Ezer & Disan. These are the prynces of the Horites, all children of Seir in the londe of Idumea.","22":"But ye childre of Lothan were these: Hori, & Hema, & Lothas sister was called Thimna.","23":"The children of Sobal were these: Alua, Manahat, Ebal, Sepho & Ona.","24":"The childre of Zibeo were: Aia & Ana. This is the same Ana yt foude Mules in ye wyldernes, wha he kepte his fathers Zibeons Asses.","25":"The children of Ana were: Dison: & Ahalibama, yt is ye doughter of Ana.","26":"The childre of Dison were: Hemdan, Esban, Iethra & Charan.","27":"The children of Ezer were: Bilhan, Seana, & Ackan.","28":"The children of Disan were: Vz & Aran.","29":"These are ye prices of ye Horites: The prince Lothan, ye prynce Sobal, ye prynce Zibeo, ye prynce Ana,","30":"ye prynce Dison, ye prince Ezer, ye prynce Disan. These are the prynces of the Horites, which ruled in ye londe of Seir.","31":"The kynges that reigned in the londe of Edumea (before the childre of Israel had eny kynge) are these:","32":"Bela ye sonne of Beor was kynge in Edumea, & ye name of his cite was Dinhaba.","33":"And wha Bela died, Iobab ye sonne of Serah of Bosra was kinge in his steade.","34":"When Iobab dyed, Husam out of ye lode of the Themanites was kynge in his steade.","35":"Whan Husam dyed, Hadad ye sonne of Bedad) which slewe ye Madianites in ye Moabites felde) was kinge in his steade, & the name of his cite was Auith.","36":"Whan Hadad dyed, Samla of Masreck was kinge in his steade.","37":"Wha Samla died, Saul of Rehoboth by ye water syde, was kinge in his steade.","38":"Whan Saul dyed, Baal Hana the sonne of Achbor was kynge in his steade.","39":"Wha Baal Hana the sonne of Achbor dyed, Hadad was kinge in his steade, & the name of his cite was Pagu, & his wifes name was Mehet Abeel, the doughter of Matred, the doughter of Mesahab.","40":"Thus are the princes of Esau called in their kynreds, places & names: The prynce Thymna, ye prynce Alua, ye prynce Ietheth,","41":"the prynce Ahalibama, the prynce Ela, the prynce Pynon,","42":"the prynce Kenas, ye prynce Theman, ye prince Mibzar,","43":"the prince Magdiel, ye prynce Ira. These are the prynces in Edumea, like as they dwelt in ye lade of their possessions. And Esau is ye father of ye Edomites."}