{"1":"Iacob lift vp his eyes, & sawe his brother Esau comynge with foure hundreth men: and he deuyded his children vnto Lea vnto Rachel, and to both the maydes,","2":"and set the maydens with their children before, and Lea with hir childre after, and Rachel with Ioseph hynder most.","3":"And he wente before them, and bowed him self to the grounde seuen tymes, tyll he came to his brother.","4":"But Esau ranne to mete him, and enbraced him, and fell aboute his neck, & kyssed him, and wepte,","5":"and lift vp his eyes, and sawe the wyues with the children, and sayde: What are these with the? He answered: They are the children, which God hath geuen vnto thy seruaunt.","6":"And the maydens came forth with their children, and dyd their obeysaunce vnto him.","7":"Lea came forth also with hir childre, and kneled vnto him. Afterwarde came Ioseph and Rachel forth, and kneled vnto him likewyse.","8":"And he sayde: What meanest thou wt all the droue that I met? He answered: that I might fynde grace in the sight of my lorde,","9":"Esau sayde: I haue ynough my brother, kepe that thou hast.","10":"Iacob answered: Oh nay, but yf I haue founde grace in yi sight, receaue my present of my hande (for I sawe thy face, as though I had sene the face of God) and be at one with me.","11":"Take this present in good worth, that I haue brought ye, for God hath geuen it me, & I haue ynough of all thinges. So he compelled him to take it.","12":"And he sayde: Let vs go on and take oure iourney, I wyll go in thy company.","13":"But he sayde vnto him: My lorde, thou knowest that I haue tender children by me, and small and greate catell also, which are yet but yonge: yf they shulde be dryue ouer in one daye, the whole flocke wolde dye.","14":"Let my lorde go on before his seruaut. I wyll dryue after fayre and softly, (there after as the catell & the children can go,) tyll I come to my lorde in Seir.","15":"Esau sayde: Yet wil I leaue some of my people with the. He answered: What nede is it? Let me but onely fynde grace in the sight of my lorde.","16":"So Esau departed againe the same daye towarde Seir,","17":"and Iacob toke his iourney towarde Sucoth, and buylded him an house, and made tetes for his catell. Therfore is the place called Sucoth.","18":"Afterwarde came Iacob peaceably vnto the cite of Sichem, which lyeth in ye lande of Canaan, after that he was come agayne out of Mesopotamia, and pitched before the cite,","19":"and bought a pece of londe of the children of Hemor ye father of Sichem for an hundreth pens. There pitched he his tent,","20":"and there he set vp an altare, and called vpon the name of the mightie God of Israel."}