{"1":"Sarai Abrams wife bare him no children: but she had an handmayde an Egipcian, whose name was Agar,","2":"and sayde vnto Abram: Beholde, the LORDE hath closed me, that I can not beare. Go in (I praye the) vnto my mayde: peraduenture I shalbe multiplied by her, more then by myself. And Abram herkened vnto the voyce of Sarai. Than Sarai","3":"Abrams wife toke Agar hir mayde ye Egipcian (after they had dwelt ten yeare in the londe of Canaan) and gaue her vnto hir husbande Abra, to be his wife.","4":"And he wente in vnto Agar, and she conceaued. Now whan she sawe yt she had conceyued, she despysed hir mastresse.","5":"Then sayde Sarai vnto Abram: I must suffre wronge for thy sake. I layde my mayde by the: but now because she seyth, that she hath conceaued, I must be despysed in hir sight: the LORDE be iudge betwene me and the.","6":"And Abram sayde vnto Sarai: Beholde, thy mayde is vnder thine auctorite, do with her, as it pleaseth the.Now whan Sarai dealt hardly wt her, she fled from her.","7":"But the angell of the LORDE founde her besyde a well of water in the wildernesse (euen by the well in the waye to Sur)","8":"and sayde vnto her: Agar Sarais maide, whence commest thou? & whyther wylt thou go? She sayde: I fle fro my mastresse Sarai.","9":"And the angel of the LORDE sayde vnto her: Returne to thy mastresse agayne, and submitte thyself vnder hir hande.","10":"And the angel of the LORDE sayde vnto her: Beholde, I wil so encreace yi sede, that it shall not be nombred for multitude.","11":"And the angel of the LORDE sayde further vnto her: Beholde, thou art with childe, & shalt bringe forth a sonne, and shalt call his name Ismael, because the LORDE hath herde yi trouble.","12":"He shal be a wylde man. His hande agaynst euery man, and euery mans hande agaynst him: and he shal dwel ouer agaynst all his brethren.","13":"And she called the name of the LORDE yt spake vnto her: Thou art the God that seist me. For she sayde: Of a suertye I haue sene the back partes of him that sawe me.","14":"Therfore called she the well: The well of the liuinge that sawe me. Which (well) is betwene Cades and Bared.","15":"And Agar bare Abram a sonne, and Abram called his sonnes name which Agar bare him, Ismael.","16":"And Abram was foure score yeare olde and sixe, whan Agar bare him Ismael."}