{"1":"And Iacob called his sonnes, & sayde: Gather you, yt I maie tell you, what shal happen vnto you in ye last times:","2":"Come together, and heare ye childre of Iacob: Herken vnto Israel youre father.","3":"Rube my first sonne, thou art my power and the begynnynge of my strength, chefe in gouernaunce, & chefe in auctorite.","4":"Thou passest forth swiftly as ye water. Thou shalt not be the chefest: For thou hast clymmed vp vpon thy fathers bed, euen than defyledest thou my couch with goynge vp.","5":"Symeon and Leui brethren, their deedly weapens are perlous instrumentes.","6":"In to their secretes come not my soule, and my worshipe be not ioyned with their congregacion: for in their wrath they slew a man, and in their selfwyll they houghed an oxe.","7":"Cursed be their wrath, because it is so fearce: and their indignacion, because it is so rigorous. I wil deuyde them in Iacob, and scater them in Israel","8":"Iuda, thou art he. Thy brethren shall prayse the: for thy hade shal be in thine enemies neck: thy fathers children shall stoupe vnto the.","9":"Iuda is a yonge lyon, thou art come vp hye my sonne, fro the spoyle. He kneled downe and couched himself as a lyon & as a lionesse: who wil rayse him vp?","10":"The cepter shal not be remoued fro Iuda, ner a master fro his fete, tyll the Worthye come, and vnto him shal the people fall.","11":"He shall bynde his foale vnto the vyne, and his Asses colte to ye noble braunch. He shal wash his garment in wyne, and his mantell in the bloude of grapes.","12":"His eyes are roudier then wyne, and his teth whyter then mylck.","13":"Zabulon shal dwell in the hauen of the see, and in the porte of shippes, and shal border vpon Sydon.","14":"Isachar shal be a stronge Asse, & laye him downe betwixte ye borders.","15":"And he saw rest, that it was good, and the lande, that it was pleasaunt. And bowed downe his shulder to beare, and became a seruaut vnto trybute.","16":"Dan shal be iudge in his people, as well as a trybe in Israel.","17":"Dan shalbe a serpent in the waye, and an edder in the path, and byte the horse in the heles, that his ryder maye fall backwarde.","18":"LORDE I loke for thy saluacion.","19":"As for Gad, a wapened hoost of men shal fall violently vpon him, but he shall hurte them in the hele.","20":"Of Asser cometh his fat bred, and he shal geue delicates vnto kynges.","21":"Nepthali is a swift hynde, and geueth goodly wordes.","22":"The fruteful sonne Ioseph, that florishinge sonne to loke vpon, the doughters go vpo the wall.","23":"And though the shoters angered him, stroue with him, and hated him,","24":"yet his bowe bode fast, and the armes of his hades were made stroge by the handes of ye Mightie in Iacob. Of him are come herdmen & stones in Israel.","25":"Of yi fathers God art thou helped, & of the Allmightie art thou blessed, wt blessynges of heauen from aboue, with blessinges of ye depe yt lyeth vnder, with blessynges of brestes & wombes.","26":"The blessinges promised vnto thy father and my fore elders go mightely, after the desyre of the hyest in the worlde: these shal light on Iosephs heade, and on the toppe of his heade, that was separate from his brethren.","27":"Ben Iamin, a rauyshinge wolfe. In the mornynge shal he deuoure the praye, but in the euenynge he shal deuyde the spoyle.","28":"All these are the twolue trybes of Israel: and this is it that their father spake vnto them, whan he blessed them, euery one with a sundrye blessynge.","29":"And he commaunded them, and sayde vnto them: I shal be gathered vnto my people, burye me with my fathers in ye caue which is in the felde of Ephron the Hethite,","30":"in the dubble caue that lyeth ouer against Mamre in ye lande of Canaa, which Abraha bought with the felde, of Ephron the Hethite for a possession to burye in.","31":"There buryed they Abraha & Sara his wife, there buried they Isaac also & Rebecca his wife: & their buried I Lea,","32":"in the good of the felde & of the caue therin, which was bought of the Hethites.","33":"And whan Iacob had ended this commaundement vnto his children, he pluckte his fete together vpon the bed, and died, and was gathered vnto his people."}