{"1":"The fell Ioseph vpon his fathers face, and wepte, and kyssed him.","2":"And Ioseph comauded his seruautes ye Phisicias, to embawme his father. And the Phisicians embawmed Israel,","3":"tyll fourtye dayes were ended (for so longe endured the dayes of embawminge) & the Egipcians bewayled him seuentye dayes.","4":"Now whan the mournynge dayes were ended, Ioseph spake vnto Pharaos housholde, & sayde: Yf I haue founde fauor in youre sight, the speake vnto Pharao and saie:","5":"My father hath taken an ooth of me, & sayde: Beholde, I dye, burye me in myne owne graue, which I dygged for myself in the lade of Canaan. Therfore wyl I now go vp, and burye my father, and come agayne.","6":"Pharao saide: Go thy waye vp, and burye thy father, acordinge as thou hast sworne vnto him.","7":"So Ioseph wete vp, to burye his father. And there wete wt him all Pharaos seruautes yt were the elders of his courte, and all ye elders of the lande of Egipte,","8":"& all Iosephs housholde, and his brethren, and his fathers housholde. Onely their children, shepe & oxen left they in ye lade of Gosen,","9":"& toke their iourney vp with him, vpo charettes and horses, and the company was exceadinge greate.","10":"Now whan these came to the playne of Atad yt lyeth beyonde Iordane, they made there a very greate and bytter lamentacion, & he mourned for his father seue dayes.","11":"And wha the people in the lande (the Cananites) sawe the mournynge in the playne of Atad, they sayde: The Egipcias make there greate lametacion. Therfore is the place called: The lamentacion of the Egipcians, which lyeth beyonde Iordane.","12":"And his children dyd as he had comaunded them,","13":"and caried him to ye lande of Canaan, and buried him in ye dubble caue, that Abraham bought with the felde for a possession to bury in, of Ephron ye Hethite ouer ageynst Mamre.","14":"So Ioseph toke his iourney agayne in to Egipte with his brethren, and with all those that wente vp with him to burye his father, whan they had buried him.","15":"But Iosephs brethre were afrayed, wha their father was deed, and sayde: Ioseph might happly haue indignacion at vs, and recompense vs all the euell that we dyd vnto him,","16":"therfore let they saye vnto him: Thy father commaunded before his death, and sayde:","17":"Thus shal ye saye vnto Ioseph: O forgeue thy brethren the offence and their synne, that they dyd so euell vnto the. O forgeue now this trespace of vs the seruauntes of thy fathers God. But Ioseph wepte, whan they spake so vnto him.","18":"And his brethren wente, and fell downe before him, and sayde: Beholde, here are we thy seruauntes.","19":"Ioseph sayde vnto the: Feare ye not, for I am vnder God.","20":"Ye thought euell ouer me, but God hath turned it vnto good, to do as it is come to passe this daye, for the sauynge of moch people.","21":"Therfore be not ye now afrayed, I wyl care for you and youre children. And he comforted them, and spake louyngly vnto them.","22":"Thus dwelt Ioseph in Egipte with his fathers house, and lyued an hudreth and ten yeare,","23":"and sawe Ephrayms children, vnto ye thirde generacion: In like maner the children of Machir the sonne of Manasses, begat children also vpon Iosephs lappe.","24":"And Ioseph sayde vnto his brethren: I dye, and God wyl vyset you, and brynge you out of this lande, to the lande that he sware vnto Abraham, Isaac and Iacob.","25":"Therfore toke he an ooth of the childre of Israel, and sayde: Whan God shal vyset you, the cary my bones fro hence.","26":"So Ioseph dyed, wha he was an hudreth and ten yeare olde, and they embawmed him, & layed him in a chest in Egipte."}