{"1":"Then Iacob gat him vp vpon his fete, and wente in to the east countre,","2":"& loked aboute him, and beholde, there was a well in the felde, and ye flockes of shepe therby, for the flockes dranke of the well. And there laye a greate stone at the welles mouth,","3":"and thyther they vsed to brynge the flockes, and to roule the stone from ye mouth of the well, and to geue the shepe drynke, & so they put the stone agayne vpon the welles mouth in to his place.","4":"And Iacob sayde vnto them: Brethren, whece be ye? They answered: we are of Haran.","5":"He sayde vnto them: Knowe ye Laban the sonne of Nahor? They answered: We knowe him well.","6":"He sayde: Is he in good health? They answered: he is in good health. And lo, there commeth his doughter Rachel with the shepe.","7":"He sayde: It is yet hye daye, & is not yet tyme to dryue in the catell: geue the shepe to drynke, & go youre waye, & fede them.","8":"They answered: We can not, tyll all the flockes be brought together, and tyll we roule the stone from the welles mouth, & so geue the shepe drynke.","9":"Whyle he yet talked with them, Rachel came with hir fathers shepe, for she kepte ye shepe.","10":"Whan Iacob sawe Rachel ye doughter of Laban his mothers brother, and the shepe of Laban his mothers brother, he wete, & rouled the stone from the welles mouth, and gaue his mothers brother shepe to drynke,","11":"and kyssed Rachel, lift vp his voyce, and wepte,","12":"and tolde her, yt he was hir fathers brother, and ye sonne of Rebecca. Then ranne she, and tolde her father.","13":"Wha Laban herde of Iacob his sisters sonne, he ranne to mete him, and enbraced him, and kyssed him, and brought him in to his house. And so he tolde him all this matter.","14":"The sayde Laban vnto him: Wel, thou art my bone and my flesh. Abyde with me a moneth longe.","15":"But after that saide he vnto Iacob: Because thou art my brother, shalt thou therfore serue me for nought? Tell me, what shall thy wages be.","16":"Laban had two doughters, the eldest was called Lea, & the yongest Rachel.","17":"And Lea was tender eyed, but Rachel was beutyfull & well fauoured of face,","18":"and Iacob loued her well, and sayde: I will serue the seuen yeare, for Rachel thy yongest doughter.","19":"Laban answered: It is better that I geue her the, then vnto another: tary thou with me.","20":"So Iacob serued seuen yeare for Rachel, and they semed vnto him but few dayes, he loued her so well.","21":"And Iacob saide vnto Laban: geue me my wyfe, for the tyme is come that I shulde lye with her.","22":"The Laban bad all the people of that place, and made a mariage.","23":"But at eue he toke his doughter Lea, and brought her in vnto him, and he laye wt her.","24":"And Laban gaue Zilpa his mayde vnto his doughter Lea to be hir mayde.","25":"But on the morow, beholde, it was Lea. And he sayde vnto Laban: Why hast thou done this vnto me? Haue not I serued ye for Rachel? Why hast thou then begyled me?","26":"Laban answered: It is not the maner in oure countre, to mary the yongest before the eldest.","27":"Holde out this weke, & I will geue the this also, for the seruyce yt thou shalt do me yet seuen yeares more.","28":"Iacob dyd so, & helde out yt weke. Then gaue he him Rachel his doughter to wyfe.","29":"And Laban gaue Bilha his mayden vnto Rachel his doughter to be hir mayden.","30":"So he laye with Rachel also, & loued Rachel more the Lea, and serued him yet seuen yeares more.","31":"But when the LORDE sawe, that Lea was nothinge regarded, he made her frutefull, and Rachel baren.","32":"And Lea coceaued, and bare a sonne, whom she called Ruben, and sayde: The LORDE hath loked vpon my aduersite. Now wyll my husbande loue me.","33":"And she conceaued agayne, and bare a sonne, and sayde: The LORDE hath herde that I am despysed, and hath geue me this also, and she called him Symeon.","34":"She coceaued yet agayne, and bare a sonne, and sayde: Now wyll my husbande kepe me company agayne, for I haue borne him thre sonnes, therfore called she his name Leui.","35":"She conceaued ye fourth tyme, and bare a sonne, and sayde: Now wyll I geue thankes vnto the LORDE, therfore called she him Iuda, and left bearynge."}