{"1":"Then coude not Ioseph refrayne him self before all them that stode aboute him: and he comaunded euery man to go out from him, and there stode no man by him, whan Ioseph vttred him self vnto his brethren.","2":"And he wepte loude, so that ye Egipcians and Pharaos housholde herde it.","3":"And he sayde vnto his brethren: I am Ioseph, is my father yet alyue? And his brethren coulde not answere him, they were so abashed before his face.","4":"But he sayde: Come nye vnto me. And they came nye. And he sayde: I am Ioseph youre brother. whom ye solde in to Egipte.","5":"And now vexe not youre selues, & thinke not yt there is eny wrath, because ye solde me hither. For God sent me hither before you, for yor lyues sake.","6":"For these are now two yeares, that ye derth hath bene in the lande, and there are yet fyue yeares behynde, wherin there shalbe no plowinge ner haruest.","7":"But God sent me hither before you, yt he might let you remayne vpon earth, and to saue youre lyues by a greate delyueraunce.","8":"And now, it was not ye then that sent me hither, but God which hath made me a father vnto Pharao, & lorde ouer all his house, and a prynce in the whole lande of Egipte.","9":"Haist you therfore, and go vp vnto my father, and saye vnto him: Thy sonne Ioseph sendeth the this worde: God hath made me lorde in all Egipte, come downe vnto me, tarye not,","10":"thou shalt dwel in the lande of Gosen, and be with me: thou and thy children, and thy childers childre, thy small and greate catell, and all that thou hast.","11":"There wyll I make prouysion for the (for there are yet fyue yeares of derth) that thou perishe not wt thine house, and all that is thyne.","12":"Beholde, youre eyes and the eyes of my brother Ben Iamin se, that I myne owne self speake vnto you by mouth.","13":"Shewe my father all my worshipe in Egipte, and all that ye haue sene: haist you, and come downe hither with my father.","14":"And he fell aboute his brother Ben Iamyns neck, and wepte, and Ben Iamin wepte vpon his neck also.","15":"And he kyssed all his brethren, and wepte vpon them. And afterwarde talked his brethren wt him.","16":"And this tydinges came in to Pharaos house: Iosephs brethren are come, which pleased Pharao well, and all his seruauntes.","17":"And Pharao spake vnto Ioseph: Saye vnto thy brethren: Do thus, lade youre beastes, go youre waye, and whan ye come in to the lande of Canaan,","18":"take youre father and youre housholdes, and come vnto me, I wyl geue you of the goodes in the lade of Egipte, so that ye shall eate the fatt in the lande.","19":"And he commaunded them, Do thus, Take you charettes out of ye lande of Egipte for youre children and wyues, and brynge youre father, and come,","20":"and regarde not youre housholde stuff: for the goodes of all the lade of Egipte shalbe yours.","21":"The children of Israel dyd so, and Ioseph gaue the charettes acordynge to Pharaos commaundement, and expenses by the waye,","22":"and gaue them all, vnto euery one a chaunge of rayment: but vnto Ben Iamin he gaue thre hundreth syluer pens, and fyue chaunge of rayment.","23":"As for his father, he sent him ten Asses laden with goodes out of Egipte, and ten Asses with corne and bred, and vytayles for his father by ye waye.","24":"So he sent awaye his brethren, and sayde vnto them: Stryue not by the waye.","25":"Thus they departed out of Egipte, and came to the lande of Canaan vnto Iacob their father, and tolde him, and sayde:","26":"Thy sonne Ioseph is yet alyue, and is a lorde in all the lande of Egipte. But his hert wauered, for he beleued them not.","27":"The tolde they him all the wordes of Ioseph, which he had sayde vnto them. And whan he sawe ye charettes that Ioseph had sent to fetch him, his sprete reuyued,","28":"& he sayde: I haue ynough, that my sonne Ioseph is yet a liue I wil go, and se him, before I dye."}