{"1":"So whan men beganne to multiplie vpon the earth, and had begot them doughters,","2":"the children of God sawe the doughters of men, that they were fayre, and toke vnto the wyues soch as they liked.","3":"Then sayde ye LORDE: My sprete shal not allwaye stryue with man, for he is but flesh also. I wil yet geue him respyte an hundreth and twety yeares.","4":"There were giauntes also in the worlde at that tyme. For whan the children of God had lyen with the daughters of men, and begotten them children, ye same (children) became mightie in the worlde, and men of renowne.","5":"But whan the LORDE sawe yt the wickednes of man was increased vpon ye earth, and that all ye thought and imaginacion of their hert was but onely euell contynually,","6":"it repented him, that he had made man vpon the earth, and he sorowed in his hert,","7":"and sayde: I wyll destroye man kynde which I haue made, from the earth: both man, beest, worme, and foule vnder the heauen: for it repenteth me, that I haue made them.","8":"Neuertheles Noe founde grace in the sight of the LORDE.","9":"This is ye generacion of Noe. Noe was a righteous and parfecte ma, and led a godly life in his tyme,","10":"and begat thre sonnes: Sem, Ham and Iaphet.","11":"Notwithstondinge ye earth was corrupte in ye sight of God, and full of myschefe.","12":"Then God loked vpon ye earth: and lo, it was corrupte (for all flesh had corrupte his waye vpon the earth.)","13":"Then sayde God vnto Noe: The. ende of all flesh is come before me, for the earth is full of myschefe before them. And lo, I wyll destroye them with the earth.","14":"Make the an Arcke of Pyne tre, and make chambers in it, and pitch it within and without with pitch","15":"and make it after this fashion: The length shal be thre hundreth cubites, the bredth fiftie cubites, and the heyght thirtie cubites.","16":"A wyndow shalt thou make aboue of a cubyte greate: but the dore shalt thou set in the myddest in the syde of it: And the Arke shalt thou make with thre loftes one aboue another.","17":"For lo, I wyll bringe a floude of water vpon the earth, to destroye all flesh (wherin the breth of life is) vnder the heaue: All that is vpon earth, shal perishe.","18":"But with the wyll I make a couenaunt, and thou shalt go in to the Arcke with thy sonnes, with thy wyfe, and with thy sonnes wyues.","19":"And of all creatures what so euer flesh it be, thou shalt bringe into the Arcke, euen a payre: the male and the female, that they maye lyue wt the:","20":"Of foules after their kynde, of beastes after their kynde, and of all maner wormes of the earth after their kinde. Of euery one of these shal there a payre go in vnto the, that they maye lyue.","21":"And thou shalt take vnto the all maner of meate that maye be eaten, and shalt laye it vp in stoare by the, that it maye be meate for the and them.","22":"And Noe dyd acordinge to all that God commaunded him."}