{"1":"Not longe afore this, was Ezechias deadsick: And the prophet Esay the sonne of Amos came vnto him, and sayde: Thus commaundeth the LORDE: Set thyne house in ordre, for thou must dye, and shalt not escape.","2":"Then Ezechias turned his face towarde the wall, & prayed vnto the LORDE,","3":"and sayde: Remembre (o LORDE) that I haue walked before the in treuth and a stedfast hert, and haue done the thinge that is pleasaunt to the. And Ezechias wepte sore.","4":"The sayde God vnto Esay:","5":"Go and speake vnto Ezechias: The LORDE God of Dauid thy father sendeth ye this worde: I haue herde thy prayer, and considred thy teares: beholde, I will put xv yeares mo vnto thy life,","6":"and delyuer the and the citie also, from the honde of the kinge of Assiria, for I will defende the cite.","7":"And take the this token of the LORDE, yt he will do it, as he hath spoken:","8":"Beholde, I will returne the shadowe of Achas Diall, yt now is layed out with the Sonne, and bringe it ten degrees bacward. So the Sonne turned ten degrees bacward, the which he was descended afore.","9":"A thankesgeuynge, which Ezechias kinge of Iuda wrote, when he had bene sicke, & was recouered.","10":"I thought I shulde haue gone to the gates of hell in my best age, and haue wanted the residue of my yeares.","11":"I spake within my self: I shal neuer viset the LORDE God in this life: I shal neuer se man, amonge the dwellers of the worlde","12":"Myne age is folden vp together and taken awaye fro me, like a sheperdes cotage: my lyfe is hewen of, like as a weeuer cutteth of his webb. Whyl I was yet takinge my rest, he hewed me of, & made an ende of me in one daie.","13":"I thought I wolde haue lyued vnto the morow, but he brussed my bones like a lyon, and made an ende of me in one daye.","14":"Then chatred I like a swalowe, and like a Crane, and mourned as a doue. I lift vp myne eyes in to ye hight: O LORDE, (sayde I) violence is done vnto me, be thou suertie for me.","15":"What shal I speake or say, ethat he maye this doo? yt I maye lyue out all my yeares, yee in the bytternesse of my life?","16":"Verely (LORDE,) men must lyue in bytternesse, & all my life must I passe ouer therin: For thou raysest me vp, and wakest me. But lo, I wilbe wel content with this bytternes.","17":"Neuertheles my couersacion hath so pleased ye, that thou woldest not make an ende of my life, so that thou hast cast all my synnes behynde thy backe.","18":"For hell prayseth not the, death doth not magnifie the. They that go downe into the graue, prayse not thy treuth:","19":"but the lyuynge, yee the lyuynge acknowlege the, like as I do this daye. The father telleth his children of thy faithfulnesse.","20":"Delyuer vs (o LORDE) and we wil synge prayses in thy house, all the dayes of oure life.","21":"And Esay sayde: take a playster offyges, and laye it vpon the sore, so shal it be whole.","22":"Then saide Ezechias: O what a greate thinge is this, that I shal go vp in to the house of the LORDE."}