{"1":"This is the prophecy of Esay the sonne of Amos, which he shewed vpon Iuda and Ieruasalem: In the tyme of Osias, Ioathan, Ahas, and Ezechias kynges of Iuda.","2":"Heare o heauen, herken o earth, for the LORDE speaketh: I haue norished & brought vp children, and they are fallen awaye fro me.","3":"An oxe knoweth his LORDE, and an Asse his masters stall, but Israel knoweth nothinge, my people hath no vnderstondinge.","4":"Alas for this synful people, which are experte in blasphemies, a frawerde generacion, vnnatural children. They haue forsaken the LORDE, they haue prouoked the holy one of Israel vnto anger, and are gone bacward.","5":"Wherfore shulde ye be plaged eny more? For ye are euer fallinge awaye. The whole heade is sick, and the herte is very heuy.","6":"From the sole of the foote vnto the heade, there is no whole parte in all yor body: but all are woundes, botches, sores and strypes, which can nether be helped, bounde vp, molified, ner eased with eny oyntment.","7":"Youre londe lieth waist, youre cities are brent vp, youre enemies deuoure youre londe, and ye must be fayne to stonde, and loke vpon it: and it is desolate, as it were with enemies in a batell.","8":"Morouer ye doughter of Syon is left alone like a cotage in a vynyearde, like a watchouse in tyme of warre, like a beseged citie.","9":"And excepte the LORDE of hostes had left us a few alyue: we shulde haue bene as Sodoma, & like vnto Gomorra.","10":"Heare the worde of the LORDE ye tyrauntes of Sodoma: and herken vnto the lawe of oure God, thou people of Gomorra.","11":"Why offre ye so many sacrifices vnto me? I am discontent for the brentoffringes of wethers, and with ye fatnesse offedbeastes. I haue no pleasure in the bloude of bullockes, lambes and gootes.","12":"When ye apeare before me, who requyreth you to treade within my porches?","13":"Offre me no mo oblacions, for it is but lost laboure. I abhorre youre incense. I maye not awaye with youre newmoones, youre Sabbathes and solempne dayes. Youre fastinges are also in vayne.","14":"I hate youre new holy dayes and fastinges, euen fro my very harte. They make me weery, I can not abyde them.","15":"Though ye holde out yor hondes, yet turne I myne eyes from you. And though ye make many prayers, yet heare I nothinge at all, for youre hondes are full of bloude.","16":"Wash you, make you clene, put awaye yor euell thoughtes out of my sight, cease from doinge of euell and violence.","17":"Lerne to do right, applie youre selues to equyte, delyuer the oppressed, helpe the fatherlesse to his right, let the wydowes complaynte come before you.","18":"Now go to (saieth the LORDE) we wil talke together. Is it not so? Though youre synnes be as read as scarlet, shal they not be whyter then snowe? And though they were like purple, shall they not be like whyte woll?","19":"Is it not so? Yf ye be louynge & obedient, ye shal enioye the best thinge that groweth in the londe.","20":"But yf ye be obstinate and rebellious, ye shalbe deuoured with the swerde: for thus the LORDE hath promised with his owne mouth.","21":"How happeneth it then that the rightuous citie (which was full of equite) is become vnfaithfull as an whore? rightuousnes dwelt in it, but now murthur.","22":"Thy Siluer is turned to drosse, and thy wyne myxte wt water.","23":"Thy prynces are traytours and companyons of theues. They loue giftes altogether, and folowe rewardes. As for the fatherles, they helpe him not to his right, nether wil they let the wydowes causes come before them.","24":"Therfore speaketh the LORDE God of hostes the mighty one of Israel: Ah I must ease me of myne enemies, and a venge me vpo the.","25":"And therfore shal I laye my honde vpon the, and burne out thy drosse from the fynest and purest, and put out all thy leade,","26":"& set thy iudges agayne as they were somtyme, and thy Senatours as they were from ye begynnynge. Then shalt thou be called the rightuous citie, the faithful citie.","27":"But Sion shalbe redemed with equyte, and hyr captiuyte with rightuousnesse","28":"For the transgressours and vngodly, and soch as are become vnfaithfull vnto the LORDE, must all together be vtterly destroyed.","29":"And excepte ye be ashamed of the oketrees wherin ye haue so delited, and of the gardes that ye haue chosen:","30":"ye shalbe as an oke whose leaues are fallen awaye, and as a garden that hath no moystnesse.","31":"And as for the glory of these thinges, it shalbe turned to drie strawe, and he that made them to a sparke. And they shal both burne together, so that no man shalbe able to quench them."}