{"1":"Vp Sion vp, take thy strength vnto the: put on thine honest rayment o Ierusale, thou citie of the holy one. For from this tyme forth, there shal no vncircumcised ner vncleane person come in the.","2":"Shake the fro the dust, arise & stonde vp, o Ierusale. Pluck out thy neck from the bode, o thou captyue doughter Sion.","3":"For thus saieth the LORDE: Ye are solde for naught, therfore shal ye be redemed also without eny money.","4":"For thus hath the LORDE sayde: My people wete downe afore tyme in to Egipte, there to be straungers. Afterwarde dyd the kinge of the Assirians oppresse the, for naught.","5":"And now what profit is it to me (saieth ye LORDE) yt my people is frely caried awaye, & brought in to heuynes by their rulers, and my name euer still blasphemed? saieth the LORDE.","6":"But yt my people maye knowe my name, I my self will speake in that daye. Beholde, here am I.","7":"O how bewtiful are the fete of the Embassitoure, yt bringeth the message fro the mountayne, & proclameth peace: yt brigeth the good tydinges, & preacheth health, & saieth vnto Sion: Thy God is the kinge.","8":"Thy watchme shal lift vp their voyce, wt loude voyce shal they preach of him: for they shal se him present, whe the LORDE shal come agayne to Sion.","9":"Be glad, o thou desolate Ierusale, & reioyse together: for the LORDE will coforte his people, he wil delyuer Ierusale.","10":"The LORDE wil make bare his holy arme, & shewe it forth in the sight of all the Getiles, & all the endes of the earth shal se the sauynge health of oure God.","11":"Awaye, Awaye, get you out fro thence, & touch no vncleane thinge. Go out from amonge soch, And be cleane, ye that beare the vessell of the LORDE.","12":"But ye shal not go out with sedicio, ner make haist as they that fle awaye: for the LORDE shal go before you, ad the God of Israel shal kepe the watch.","13":"Beholde, my seruaunt shal deale wysely, therfore shal he be magnified, exalted & greatly honoured.","14":"Like as ye multitude shal wodre vpon him, because his face shalbe so deformed & not as a mans face, & his bewtie like no man:","15":"Euen so shal the multitude of the Getiles loke vnto him, & ye kinges shal shut their mouthes before him. For they yt haue not bene tolde of him, shal se him: and they yt herde nothinge of him, shal beholde him."}