{"1":"This is the heuy burthe of the waist see: A greuous visio was shewed vnto me, like as when a storme of wynde and rayne russheth in from the wyldernesse, that terrible londe.","2":"Who so maye disceaue (sayde the voyce) let him disceaue: Who so maye distroye, let him distroye. Vp Elam, besege it o Madai, for I will still all their gronynges.","3":"With this, the raynes of my backe were ful of payne: Panges came vpon me, as vpon a woman in hir trauayle. When I herde it, I was abasshed: and whe I loked vp, I was afrayde.","4":"Myne herte paunted, I trembled for feare. The darcknesse made me fearfull in my mynde.","5":"Yee soone make redy the table (sayde this voyce) kepe the watch, eate and drynke: Vp ye captaynes, take you to youre shylde,","6":"for thus the LORDE hath charged me: go thy waye, and set a watchma, that he maye tell what he seyth.","7":"And whe he had wayted diligetly, he sawe two horsmen: the one rydinge vpon an Asse, the other vpon a camel.","8":"And the lyon cried: LORDE, I haue stonde waytinge all the whole daye, and haue kepte my watch all the night.","9":"With yt came there one rydinge vpon a charet, which answered, and sayde Babilon is fallen, she is turned vpsyde downe, and all ye ymages of hir goddes are smytten to ye grounde.","10":"This (o my felowe throsshers and fanners) haue I herde of the LORDE of hoostes the God of Israel, to shewe it vnto you.","11":"The heuy burthen of Duma. One of Seir cried vnto me: watchman, what hast thou espied by night? Watchman, what hast thou espied by night?","12":"The watchman answered: The daye breaketh on, and the night is comynge: Yf youre request be earnest, then axe, and come agayne.","13":"The heuy burthen vpon Arabia. At euen ye shal abyde in the wod, in the waye toward Dedanim.","14":"Mete the thurstie with water, (o ye citisens of Hema) mete those with bred that are fled.","15":"For thei shal runne awaye from the weapen, from the drawe swerde, from the bet bowe, and from the greate batell.","16":"For thus hath the LORDE spoken vnto me: ouer a yeare shal all the power of Cedar be gone, like as when the office of an hyred seruaunte goeth out:","17":"And the remnaunt of the good Archers of Cedar, shalbe very few: For the LORDE God of Israel hath spoken it."}