{"1":"Thus saieth the LORDE vnto Cirus his anoynted, whom he ledeth by ye right hode: that the people maye fall downe before him: I wil lowse the gyrdle of kinges, yt they shal open the gates before thy face, and not to shut their dores.","2":"I wil go before the, and make the croked straight. I shal breake the brasen dores, & burst the yron barres.","3":"I shall geue the the hyd treasure, & the thinge which is secretly kepte: that thou mayest knowe, yt I the God of Israel haue called the by thy name:","4":"and that for Iacob my seruaunt sake, & for Israel my chosen. For I called the by yi name, and ordened the, or euer thou knewest me:","5":"Euen I the LORDE, before whom there is none other, for wt out me there is no God I haue prepared the, or euer thou knewest me:","6":"that it might be knowne from the risynge of the Sonne to the goinge downe of the same, that all is nothinge without me. For I am the LORDE, & there is els none.","7":"It is I yt created the light and darcknes, I make peace and trouble: Yee euen I the LORDE do all these thinges.","8":"The heauens aboue shal droppe downe, and the cloudes shal rayne rightuousnes. The earth shal open itself, and brynge forth health, and therby shal rightuousnes florish. Euen I the LORDE shal bringe it to passe.","9":"Wo be vnto him that chydeth wt his maker, the potsherde with the potter. Saieth ye claye to the potter: What makest thou? or, yi worke serueth for nothige?","10":"Wo be vnto him, yt saieth to his father: why begettest thou? And to his mother: why bearest thou?","11":"Thus saieth the LORDE, euen the holy one & maker of Israel: Axe me of thinges for to come, concernynge my sonnes: and put me in remebraunce, as touchinge the workes of my hodes:","12":"I haue made the earth, and created ma vpon it. With my hondes haue I spred forth heauen, and geuen a commaundment for all the hooste therof.","13":"I shal wake him vp with rightuousnesse, and ordre all his wayes. He shal buylde my cite, & let out my prisoners: & that nether for gift nor rewardes, saieth the LORDE of hoostes.","14":"The LORDE hath sayde morouer: The occupiers of Egipte, the marchauntes of the Moryans and Sabees, shal come vnto the with tribute, they shalbe thine, they shal folowe the, and go with cheynes vpon their fete. They shal fall downe before the, and make supplicacion vnto the. For God (wt out who there is none other God) shal be with the.","15":"O how profounde art thou o God, thou God & Sauioure of Israel?","16":"Confounded be ye, and put to dishonoure: go hence together with shame, all ye that be workmasters of erroure: (that is worshippers of Idols)","17":"But Israel shalbe saued in the LORDE, which is the euerlastinge saluacio: They shal not come to shame ner confucion, worlde without ende.","18":"For thus sayeth the LORDE: euen he that created heauen, the God yt made the earth, that fashioned it, and set it forth: I haue not made it for naught, but I made it to be enhabited: Euen I the LORDE, without whom there is none other.","19":"I haue not spoken secretly, nether in darcke places of the earth. It is not for naught, that I sayde vnto the sede of Iacob: seke me. I am the LORDE, which whe I speake, declare the thinge that is rightuous and true.","20":"Let the be gathered & come together, let the drawe nye hyther, yt are escaped of the people: Haue they eny vnderstondinge, that set vp the stockes of their Idols, and praye vnto a god, that ca not helpe the?","21":"Let men drawe nye, let them come hither, ad aske councel one at another, and shewe forth: What is he, that tolde this before? or, who spake of it, euer sence the begynnynge? Haue not I ye LORDE done it: without whom there is none other God? the true God and sauioure, and there is els none but I?","22":"And therfore turne you vnto me (all ye endes of the earth) so shal ye be saued, for I am God, & there is els none.","23":"I sweare by myself: out of my mouth cometh ye worde of rightuousnesse, and that maye no man turne: but all knees shal bowe vnto me, and all tunges shal sweare by me,","24":"sayenge: Verely in the LORDE is my rightuousnes and strength. To him shal me come: but all they that thinke scorne of him, shalbe confounded.","25":"And the whole sede of Israel shalbe iustified, & praysed in ye LORDE"}