{"1":"Now well than, I will synge my beloued frende a songe of his vynyearde. My beloued frende hath a vyneyearde in a very frutefull plenteous grounde.","2":"This he hedged, this he walled rounde aboute, and planted it with goodly grapes. In the myddest of it buylded he a towre, and made a wyne presse therin And afterwarde when he loked yt it shulde bringe him grapes, it brought forth thornes.","3":"I shewe you now my cause (o ye Citysens of Ierusalem and whole Iuda:) Iudge I praye you betwixte me: and my wynegardinge.","4":"What more coude haue bene done for it, that I haue not done? Wherfore then hath it geuen thornes, where I loked to haue had grapes of it?","5":"Well, I shall tell you how I will do wt my vynyarde: I will take the hedge from it, that it maye perish, and breake downe ye wall, that it maye be troden vnder fote.","6":"I will laye it waist, that it shall nether be twysted nor cut, but beare thornes and breares. I wil also forbyd ye cloudes, that they shal not rayne vpon it.","7":"As for the vynyarde of the LORDE of hoostes it is the house of Israel, and whole Iuda his fayre plantinge. Of these he loked for equyte, but se there is wronge: for rightuousnesse, lo, It is but misery.","8":"Wo to you that ioyne one house to another, and bringe one londe so nigh vnto another, till ye can get no more grounde. Wil ye dwell vpon the earth alone?","9":"The LORDE of hoostes rowneth me thus i myne eare: shal not many greater and more gorgions houses be so waist, that no man shall dwell in the?","10":"And ten akers of vynes shal geue but a Quarte, and xxx. bushels of sede shal geue but thre.","11":"Wo be vnto them that ryse vp early to vse them selues in dronkynnes, and yet at night are more superfluous with wyne.","12":"In whose companies are harpes and lutes, tabrettes and pipes, and wyne. But they regarde not the worke of the LORDE, and cosidre not the operacio of his hondes.","13":"Therfore cometh my folck also in captiuyte, because they haue no vnderstondynge. Their glory shalbe myxte with huger, and their pryde shalbe marred for thurste.","14":"Therfore gapeth hel, and openeth hyr mouth marvelous wyde: that pryde, boostinge and wisdome, with soch as reioyse therin, maye descende in to it.","15":"Thus shal man haue a fall, he shalbe brought lowe, and the high lokes of the proude layde downe.","16":"But the LORDE of hoostes, yt holy God: shalbe exalted and vntouched, when he shal declare his equyte and rightuousnesse after this maner.","17":"Then shal ye lambes eate their apoynted foder, and shal fede plenteously in the mountaynes","18":"Wo vnto vayne persones, that drawe wickednes vnto the, as it were with a coorde: and synne, as it were with a cart rope.","19":"Which vse to speake on this maner: let him make haist now, and go forth wt his worke, that we maye se it. Let the councel of ye holy one of Israel come, and drawe nie, yt we maye knowe it.","20":"Wo vnto them that call euel good, and good euel: which make darcknesselight, & light darcknesse, yt make sower swete, and swete sower.","21":"Wo vnto them that are wyse in their owne sight, and thinke them selues to haue vnderstodinge.","22":"Wo vnto them, yt are connynge men to suppe out wyne, and experte to set vp drokenesse.","23":"These gyue sentence with the vngodly for rewardes, but condemne the iust cause of the rightuous.","24":"Therfore, like as fyre licketh vp the strawe, and as the flame cosumeth the stubble: Euen so (when their root is ful,) their blossome shal vanish awaye like dust or smoke. for they despyse the lawe of the LORDE of hoostes, and blaspheme the worde of the holy maker of Israel.","25":"Therfore is the wrath of the LORDE kyndled also agaynst his people, and he shaketh his honde at them: yee he shal smyte so, that the hilles shal tremble. And their carcases shal lye in the ope stretes, like myre. After all this, the wrath of God shall not ceasse, but he shal stretch his hode wyder.","26":"And he shal gyue a toke vnto a straunge people, and call vnto them in a farre countre: and beholde, they shal come hastely with spede.","27":"There is not one faynt nor feble amonge them, no not a slogish nor slepery parsone. There shal not one of them put of the gyrdle from his loynes, ner lowse the lachet of his shue.","28":"Their arowes are sharpe, and their bowes bent. Their horse hoofes are like flynt, and their cartwheles like a stormy wynde.","29":"Their crie is as it were of a lyon, and the roaringe of them like lyons whelpes. They shal roare, and hatch vp the praye, and no man shal recouer it or get it from the.","30":"In that daye they shalbe so fearce vpon them, as the see. And yf we loke vnto the londe, beholde, it shalbe all darcknesse and sorowe. Yf we loke to heauen: beholde, it shalbe darck with careful desperacion."}