{"1":"Morouer the LORDE sayde vnto me: Take the a greate leaf, and wryte in it, as men do with a penne, that he spede him to robbe, and haist him to spoyle.","2":"And Inmediatly I called vnto me faithful wytnesses: Vrias the prest, and Zacharias ye sonne of Barachias.","3":"After that went I vnto the prophetisse, that now had conceaued and borne a sonne. Then sayde the LORDE to me: geue him this name: Maherschalal haschbas, that is: a spedie robber, an hastie spoyler.","4":"For why, or euer the childe shal haue knowlege to saye: Abi and Im, yt is father, and mother: shal ye riches of Damascus and ye substaunce of Samaria be take awaye, thorow the Kynge of ye Assirians.","5":"The LORDE spake also vnto me, sayenge:","6":"for so moch as the people refuseth the stilrenninge water of Silo, and put their delite in Rezin and Romelies sonne:","7":"Beholde, the LORDE shal bringe mightie and great floudes of water vpon them: namely, ye kynge of the Assirians with all his power. Which shall poure out his furyousnes vpo euery man, and renne ouer all their bankes.","8":"And shal breake in vpon Iuda, increasinge in power, till he get him by the throte. He shal fyl also the wydenesse of thy londe wt his brode wynges, O Emanuel.","9":"Go together ye people, and gather you, herken to all ye of farre countrees. Mustre you, and gather you: mustre you and gather you,","10":"take youre councel together, yet must youre councel come to nought: go in honde withal, yet shal it not prospere. Excepte Emanuel: (that is God) be with","11":"For the LORDE chastised me, and toke me by ye honde, and warned me, sayenge vnto me: that I shulde not walcke in the waye of this people. He sayde morouer:","12":"rounde with none of the, who so euer saye: yonder people are bounde together. Neuertheles feare them not, nether be afrayde of them,","13":"but sanctifie the LORDE of hoostes, let him be youre feare and drede.","14":"For he is the sanctifienge, and stone to stomble at, ye rock to fall vpon, a snare and net to both the houses: to Israel, and the inhabitours of Ierusalem.","15":"And many shal stomble, fall, and be broke vpon him: yee they shalbe snared and taken.","16":"Now laye the witnesses together (sayde the LORDE) and seale the lawe with my disciples.","17":"Thus I waite vpon the LORDE, that hath turned his face from the house of Iacob, and I loke vnto him.","18":"But lo, as for me, and the children which the LORDE hath geuen me: we are a token and a wondre in Israel, for the LORDE of hoostes sake, which dwelleth vpon the hill of Syon.","19":"And therfore yf they saye vnto you: aske councel at the soythsayers, witches, charmers and coniurers, then make them this answere: Is there a people enywhere, that axeth not councel at his God: whether it be concernynge the dead, or the lyuynge?","20":"Yf eny man want light, let him loke vpon the lawe and the testimony, whether they speake not after this meanynge.","21":"Yf he do not this, he stombleth and suffreth huger. And yf he suffre honger, he is out of pacience, and blasphemeth his kynge and his God. Then loketh he vpwarde, and downewarde to the earth,","22":"and beholde, there is trouble and darcknesse, vexacion is rounde aboute him, and the cloude of erroure And out of soch aduersite, shall he not escape."}