{"1":"Beholde, the kinge shal gouerne after ye rule of rightuousnes, and ye princes shal rule acordinge to the balaunce of equite.","2":"He shalbe vnto me, as a defence for the wynde, and as a refuge for the tempest, like as a ryuer of water in a thurstie place, and ye schadowe of a greate rock in a drie lode.","3":"The eyes of the seinge shall not be dymme, and the eares of them that heare, shal take diliget hede.","4":"The hert of the vnwise, shal attayne to knowlege, and the vnparfite tuge shal speake planely and distinctly.","5":"Then shal the nygarde be no more called gentle, ner the churle lyberall.","6":"But the churle wil be churlishly mynded, and his hert wil worke euell and playe the ypocrite, and ymagyn abhominacios agaynst God, to make the hungrie leane, and to withholde drinke from the thurstie:","7":"These are the perlous weapons of the cuvetous, these be his shameful councels: that he maye begyle the poore with disceatful workes, yee euen there as he shulde geue sentence with the poore.","8":"But the liberall person ymagineth honest thinges, and commeth vp with honesty.","9":"Vp (ye rich and ydle cities), harken vnto my voyce. Ye careles cities, marcke my wordes.","10":"After yeares and dayes shal ye be brought in feare, o ye carelesse cities. For Haruest shalbe out, and the grape gatheringe shal not come.","11":"O ye rich ydle cities, ye that feare no parell, ye shalbe abashed and remoued: when ye se the barennesse, the nakednesse and preparinge to warre.","12":"Ye shal knock vpo youre brestes, because of the pleasaunt felde, and because of the fruteful vynyarde.","13":"My peoples felde shal bringe thornes and thistels, for in euery house is voluptuousnes & in the cities, wilfulnes.","14":"The palaces also shalbe broken, and the greatly occupide cities desolate. The towers and bulwerckes shalbe become dennes for euermore, the pleasure of Mules shalbe turned to pasture for shepe:","15":"Vnto the tyme that ye sprete be poured vpon vs from aboue. Then shal the wildernesse be a fruteful felde & the plenteous felde shalbe rekened for a wodde.","16":"Then shal equyte dwel in the deserte, and rightuousnesse in a fruteful londe.","17":"And the rewarde of rightuousnesse shalbe peace, and hir frute rest and quietnesse for euer.","18":"And my people shal dwel in the ynnes of peace, in my tabernacle and pleasure, where there is ynough in the all.","19":"And whe the hale falleth, it shal fall in the wodde and in the citie.","20":"O how happy shal ye be, whe ye shal safely sowe youre sede besyde all waters & dryue thither the fete of youre oxe & asses."}