{"1":"This is the heuy burthen vpon Egipte: Beholde, the LORDE wil ryde vpon a swifte cloude, and come in to Egipte. And the goddes of Egipte shal trymble at his comynge, and the hert of Egipte shal quake within her.","2":"For thus saieth the LORDE: I wil stere vp the Egiptians one agaynst another amonge them selues, so that one shalbe euer agaynst his brother and neghboure, yee one cite agaynst another, and one kyngdome agaynst another.","3":"And Egipte shalbe choked in hir self. Whe they axe councel at their goddes, at their Prophetes, at their soythsayers and witches: then will I bringe their councel to naught.","4":"I wil delyuer Egipte also in to the hondes of greuous rulers, and a cruel kinge shal haue the rule of them.","5":"The water of the see shalbe drawe out, Nilus shal synke awaye, & be dronke vp.","6":"The ryuers also shalbe drawen out, the welles shal decreace and drie awaye. Rede and rush shal fayle,","7":"the grasse by the waters syde or vpon ye ryuers bancke, yee and what so euer is sowen by the waters, shalbe wythered, destroyed, & brought to naught.","8":"The fyshers shall mourne, all soch as cast angles in the water, shal complayne, & they that sprede their nettes in the water, shalbe faynt harted.","9":"Soch as laboure vpon flax & sylcke, shal come to pouerte, & they also that weeue fyne workes.","10":"All the poundes of Egipte, all the policie of their Moates & diches shal come to naught.","11":"Yee the vndiscrete prynces of Zoan, the councel of the wyse Senatours of Pharao, shal turne to foolishnesse: Those that darre boast & saye of Pharaos behalfe: I am come of wyse people.","12":"I am come of ye olde regall Progeny. But where are now thy wyse me? Let them tel the & shewe the, what the LORDE of hoostes hath taken in honde agaynst Egypte.","13":"Fooles are those prynces of Zoan, & proude are the prynces of Noph: yee they dysceaue Egypte mith the nobilite of their stocke.","14":"For the LORDE hath made Egypte droncke with the sprete of erroure, and they shal vse it in all matters: eue like as a dronke ma goeth spewinge aboute.","15":"For Egipte shal lacke good councel, so yt they shal not knowe what to do, nether beginnynge nor ende, nether vpon the lode nor water.","16":"The shal ye Egiptias be like vnto wome, afrayde & astoied, at the liftinge vp of the hode, which ye LORDE of hoostes shal lifte vp ouer them.","17":"The londe of Iuda also shal make the Egiptians afrayde, who so doth but speake vpon it, shal put them in feare: And that because of the councel, which ye LORDE of hoostes hath devysed agaynst them.","18":"Then shal the fyue cities of Egipte speake with the Canaanites tunge, ande sweare by the LORDE of hoostes, & Heliopolis shalbe one of them.","19":"At the same tyme shal the LORDE of hoostes haue an aulter in the myddest of the londe of Egipte, with this title ther by: Vnto the LORDE.","20":"This shalbe a token or testimony vnto the LORDE of hoostes in the londe of Egipte, when they shal crie vnto him, because of those that oppresse them: that he shal sende them a captayne and a Sauioure to delyuer them.","21":"Morouer, Egipte shalbe bought vnto the LORDE, and the Egiptians also shal knowe the LORDE at the same tyme: they shal do him reuerence with peace offringes, and with meatoffringes: they shal promyse him offringes, yee & paye him also.","22":"Thus the LORDE shal smyte Egipte, & heale it agayne: & so shal they turne to ye LORDE, and he also shal haue mercy vpo them, and saue them.","23":"Then shal there be a comon waye out of Egipte in to Assiria. The Assirians shal come in to Egipte, and the Egypcians in to Assiria. The Egipcians also and the Assirians shal both haue one Gods seruyce.","24":"Then shal Israel with honoure be the thirde to Egipte and Assur.","25":"And the LORDE of hoostes shal blesse them, sayenge: Blissed is my people of the Egipcians, Assur is the worke of my hodes, but Israel is myne enheritaunce."}