{"1":"Naaman the chefe captayne of the kynge of Syria, was an excellet ma in the sighte of his lorde, and moch set by (for thorow him the LORDE gaue health vnto Syria) and he was a mightie man, but a leper.","2":"And there had men of warre fallen out of Syria, and caried awaye a litle damsel out of the londe of Israel: the same was in seruyce with Naamas wife,","3":"and sayde vnto hir mastresse: O that my master were with the prophet at Samaria, he wolde heale him from his leprosy.","4":"Then wente he into his lorde, and tolde him, and sayde: Thus and thus hath the damsel of the londe of Israel spoken.","5":"The kynge of Syria sayde: Go thy waye then, & I wyl wrytte a letter vnto the kynge of Israel. And he wente, and toke with him ten hundreth weighte of syluer, and sixe thousande guldens, & ten chaunge of rayment,","6":"& broughte the letter vnto the kynge of Israel, with these wordes: Whan this letter commeth vnto the, beholde, thou shalt vnderstonde yt I haue sent my seruaunt Naaman vnto the, that thou mayest heale him of his leprosy.","7":"And whan the kynge of Israel red the letter, he rente his clothes, & sayde: Am I God then, that I can kyll and quycke agayne, yt he sendeth vnto me, to heale the man fro his leprosy? Considre and se, how he seketh an occasion vnto me.","8":"Whan Eliseus the man of God herde, yt the kynge of Israel had rente his clothes, he sent vnto him, sayenge: Why hast thou rente thy clothes? Let him come to me, that he maye knowe, yt there is a prophet in Israel.","9":"So Naaman came with horses and charettes, and helde still at the dore of Eliseus house.","10":"Then sent Eliseus a messaunger vnto him, sayenge: Go thy waye, and wa?she the seuen tymes in Iordane, so shal thy flesh be restored the agayne, & be clensed.","11":"Then was Naaman wroth, & wente his waye, & sayde: I thoughte he shulde haue come forth vnto me, & to haue stode here & to haue called vpo the name of the LORDE his God, & to haue touched the place with his hande, & so to haue put awaye the leprosy.","12":"Are not ye waters of Amana and Pharphar at Damascon better then all the waters in Israel, yt I might wa?she me therin & be clesed? and he turned him, and wete his waye in displeasure.","13":"Then his seruauntes gat the to him, and sayde: Father, yf the prophet had comaunded the eny greate thinge, shuldest thou not haue done it? moch more the yf he saye vnto the: Wasshe the, & thou shalt be cleane.","14":"Then wete he downe, & wa?shed him selfe in Iordane seue tymes (as the man of God sayde) & his flesh was restored him agayne, euen as the flesh of a yonge childe and he was clensed.","15":"And he turned agayne to ye man of God with all his armye. And whan he came in, he stode before him, and sayde: Beholde, I knowe that in all londes there is no God, but in Israel. Take now therfore this blessynge I praye the of thy seruaunt.","16":"Neuertheles he sayde: As truly as the LORDE lyueth, before whom I stonde, I wil not take it. And he wolde nedes haue him to take it, but he wolde not.","17":"Then sayde Naaman: Mighte there not a burthe of this earth be geue vnto yi seruaunt, as moch as two Mules maye beare? For thy seruaunt wyll nomore do sacrifice and offer burntofferynges vnto other goddes, but vnto the LORDE,","18":"That the LORDE maye be gracious vnto thy seruaunt, yf I worshippe in the house of Rimmon, wha my lorde goeth there in to ye house to worshippe, & leaneth vpon my hande.","19":"He sayde vnto him: Go thy waye in peace. And as he was gone from him a felde bredth in the londe,","20":"Gehasi the seruaunt of Eliseus ye man of God thoughte: beholde, my lorde hath spared Naama this Syrian, so that he hath not taken from him yt which he broughte: As truly as ye LORDE lyueth, I wil rune after him, & take somthinge of him.","21":"So Gehasi folowed Naaman. And wha Naaman sawe yt he ranne after him, he lighte downe from the charet to mete him, & sayde: Are all thinges well?","22":"He sayde: Yee. But my lorde hath sent me, & caused to saye vnto the: Beholde, there are now come to me fro mount Ephraim two yonge men of the prophetes childre, geue them a talete of siluer (I praye the) & two chaunge of rayment.","23":"Naama saide: Go to, take two taletes. And he copelled him, & bande two talentes in two bagges, and two chaunge of rayment, and delyuered it vnto two of his seruauntes, which bare it before him.","24":"And whan he came in ye darcke, he toke it from their handes, & layed it a syde in the house, & let the men go.","25":"And whan they were gone their waye, he stode before his lorde. And Eliseus sayde vnto him: Whence commest thou Gehasi? He sayde: Thy seruaunt wente nether hither ner thither.","26":"But he sayde vnto him: Wente not my hert wt the, whan the man turned backe from his charet to mete the? Now thou hast take the syluer & the rayment, olyue trees, vynyardes, shepe, oxen, seruauntes & maydens.","27":"But the leprosy of Naaman shal cleue vnto the & to thy sede for euer. Then wete he forth from him leporous as snowe."}