{"1":"Eliseus the prophet called one of the prophetes childre, & sayde vnto him: Girde vp yi loynes, and take this cruse of oyle with the, and go vnto Ramoth in Gilead:","2":"and wha thou comest thither, thou shalt se there one Iehu, ye sonne of Iosaphat the sonne of Nimsi, and go in, and byd him stonde vp amonge his brethren, and brynge him in to the ynmost chamber,","3":"& take thou ye cruse of oyle, and poure it vpon his heade, & saye: Thus sayeth the LORDE: I haue anointed the to be kynge ouer Israel: & thou shalt open the dore, and flye, and not tary.","4":"And the prophetes yonge man, the childe wente his waye vnto Ramoth in Gilead.","5":"And whan he came in, beholde, the captaynes of the hoost sat there, and he sayde: I haue somwhat to saye vnto the O captayne. Iehu saide: Vnto whom amonge vs all? He sayde: Euen vnto the o captayne.","6":"Then stode he vp, and wente in. So he poured the oyle vpon his heade, and sayde vnto him: Thus sayeth the LORDE God of Israel: I haue anoynted ye to be kynge ouer the LORDES people of Israel,","7":"and thou shalt smyte thy lorde Achabs house, that I maye auenge the bloude of my seruauntes the prophetes, and the bloude of all the LORDES seruauntes, from the hande of Iesabel,","8":"that all the house of Achab maye peri?she. And I wyl rote out from Achab, euen him that maketh water agaynst the wall, and the closed vp and the desolate in Israel:","9":"and the house of Achab wyll I make euen as the house of Ieroboam the sonne of Nebat, and as the house of Baesa the sonne of Ahia,","10":"and ye dogges shall eate vp Iesabel vpon the felde at Iesrael, and noman shall burye her. And he opened the dore, and fled.","11":"And wha Iehu came forth to his lordes seruauntes, they saide vnto him: Are all thinges well? Wherfore came this madd felowe vnto the? He saide vnto them: Ye knowe the man well, & what he hath spoken.","12":"They sayde: That is not true, but tell thou vs. He sayde: Thus and thus hath he spoken vnto me, and sayde: Thus sayeth the LORDE: I haue anoynted the to be kynge ouer Israel.","13":"Then made they haist, and euery one toke his garment and laied them vnder him in maner of a iudges seate, and blewe the trompet, and sayde: Iehu is made kinge.","14":"So Iehu the sonne of Iosaphat the sonne of Nimsi, made a confederacion agaynst Ioram. As for Iora he laye before Ramoth in Gilead with all Israel agaynst Hasael the kynge of Syria.","15":"But Ioram the kynge was turned backe, yt he might be healed of the woundes wherwith the Syrians had wounded him, wha he foughte with Hasael the kynge of the Syrians. And Iehu sayde: Yf it be youre mynde, there shall noman escape out of the cite, to go and tell it at Iesreel.","16":"And he rode, and departed vnto Iesrael: for Ioram laye there, and Ochosias the kinge of Iuda was come downe to vyset Ioram.","17":"But the watchman that stode vpon the tower at Iesrael, sawe the company of Iehu commynge, and sayde: I se a company. Then sayde Ioram: Take a charet, and sende to mete the, and saye: Is it peace?","18":"And the charetman rode to mete them, and sayde: Thus sayeth the kynge: Is it peace? Iehu sayde: What hast thou to do with peace? Turne the behynde me. The watchman tolde it, and sayde: The messaunger is come vnto them, and cometh not agayne.","19":"Then sent he another charetman, which whan he came to them, saide: Thus sayeth the kynge: Is it peace? Iehu sayde: What hast thou to do with peace? Turne ye behynde me.","20":"And the watchman tolde it, and sayde: He is come to them: and commeth not agayne, and the goynge is as it were the goynge of Iehu the sonne of Nimsi: for he dryueth on as he were mad.","21":"Then sayde Ioram: Binde the charet fast. And they bounde the charet, and so they wente forth, Ioram the kynge of Israel, and Ochosias the kynge of Iuda, euery one vpon his charet, to mete Iehu. And they founde him vpon the felde of Naboth the Iesraelite.","22":"And whan Ioram sawe Iehu, he sayde: Iehu, is it peace? But he sayde: What peace? The whordome and witchcraft of thy mother Iesabel is not yet come to an ende.","23":"Then turned Ioram his hande and fled, and sayde vnto Ochosias: There is treason Ochosias.","24":"But Iehu toke his bowe, & shot Ioram betwene the armes, that the arowe wente thorow his hert, and he fell downe in his charet.","25":"And Iehu sayde vnto Bidekar the knyghte: Take and cast him in the pece of londe of Naboth the Iesraelite: for I remembre sence thou rodest with me in a charet after Achab his father, that the LORDE wolde laye this heuy burthen vpon him.","26":"I holde (sayde the LORDE) I wyl recompence the yt bloude of Naboth and of his childre, euen in this pece of londe. Take him now and cast him in to that pece of londe, acordynge to the worde of the LORDE.","27":"Whan Ochosias the kinge of Iuda sawe this, he fled by the waie vnto ye garden house. But Iehu folowed after him, and commaunded to smyte him also vpon his charet in the goynge vp towarde Gur, which lieth by Ieblaam: and he fled vnto Megiddo, and dyed there.","28":"And his seruauntes caused him to be caried vnto Ierusalem, and there they buryed him in his awne graue with his fathers in the cite of Dauid.","29":"Ochosias reigned ouer Iuda in ye eleuenth yeare of Iora ye sonne of Achab.","30":"And whan Iehu came to Iesrael, and Iesabel herde therof, she coloured hir face, and decked hir heade, and loked out at the wyndowe.","31":"And whan Iehu came vnder the gate, she sayde: Prospered Symri well that slewe his lorde?","32":"And he lifte vp his face to the wyndow, and sayde: Who is with me? Then resorted there two or thre chamberlaynes vnto him.","33":"He sayde: Cast her downe headlinges. And they cast her downe headlynges, so that ye wall and the horses were sprenkled with hir bloude, and she was trodde vnder fete.","34":"And whan he came in, and had eaten and dronken, he sayde: Loke vpon yonder cursed woman, & burye her, for she is a kynges doughter.","35":"Neuertheles whan they wente in to burye her, they founde nothinge of her, but the?kull and the fete, and the palmes of her handes.","36":"nd they came agayne and broughte him worde. He saide: This is euen it that the LORDE spake by his seruaunt Elias the Tishbite, and sayde: In the felde of Iesrael shal the dogges eate Iesabels flesh.","37":"So the deed carcase of Iesabel became euen as donge in the felde of Iesrael, so yt a man coulde not saye: This is Iesabel."}