{"1":"Eliseus spake vnto the woma, whose sonne he had restored vnto life againe, and sayde: Get the vp, & go with thine housholde, and be a straunger where thou canst: for the LORDE shall call for a derth, which shal come into the londe seuen yeare loge.","2":"The woman gat her vp, and dyd as the man of God sayde, & wente with hir housholde, and was a straunger in the londe of the Philistynes seuen yeare.","3":"But whan the seuen yeares were ended, the woman came agayne out of the Philistynes lode, and wente forth to crye vpon the kynge for hir house and londe.","4":"The kynge spake vnto Gehasi the seruaunt of the man of God, & sayde: Tell me all the greate actes that Eliseus hath done.","5":"And whyle he was tellynge the kynge how he had made one that was deed, to lyue agayne, beholde, the woman whose sonne he had caused to reuyue, came euen in the meane season, and cried vnto the kynge for hir house and londe. Then sayde Gehasi: My lorde O kynge, this same is the woma, and this is hir sonne, whom Eliseus restored vnto life agayne.","6":"And the kynge axed ye woman, and she tolde him. Then the kynge delyuered her a chamberlayne, & saide: Restore her agayne all that is hirs, and all the increase of the londe, sence the tyme that she lefte the londe vntyll now.","7":"And Eliseus came to Damascon, & Benadab the kynge of Syria laye sicke. And it was tolde him, and sayde: The man of God is come hither.","8":"Then sayde the kynge vnto Hasael: Take giftes with the, & go mete the man of God, and axe councell at ye LORDE by him, and saye: Maye I recouer from this sicknesse?","9":"Hasael wente for to mete him, and toke rewardes with him, and of all the goodes at Damasco, as moch as fortye Camels mighte beare. And whan he came, he stode before him, and sayde: Thy sonne Benadab the kynge of Syria hath sent me vnto the, sayenge: Maye I recouer from this siknes?","10":"Eliseus sayde vnto him: Go yi waye and tell him: Thou shalt recouer. But the LORDE hath shewed me, yt he shal dye ye death.","11":"And the man of God loked earnestly, & made a troublous countenaunce, & wepte.","12":"The sayde Hasael: Wherfore wepeth my lorde? He sayde: I knowe what euell thou shalt do vnto the children of Israel. Thou shalt burne their stronge cities with fyre, and slaye their yonge men with the swerde, and kyll their yonge children, and ryppe vp their wemen with childe.","13":"Hasael sayde: How so, is thy seruaunt a dogg, that he shulde do soch a greate thynge? Eliseus saide: The LORDE hath shewed me, yt thou shalt be kynge of Syria.","14":"And he wete his waye from Eliseus, & came to his lorde, which saide vnto him: What saieth Eliseus vnto the? He sayde: He tolde me, Thou shalt recouer.","15":"But on the nexte daye he toke ye bed couerynge, and dypte it in water, and spred it ouer him, and he dyed, & Hasael was kynge in his steade.","16":"In the fyfth yeare of Ioram the sonne of Achab kynge of Israel, was Ioram ye sonne of Iosaphat kynge of Iuda.","17":"Two & thirtie yeare olde was he wha he was made kynge, & reigned eighte yeare at Ierusalem,","18":"& walked in the waye of the kynges of Israel, as the house of Achab dyd (for Achabs doughter was his wife) & he dyd yt which was euell in ye sighte of the LORDE.","19":"Neuertheles the LORDE wolde not destroye Iuda for his seruaunt Dauids sake, as he promysed him, to geue him euer a lanterne amoge his childre.","20":"At ye same tyme fell ye Edomites awaye from Iuda, & made a kynge ouer them selues:","21":"ye cause was this, Ioram had gone thorow Seira, and all the charettes with him, & had gotten him vp by nighte, and smytten the Edomites that were aboute him, and ye rulers ouer the charettes, so that the people fled vnto their tentes:","22":"therfore fell the Edomites awaye from Iuda vnto this daye. At the same tyme fell Libna awaye also.","23":"What more there is to saye of Ioram, & all yt he dyd, beholde, it is wrytten in the Cronicles of the kynges of Iuda.","24":"And Ioram fell on slepe with his fathers, & was buried wt his fathers in ye cite of Dauid, & Ochosias his sonne was kynge in his steade.","25":"In the twolueth yeare of Ioram the sonne of Achab kynge of Israel, was Ochosias ye sonne of Ioram kynge in Iuda.","26":"Two and twentye yeare olde was Ochosias whan he was made kynge, and reigned one yeare at Iurasalem. His mothers name was Atalia the doughter of Amri kynge of Israel,","27":"& he walked in the waye of the house of Achab, & dyd that which was euell in the syght of ye LORDE, euen as dyd the house of Achab:","28":"for he was sonne in lawe in the house of Achab. And he wente with Ioram the sonne of Achab into the battayll agaynst Hasael ye kinge of Syria vnto Ramoth in Gilead, but ye Syrians smote Ioram.","29":"Then Ioram the kinge turned backe, to be healed at Iesreel of ye woundes, wherwith the Syrians had wounded him at Ramoth, wha he foughte with Hasael kinge of Syria. And Ochosyas ye sonne of Iora kinge of Iuda, came downe to viset Ioram the sonne of Achab at Iesreel, for he laye sicke."}