{"1":"Whan the LORDE was mynded to take vp Elias in the tempest, Elias and Eliseus wente from Gilgall.","2":"And Elias sayde to Eliseus: Tary thou here I praye the, for the LORDE hath sent me vnto Bethel. But Eliseus sayde: As truly as the LORDE liueth, and as truly as thy soule lyueth, I wyll not forsake the. And whan they came downe vnto Bethel,","3":"the prophetes children that were at Bethel, wete forth to Eliseus, and sayde vnto him: Knowest thou not, that the LORDE wyl take thy lorde awaye from thy heade this daye? He saide: I knowe it well, holde ye youre peace.","4":"And Elias sayde vnto him: Eliseus, tary thou here I praye the, for the LORDE hath sent me vnto Iericho. Neuerthelesse he sayde: as truly as the LORDE lyueth, and as truly as thy soule lyueth, I wyl not forsake the And whan they came vnto Iericho,","5":"the prophetes children which were at Iericho, stepte forth to Eliseus and sayde vnto him: Knowest thou not that the LORDE wyll take yi lorde awaye from thy heade this daie? He sayde: I knowe it well, holde ye yor peace.","6":"And Elias sayde vnto him: I praie the tary here, for ye LORDE hath sent me vnto Iordane. But he sayde: As truly as the LORDE lyueth, and as truly as thy soule lyueth, I wil not forsake the. And they wente both together.","7":"But fyftye men of ye prophetes children wete forth, and stode ouer agaynst the a farre of: but they both stode by Iordane.","8":"Then toke Elias his cloke, and wrapped it together, and smote the water, which deuyded it selfe on both the sydes, so that they wete dry shod thorow it.","9":"And whan they were come ouer, Elias sayde vnto Eliseus: Axe what I shall do for the, afore I be taken awaye from the. Eliseus saide: That thy sprete maye be vpo me to speake twyse as moch.","10":"He sayde: Thou hast desyred an harde thinge: neuertheles yf thou shalt se me wha I am taken awaye from the, it shal be so: Yf no, the shal it not be.","11":"And as they were goinge together, and he talked, there came a fyrie charet with horses of fyre, and parted the both asunder. And so wente Elias vp to heauen in the storme.","12":"But Eliseus sawe it, & cryed: My father, my father, the charetman of Israel and his horsme. And he sawe him nomore. And he toke holde of his clothes, and rente them in two peces,","13":"and toke vp Elias cloke that was fallen from him, and turned backe, and stode by the shore of Iordane,","14":"and toke the same cloke of Elias which was fallen from him, and smote it in the water, and saide: Where is now the LORDE God of Elias? And he smote it in to the water, and then parted it asunder on both the sydes, and Eliseus wente thorow.","15":"And whan the prophetes children which were at Iericho ouer agynst him, sawe him, they sayde: The sprete of Elias resteth vpo Eliseus, and so they wete forth to mete him, and worshipped him to the groude,","16":"and sayde vnto him: Beholde, there are fiftye valeaunt me amonge thy seruauntes, let them go and seke thy lorde, peraduenture the sprete of the LORDE hath taken him, and cast him vpon some mountaine or in some valley. But he saide: Sende them not.","17":"Neuertheles they constrayned him, tyll he was ashamed, and sayde: Let them go. And they sent fiftye men, which soughte him thre dayes: but they founde him not,","18":"and came agayne vnto him. And he abode at Iericho, and sayde vnto them: Tolde not I you, that ye shulde not go?","19":"And the men of the cite sayde vnto Eliseus: Beholde, there is good dwellynge in this cite, as my lorde seyth, but the water is euell, and the londe vnfrutefull.","20":"He sayde: Bringe me hither a new vessell, & put salt in it. And they broughte it him.","21":"Then wete he forth vnto the well of water, and cast the salt therin, & sayde: Thus sayeth the LORDE: I haue healed this water: from hence forth shal there no deed ner vnfrutefulnes come of it.","22":"So the water was healed vnto this daye, acordinge to the worde of Eliseus which he spake.","23":"And he wete vp towarde Bethel. And as he was goynge vp by the waye, there came litle boyes out of the cite, and mocked him, & sayde: Come vp here thou balde heade, come vp here thou balde heade.","24":"And he turned him aboute. And wha he sawe them, he cursed them in the name of the LORDE. Then came there two Beeres out of the wod, and rente two and fortye of the children.","25":"From thence wete he vp vnto mount Carmel, and from it turned he backe to Samaria."}