{"1":"And there cried a woman amoge the wyues of the prophetes children vnto Eliseus, and sayde: Thy seruaunt my hu?bade is deed, and thou knowest that thy seruaunt feared the LORDE. Now commeth the man that he was detter vnto, and wyll take awaye both my children to be bonde seruauntes.","2":"Eliseus sayde vnto her: What shal I do for the? Tell me, what hast thou in the house? She sayde: Thy handmayden hath nothinge in the house but a pitcher wt oyle.","3":"He sayde: Go yi waye, borowe without of all thy neghboures emptye vessels, & that not a fewe,","4":"and go in, and shut ye dore behynde the with thy sonnes, and poure of it in to all ye vessels: & whan thou hast fylled them, delyuer them forth.","5":"She wente, and shut the dore vnto her with hir sonnes, which broughte her the vessels, and so she poured in.","6":"And whan the vessels were full, she sayde vnto hir sonne: Brynge me yet one vessell. He sayde vnto her: There is not one vessell more here. Then stode ye oyle styll.","7":"And she sent, and tolde the man of God. He sayde: Go thy waye, sell the oyle, and paye the creditour: but lyue thou and yi sonnes of the resydue.","8":"And it fortuned at ye same tyme, that Eliseus wente vnto Sunem. And there was a riche woman, which helde him to eate with her: & as he passed oft thorow yt waye, he wete in vnto her: & ate wt her.","9":"And she sayde vnto hir hu?bande: Beholde, I perceaue that this is an holy man of God, which goeth euer thorow this waye,","10":"let vs make hi a litle chamber of boordes, & set a bed, a table, a stole & a candelsticke therin, that whan he commeth vnto vs, he maye resorte thither.","11":"And it fortuned vpon a tyme, that he came in, & layed him downe in the chamber, & slepte therin.","12":"And he saide vnto Gehasi his childe: Call this woma of Sunem. And wha he had called her, she stode before him.","13":"He sayde vnto him: Speake thou vnto her, beholde, thou hast mynistred vnto vs in all these thinges, what shal I do for the? Hast thou eny matter to be spoken for to the kynge, or to the chefe captayne of the hoost? She sayde: I dwell amonge my people.","14":"He sayde: What hast thou then to do? Gehasi sayde: Alas, she hath no sonne, and hir hu?bade is olde.","15":"He sayde: Call her. And wha he had called her, she stode at the dore.","16":"And he sayde: Aboute this tyme yf ye frute can lyue, thou shalt enbrace a sonne. She sayde: Alas, no my lorde, thou man of God, lye not vnto thy handmayden.","17":"And the woman conceaued, and bare a sonne aboute the same tyme, wha the frute coulde lyue, acordynge as Eliseus had sayde vnto her.","18":"But whan ye childe was growne, it fortuned, yt he wente forth to his father vnto the reapers,","19":"& sayde vnto his father: Oh my heade, my heade. He saide vnto his seruaut: Bringe him to his mother.","20":"And he toke him, and broughte him to his mother: and she set him vpon hir lappe vntyll ye noone daye, & the he dyed.","21":"And she wente vp, and layed him vpo the bed of the man of God, & shut the dore, and wete forth,","22":"& called hir hu?bande, & sayde vnto him: Sende me one of the seruautes, and an Asse, I wyl go quyckly vnto the man of God, and come agayne.","23":"He sayde: Why wilt thou go vnto him? To daye is it nether new moone ner Sabbath. She sayde: Well.","24":"And she sadled the asse, & sayde to the yongman: dryue forth, and kepe me not bak with rydinge, and do as I byd the.","25":"So she wente, and came to the man of God vnto mount Carmell. Wha the man of God sawe her ouer agaynst him, he sayde vnto his childe Gehasi: Beholde, the Sunamitisse is there,","26":"runne now & mete her, and axe her yf it go well with her, and hir hu?bande & hir sonne. She sayde: Well.","27":"But whan she came to the man of God vpon ye mount, she helde him by his fete. And Gehasi stepte to her, to put her awaye. But ye man of God sayde: Let her alone, for hir soule is in heuynes, and the LORDE hath hyd it fro me, and not shewed it me.","28":"She sayde: Whan desyred I a sonne of my lorde? Sayde I not, yt thou shuldest not mocke me?","29":"He sayde vnto Gehasi: Girde vp thy loynes, and take my staffe in thy hande, and go thy waye. Yf eny man mete the, salute him not: and yf eny man salute the, thanke him not, and laye thou my staffe vpon ye childes face.","30":"But the childes mother sayde: As truly as the LORDE lyueth, and as truly as yi soule lyueth, I wyll not leaue the. Then gat he vp, and wente after her.","31":"As for Gehasi, he wente before them, and layed the staffe vpon the childes face, but there was nether voyce ner felynge. And he wente agayne to mete him, and shewed him, and sayde: The childe is not rysen vp.","32":"And whan Eliseus came into the house, beholde, ye childe laye deed vpo his bed.","33":"And he wete in, & shut the dore on the both, & made his prayer vnto the LORDE,","34":"& wente vp, & layed him selfe vpon the childe, & layed his mouth vpon the childes mouth, and his eyes vpon his eyes, and his handes vpon his handes, & so stretched him selfe forth vpon him, so yt the childes body was warme.","35":"And he rose vp, & wente in to the house once hither and thither, & wente vp, & layed him selfe a longe vpon him. Then nesed the childe seue tymes, and afterwarde the childe opened his eyes.","36":"And he cried vpon Gehasi, and sayde: Call the Sunamitisse. And whan he had called her, she came in vnto him. He sayde: Take there thy sonne.","37":"Then came she, and fell at his fete, and worshipped vnto the grounde, and toke hir sonne, and wente forth.","38":"But wha Eliseus came againe vnto Gilgal, there was a derth in the londe, & the prophetes children dwelt before him, & he sayde vnto his seruaunt: Set on a greate pot, and make potage for the children of the prophetes.","39":"Then wente there one into the felde, to gather herbes, and founde a Cucumbers stalke, & gathered wylde Cucumbers therof his cotefull. And whan he came, he chopped it small for potage to the pott, for they knewe it not.","40":"And wha they poured it forth for the me to eate, & they ate of ye potage, they cried and sayde: O thou man of God, death is in the pot: for they mighte not eate it.","41":"Neuertheles he sayde: Brynge meel hither. And he put it in the pot, & sayde: Poure it out for the people, that they maye eate. And then was it not bytter in the pot.","42":"There came a man from Baal Salisa, & broughte the man of God bred of the first frutes, namely twentye barlye loaues, & new corne in his garment. But he sayde: Geue it vnto ye people, that they maye eate.","43":"His mynister sayde: How shall I geue an hudreth men of this? He sayde: Geue it vnto the people, that they maye eate. For thus sayeth the LORDE: They shal eate, and there shall be lefte ouer","44":"And he set it before them, so that they ate, and there lefte ouer, acordinge to ye worde of the LORDE."}