{"1":"In the seconde yeare of kynge Darius, in the vj. moneth the first daye of the moneth, came the worde of the LORDE (by the prophet Aggeus) vnto Zorobabel the sonne of Salathiel ye prynce of Iuda, and to Iesua the sonne of Iosedec the hye prest, sayenge:","2":"Thus speaketh the LORDE of hoostes, and saieth: This people doth saye: The tyme is not yet come to buylde vp the LORDES house.","3":"Then spake the LORDE by the prophet Aggeus & sayed:","4":"Ye yor selues can fynde tyme to dwell in syled houses, and shal this house lye waist?","5":"Considre now youre owne wayes in youre hertes (saieth ye LORDE of hoostes)","6":"ye sowe moch, but ye bringe litle in: Ye eate, but ye haue not ynough: ye drinke, but ye are not fylled: ye decke youre selues, but ye are not warme: & he yt earneth eny wage, putteth it in a broken purse.","7":"Thus saieth the LORDE of hoostes: Cosidre youre owne wayes in youre hertes,","8":"get you vp to the mountayne, fetch wod, & buylde vp the house: that it maye be acceptable vnto me, and that I maye shewe myne honoure, saieth the LORDE.","9":"Ye loked for moch, and lo it is come to litle: & though ye brynge it home, yet do I blowe it awaye. And why so, saieth the LORDE of hoostes? Eue because that my house lyeth so waist, and ye renne euery man vnto his owne house.","10":"Wherfore the heauen is forbydde to geue you eny dew, and the earth is forbydden to geue you encrease.","11":"I haue called for a drouth, both vpo the londe & vpon the mountaynes, vpon corne, vpon wyne & vpon oyle, vpon euery thinge that the grounde bryngeth forth, vpon men and vpon catell, yee and vpon all handy laboure.","12":"Now when Zorobabel the sonne of Salathiel, & Iesua the sonne of Iosedec the hye prest with the remnaunt of the people, herde the voyce of the LORDE their God, & the wordes of the prophet Aggeus (like as the LORDE their God had sent him) the people dyd feare the LORDE.","13":"Then Aggeus the LORDES angel sayed in the LORDES message vnto the people: I am wt you, saieth the LORDE.","14":"So the LORDE waked vp the sprete of Zorobabel the prynce of Iuda, and the sprete of Iesua the sonne of Iosedec the hye prest, and the sprete of the remnaunt of all the people: yt they came & laboured, in the house of the LORDE of hoostes their God.","15":"Vpon the xxiiij. daye of the sixte moneth, in the secode yeare of kinge Darius,"}