{"1":"This is the seconde Epistle that I now wryte vnto you (ye dearly beloued) wherin I stere vp and warne youre pure mynde, that ye maye remembre","2":"the wordes, which were tolde before of the holy prophetes: and also the commaundement of vs, that be the Apostles of the LORDE and Sauioure.","3":"This first vnderstonde, that in the last dayes there shal come mockers, which wyll walke after their awne lustes,","4":"& saye: Where is the promes of his commynge? For sence the fathers fell on slepe, euery thinge contynueth as it was from the begynnynge of ye creature.","5":"This they knowe not (and that wylfully) how that the heauens were afore tyme also, and the earth out of the water, & was in the water by the worde of God,","6":"yet was the worlde at that tyme destroyed by the same with the floude.","7":"But the heauens which are yet, and ye earth, are kepte in stoare by his worde, to be reserued vnto fyre agaynst the daye of iudgment and damnacion of vngodly men.","8":"Dearly beloued, be not ignoraunt of this one thinge, how that one daye is with the LORDE as a thousande yeare: and a thousande yeare as one daye.","9":"The LORDE is not slacke to fulfyll his promes (as some me counte slacknesse) but is paciet to vs warde, and wyl not that eny ma shulde be lost, but that euery man shulde amende himselfe.","10":"Neuertheles the daye of the LORDE shal come euen as a thefe in the night: in the which (daye) the heauens shal perishe with a greate noyse, and the Elementes shal melte with heate, and the earth and ye workes that are therin, shal burne.","11":"Yf all these thinges shal perishe, what maner persons then ought ye to be in holy couersacion and godlynes,","12":"lokynge for and hastynge vnto the commynge of the LORDE? In the which the heauens shal perishe with fyre, and the elementes shal melt with heate.","13":"Neuertheles we loke for a new heauen and a new earth (acordynge to his promes) wherin dwelleth righteousnes.","14":"Wherfore dearly beloued, seynge that ye loke for soch thinges, be diligent, yt ye maye be founde before him in peace without spot and vndefyled:","15":"and counte the longsufferynge of oure LORDE youre saluacion, Euen as oure dearly beloued brother Paul (acordinge to the wyssdome geue vnto him) wrote vnto you:","16":"yee speakinge therof allmost in all Epistles, wherin are many thinges harde to be vnderstonde, which they that are vnlerned and vnstable, peruerte, as they do the other scriptures also, to their awne danacion.","17":"Ye therfore beloued, seynge ye knowe it before hande, bewarre, lest ye also be plucte awaye thorow the erroure of ye wicked, and fall from yor owne stedfastnes.","18":"But growe in grace, and in the knowlege of oure LORDE and Sauioure Iesus Christ. To him be prayse now and for euer, Amen."}