{"1":"Symon Peter a seruaut and an Apostle of Iesus Christ.Vnto the which haue optayned like faith with vs in the righteousnes that commeth of oure God, and Sauioure Iesus Christ.","2":"Grace and peace be multiplied with you thorow the knowlege of God and of Iesus Christ oure LORDE.","3":"For so moch as his godly power hath geuen vs all thinges (that pertayne vnto life and godlynes) thorow the knowlege of him that hath called vs by his owne glorie and power,","4":"wherby the excellent and most greate promyses are geue vnto vs: namely, that ye by the same shulde be partakers of the godly nature, yf ye flye the corrupte lust of the worlde:","5":"Geue ye all youre diligence therfore here vnto, and in youre faith mynister vertue: in vertue, knowlege:","6":"in knowlege, temperancy: in temperancy, pacience: in pacience, godlynes:","7":"in godlynes, brotherly loue: in brotherly loue, generall loue.","8":"For yf these thinges be plenteous in you, they will not let you be ydle nor vnfrutefull in ye knowlege of oure LORDE Iesus Christ.","9":"But he that lacketh these thinges, is blynde, & gropeth for the waye with the hade, and hath forgotten, that he was clensed from his olde synnes.","10":"Wherfore (brethre) geue the more diligence, to make youre callynge and eleccion sure: for yf ye do soch thinges, ye shal not fall,","11":"and by this meanes shal there be plenteously mynistred vnto you an entrynge in vnto ye euerlastinge kyngdome of oure LORDE and Sauioure Iesus Christ.","12":"Therfore wil I not be necliget to put you allwayes in remembraunce of soch thinges: though ye knowe them youre selues, and be stablished in the present trueth.","13":"Notwithstondinge I thinke it mete, as loge as I am in this tabernacle, to stere you vp by puttinge you in remembraunce.","14":"For I am sure, that I must shortly put of my tabernacle, euen as oure LORDE Iesus Christ hath shewed vnto me.","15":"Yet wyl I do my diligece, that allwaye after my departynge ye maye haue wherwith to kepe these thinges in remembraunce.","16":"For we folowed not deceaueable fables, whan we declared vnto you the power and commynge of oure LORDE Iesus Christ: but with oure eyes we sawe his maiestie,","17":"whan he receaued of God the father honoure & prayse, by a voyce that came vnto him from the excellent glory, after this maner: This is my deare sonne, in whom I haue delyte.","18":"And this voyce herde we broughte downe fro heauen, whan we were with him on the holy mount.","19":"We haue also a sure worde of prophecie, and ye do well that ye take hede thervnto, as vnto a lighte that shyneth in a darke place vntyll the daye dawne, and the daye starre aryse in youre hertes.","20":"And this shal ye knowe first, that no prophecie in the scripture is done of eny priuate interpretacion.","21":"For the prophecie was neuer broughte by the wyll of man, but the holy men of God spake, as they were moued of ye holy goost."}