{"1":"The worde off the LORDE came vnto me, sayenge:","2":"O thou sonne off ma, make a lamentable coplaynte vpon Tyre,","3":"& saye vnto Tyre, which is a porte off the see, yt occupieth with moch people: and many Iles: thus speaketh ye LORDE God: O Tyre thou hast sayde: what, I am a noble cite.","4":"thy borders are in the myddest of the see, and thy buylders haue made the maruelous goodly.","5":"All yi tables haue they made of Cipre trees of the mount Senir. Fro Libanus haue they take Cedre trees, to make the mastes:","6":"& the Okes of Basan to make the rowers. Thy boordes haue they made of yuery, & of costly wod out of the Ile of Cethim.","7":"Thy sale was of whyte small nedle worke out off the londe of Egipte, to hage vpo thy mast: & thy hanginges of yalow sylcke & purple, out of ye Iles of Elisa.","8":"They of Sido & Arnad were thy maryners, & the wysest in Tyre were thy shypmasters.","9":"The eldest and wysest at Gebal were they, that mended & stopped thy shippes. All shippes off the see with their shipme occupied their marchaundies in the.","10":"The Perses, Lydians and Lybians were in thyne hoost, and helped the to fight: these hanged vp their shildes & helmettes with the, these set forth thy beuty.","11":"They off Arnad were with thine hoost roude aboute thy walles, & were thy watchmen vpon thy towres: these hanged vp their shildes roude aboute thy walles, and made the maruelous goodly.","12":"Tharsis occupide with the in all maner of wares, in syluer, yron, tynne and lead, and made thy market greate.","13":"Iauan, Tubal and Mesech were thy marchauntes, which brought the men, & ornamentes off metall for thy occupyenge.","14":"They off the house of Thogarma brought vnto the at the tyme off thy Marte, horse, horsmen and mules.","15":"They off Dedan were thy marchautes: and many other Iles that occupyed with the, brought the wethers, elephat bones and Paycockes for a present","16":"The Sirians occupied with the, because of thy dyuerse workes, and increased thy marchaundies, with Smaragdes, with scarlet, with nedle worke, wt whyte lynninge cloth, with sylcke and with Christall.","17":"Iuda and the londe off Israel occupide with the, and brought vnto thy markettes, wheate, balme, hony, oyle, & triacle.","18":"Damascus also vsed marchaudies with the, in the best wyne and whyte woll: because thy occupienge was so greate, and thy wares so many.","19":"Dan, Iauan, and Meusal haue brought vnto thy markettes, yron redy made, with Casia and Calamus, acordinge to thyne occupienge.","20":"Dedan occupied with the, in fayre tapestry worke and quy?hyns.","21":"Arabia & all the princes off Cedar haue occupied wt the, in shepe, wethers and goates.","22":"The marchauntes off Seba and Rema haue occupied also with the, in all costly spices, in all precious stones and golde, which they brought vnto thy marckettes.","23":"Haran, Chene and Eden, the marchauntes off Saba, Assiria and Chelmad, were all doers with ye","24":"and occupied with the: In costly rayment, off yalow sylke and nedle worke, (very precious, & therfore packte & boude together wt roapes) Yee and in Cedre wodde, at the tyme off yi marckettes.","25":"The shippes of Tharsis were the chefe off thy occupienge. Thus thou art full, and in greate worshipe, euen in the myddest off the see.","26":"Thy maryners were euer brynginge vnto the out of many waters. But ye easte wynde shal ouerbeare the in to the myddest off the see:","27":"so yt thy wares, thy marchaudies, thy ryches, thy maryners, thy shipmasters, thy helpers, thy occupiers (that brought the thinges necessary) the men off warre that are in the: yee and all thy comons shall perish in the myddest off the see, in the daye off thy fall.","28":"The suburbes shall shake at the loude crie off thy shippmen.","29":"All whirry men, and all maryners vpo the see, shall leape out of their boates, and set them selues vpon the lode.","30":"They shal lift vp their voyce because off the, and make a lamentable crye. They shall cast dust vpon their heades, ad lye downe in the asshes.","31":"They shal shaue them selues, & put sacke cloth vpon them for thy sake. They shall mourne for the with hertfull sorow,","32":"and heuy lamentacion, yee their children also shall wepe for the: Alas, what cite hath so bene destroyed in the see, as Tyre is?","33":"When thy wares & marchaundies came fro the sees thou gauest all people ynough. The kynges off the earth hast thou made rich, thorow the multitude off thy wares and occupienge:","34":"But now art thou cast downe in to the depe of the see, all thy resorte of people is perished with the.","35":"All they that dwell in the Iles are abasshed at the, and all their kynges are afrayed, yee their faces haue chaunged coloure.","36":"The marchauntes of the nacions wondre at the, In that thou art so clene brought to naught, & comest nomore vp."}