{"1":"Morouer, the sprete of the LORDE lift me vp, & brought me vnto ye east porte of the LORDES house. And beholde, there were xxv men vnder the dore: amoge whom I sawe Iaasanias the sonne of Asur, & Pheltias the sonne of Banias, the rulers of the people.","2":"Then sayde the LORDE vnto me: Thou sonne of man: These men ymagin myschefe, and a wicked councel take they in this cite,","3":"sayenge: Tush, there is no destruccion at honde, let vs buylde houses: This Ierusalem is the cauldron, & we be the flesh.","4":"Therfore shalt thou prophecie vnto them, yee prophecie shalt thou vnto them, O sonne of man.","5":"And with that, fell the sprete of the LORDE vpon me, and sayde vnto me: Speake, thus saieth the LORDE: On this maner haue yee spoke (O ye house of Israel) and I knowe the ymaginacios of youre hertes.","6":"Many one haue ye murthured in this cite, & filled the stretes full of the slayne.","7":"Therfore, thus saieth the LORDE God: The slayne men that ye haue layed on the grounde in this cite, are the flesh, & this cite is the cauldron: But I wil bringe you out of it:","8":"ye haue drawe out ye swearde, eue so wil I also bringe a swearde ouer you, saieth ye LORDE God.","9":"I will dryue you out of this cite and delyuer you in to youre enemies honde, & wil condemne you.","10":"Ye shal be slayne in all the coastes of Israel, I wil be avenged of you: to lerne you for to knowe, that I am the LORDE.","11":"This cite shal not be youre cauldron, nether shal ye be the flesh therin: but in the coastes of Israel wil I punysh you,","12":"that ye maye knowe, that I am the LORDE: in whose commaundementes ye haue not walked, ner kepte his lawes: but haue done after the customes of the Heithen, that lie rounde aboute you.","13":"Now when I preached, Pheltias the sonne of Banias dyed. Then fell I downe vpo my face, & cried with a loude voyce: O LORDE God, wilt thou then vterly destroye all the remnaunt in Israel?","14":"And so the worde of the LORDE came to me on this maner:","15":"Thou sonne of man: Thy brethren, thy kynsfolke, & ye whole house of Iuda, which dwell at Ierusalem, saye: They be gone farre from the LORDE, but the londe is geuen vs in possession.","16":"Therfore tell them, thus saieth the LORDE God: I wil sende you farre of amoge the Gentiles, & scatre you amonge the nacions, & I wil halowe you but a litle, in the londes where ye shall come.","17":"Tell them also, thus saieth the LORDE God: I wil gather you agayne out of the nacions, & bringe you from the countrees where ye be scatred, & will geue you the londe of Israel agayne:","18":"& thither shal ye come. And as for all impedimentes, & all youre abhominacions: I will take them awaye.","19":"And I wil geue you one herte, & wil plante a new sprete within yor bowels. That stony herte wil I take out of youre body, & geue you a fleshy herte:","20":"that ye maye walke in my commaundementes, and kepe myne ordinaunces, & do them: that ye maye be my people, and I youre God.","21":"But loke whose hertes are disposed to folowe their abhominacions and wicked lyuynges: Those mens dedes will I bringe vpon their owne heades, saieth the LORDE God.","22":"After this dyd the Cherubins lift vp their winges, and the wheles wente with them, and the glory of the LORDE was vpon them.","23":"So the glory of the LORDE wente vp from the myddest of the cite, & stode vpon the mount of the cite towarde the east.","24":"sprete of God) it brought me agayne in to Caldea amonge the presoners. Then the vision that I had sene, vanyshed awaye fro me.","25":"So I spake vnto the presoners, all the wordes of the LORDE, which he had shewed me."}