{"1":"In the xxv yeare of oure captiuyte, in the begynnynge of the yeare, the x daye of the moneth: that is the xiiij yeare, after that ye cite was smytten downe: the same daye came the honde of the LORDE vpon me, and caried me forth:","2":"euen into the londe of Israel brought he me in the visions of God: and set me downe vpo a maruelous hie mountayne, whervpon there was a buyldinge (as it had bene of a cite) towarde the north.","3":"Thither he caried me, and beholde, there was a man, whose similitude was like brasse, which had a threde of flax in his honde, and a meterodde also. He stode in the dore,","4":"& sayde vnto me: marcke well with thine eyes, herken to with thine eares, and fasten it in thine hert, what so euer I shal shewe the, for to the intent that they might be shewed the, therfore art thou brought hither. And what soeuer thou seyst, thou shalt certifie the house of Israel therof.","5":"Beholde, there was a wall on the outsyde rounde aboute the house: the meterodde that he had in his honde, was six cubites longe & a spanne. So he measured the bredth of the buyldinge, which was a meterodde, and the heyth also a meterodde.","6":"Then came he vnto the eastdore, and wente vp the stares, & measured the postes of the dore: wherof euery one was a meterodde thicke. Euery chambre was a meterodde longe and brode:","7":"betwene the chambers were fyue cubites. The poste of the dore within the porche, was one meterodde.","8":"He measured also the porche of the ynnermer dore, which conteyned a meterodde.","9":"The measured he the entrie of the dore, that conteyned eght cubites, and his pilers two cubites: and this entrie stode inwarde.","10":"The chambers of the dore eastwarde, were thre on euery syde: alike brode and longe. The pilers also that stode of both the sydes, were of one measure.","11":"After this, he measured the wydenesse of the dore: which was x cubites, & the heyth of the dore xiij cubites.","12":"The edge before the chabres was one cubite brode vpo both the sydes, & the chambres six cubites wyde of either syde.","13":"He measured ye dore from the rygge of one chabre to another, whose wydenesse was xxv cubites, & one dore stode agaynst another.","14":"He made pilers also lx cubites hie, rounde aboute the courte dore.","15":"Before the inwarde parte vnto the fore entre of the ynnermer dore, were fiftie cubites.","16":"The chambers and their pilers within, rounde aboute vnto ye dore, had syde wyndowes: So had the fore entries also, whose wyndowes wente rounde aboute within. And vpon the pilers there stode date trees.","17":"Then brought he me in to the fore courte, where as were chabres & paued workes, made in ye fore courte roude aboute: xxx chabres vpon one paued worcke.","18":"Now the paued worke was a loge besyde the dores, and that was the lower paued worke.","19":"After this, he measured ye bredth from the lower dore, vnto the ynnermer courte of the outsyde, which had an hundreth cubites vpon the east & the north parte.","20":"And the dore in the vttemost courte towarde the north, measured he after the legth and bredth:","21":"his thre chambres also on either syde, with his pilers & fore entries: which had euen the measure of the first dore. His heyth was fiftie cubites, the bredth xxv cubites:","22":"his wyndowes & porches with his datetrees, had euen like measure as the dore towarde the east: there where vij steppes to go vp vpo, & their porche before them.","23":"Now ye dore of the ynnermer courte stode straight ouer agaynst the dore, that was towarde ye north east. From one dore to another, he measured an C cubites.","24":"After that, he brought me to the south syde, where there stode a dore towarde ye south: whose pilers and porches he measured, these had the fyrst measure,","25":"& with their porches they had wyndowes rounde aboute, like the first wyndowes. The heyth was l cubites, ye bredth xxv,","26":"with steppes to go vp vpon: his porche stode before him, with his pilers and datetrees on either syde.","27":"And the dore of the ynnermer courte stode towarde the south, & he measured from one dore to another an C cubites.","28":"So he brought me in to ye ynnermer courte, thorow the dore of the south syde: which he measured, & it had the measure afore sayde.","29":"In like maner, his chambres, pilers and fore entries, had euen the fore sayde measure also. And he had with his porches rounde aboute, wyndowes of l cubites hye, & xxv cubites brode.","30":"The porches rounde aboute were xxv cubites longe, and v cubites brode:","31":"and his porch reached vnto ye vttemost courte: vpon his pilers there were date trees, and viij steppes to go vp vpon.","32":"He brought me also in to the ynmost courte vpon the east syde, and measured the dore, acordinge to ye measure afore sayde.","33":"His chabers, pilers and porches had euen the same measure, as the first had: & with his porches he had wyndowes roude aboute. The heith was l cubites, ye bredth xxv cubites:","34":"His porches reached vnto the vttemost courte: his pilers also had date trees on either syde, and viij steppes to go vp vpon.","35":"And he brought me to the north dore, and measured it, which also had the foresayde measure.","36":"His chabres, pilers and porches had wyndowes rounde aboute: whose heyth was l cubites, and the bredth xxv.","37":"His pilers stode towarde the vttemost courte, and vpon them both were date trees, and viij steppes to go vp vpon.","38":"There stode a chambre also, whose intrauce was at the dore pilers, and there the burntoffringes were wa?shed.","39":"In the dore porche, there stode on ether syde two tables for the slaughtinge: to slaye the brentoffringes, synneoffringes and trespaceoffringes thervpon.","40":"And on the out syde as men go forth to the north dore, there stode two tables.","41":"Foure stables stode on ether syde of the dore, that is viij tables, whervpon they slaughted.","42":"Foure tables were of hewen stone for the burntoffringes, of a cubite and a half longe and brode, and one cubite hie: whervpon were layed ye vessels and ornamentes, which were vsed to, the burnt & slayne offeringes, when they were slaughted.","43":"And within there were hokes foure fyngers brode, fastened rounde aboute, to hange flesh vpon, & vpon the tables was layed the offringe flesh.","44":"On the outsyde of the ynnermer dore were the syngers chambers in the inwarde courte besyde ye north dore ouer agaynst the south. There stode one also, besyde the east dore north warde.","45":"And he sayde vnto me: This chambre on the south syde belongeth to the prestes, that kepe the habitacion:","46":"and this towarde the north, is the prestes that wayte vpon the aulter: which be the sonnes of Sadoch, that do seruyce before the LORDE in steade of the children of Leui.","47":"So he measured the fore courte, which had in length an C cubites, and as moch in bredth by the foure corners. Now the aulter stode before the house:","48":"And he brought me to the fore entre of the house, and measured the walles by the entre dore: which were fyue cubites longe on ether syde. The thicknesse also of the dore on ether syde, was thre cubites.","49":"The legth of the porche was xx cubites. the bredth xj. cubites, and vpon steppes went men vp to it: by the walles also were pilers, on either syde one."}