{"1":"Thou sonne off man: take a tyle stone, and laye it before the, and descrybe vpon it the cite off Ierusalem:","2":"how it is beseged, how bulworkes and stroge diches are grauen on euery syde off it: descrybe also tentes, and an hoost off men rounde aboute it.","3":"Morouer, take an yron panne, and set it betwixte the & ye cite in steade off an yron wall, Then set thy face towarde it, besege it, and laye ordinaunce agaynst it, to wynne it. This shal be a token vnto the house off Israel.","4":"But thou shalt slepe vpon thy left syde, and laye the synne of the house off Israel vpon the. Certayne dayes apoynted, thou shalt slepe vpon that syde, and beare their synnes.","5":"Neuertheles I will apoynte the a tyme (to put off their synnes) and the nombre off the daies: Thre hundreth & xc. dayes must thou beare the wickednesse off the house of Israel.","6":"When thou hast fulfilled these dayes, lye downe agayne, and slepe vpon thy right syde xl. dayes, and beare the synnes off the house of Iuda. A daye for a yeare, a daye (I saye) for a yeare, will I euer laye vpon the.","7":"Therfore set now thy face agaynst that beseged Ierusalem, and discouer thine arme, that thou mayest prophecie agaynst it.","8":"Beholde, I will laye chaynes vpon the, that thou shalt not turne the from one syde to another, till thou hast ended the dayes of thy sege.","9":"Wherfore, take vnto the wheate, barly beanes, growell sede, milium and fitches: and put these together in a vessell, and make the loaues of bred therof, acordinge to the nombre of the dayes that thou must lye vpon yi syde: that thou mayest haue bred to eate, for thre hundreth and XC. dayes.","10":"And the meate that thou eatest, shall haue a certayne waight apoynted: Namely, twentie sycles euery daye. This apoynted meate shalt thou eate daylie, from the beginnynge to the ende.","11":"Thon shalt dryncke also a certayne measure off water: Namely, the sixte parte of an Hin shalt thou drynke daylie from the begynnynge to the ende.","12":"Barly cakes shalt thou eate, yet shalt thou first strake the ouer with mas donge, yt they maye se it.","13":"And with that, sayde the LORDE: Euen thus shal the children of Israel eate their defyled bred in the myddest off the Gentiles, amonge whom I will scatre them.","14":"Then sayde I: Oh LORDE God, Beholde, my soule was yet neuer stayned: for fro my youth vp vnto this houre, I dyd neuer eate of a deed carcase, or of that which was slayne of wilde beestes, nether came there euer eny vnclene flesh in my mouth.","15":"Where vnto he answered me, and sayde: Well than, I will graunte the to take cowes donge, for the donge off a man, and to strake the bred ouer with all, before the.","16":"And he sayde vnto me: Beholde thou sonne off man, I will mynishe all the prouysion of bred in Ierusalem, so that they shall weye their bred, and eate it with scarcenesse. But as for water, they shall haue a very litle measure theroff, to drynke.","17":"And when they haue nomore bred ner water, one shal be destroyed with another, and famish awaye for their wickednesse."}