{"1":"The worde of the LORDE came vnto me, sayege:","2":"Thou sonne of man, Speake prophecie agaynst those prophetes, that preach in Israel: & saye thou vnto them that prophecie out of their owne hertes: Heare the worde of the LORDE,","3":"thus saieth the LORDE God: Wo be vnto those folish prophetes, that folowe their owne sprete, and speake, where they se nothinge.","4":"O Israel, thy prophetes are like the foxes vpon the drie felde:","5":"For they stonde not in the gappes, nether make they an hedge for the house of Israel, that me might abyde the parell in the daye of the LORDE.","6":"Vayne thinges they se, & tell lies, to mayntene their preachinges withall. The LORDE (saye they) hath spoke it, when in very dede the LORDE hath not sent them.","7":"Vayne visios haue ye sene, & spoke false prophecies. when ye saye: the LORDE hath spoken it, where as I neuer sayde it.","8":"Therfore, thus saieth the LORDE God: Because youre wordes be vayne, & ye seke out lies: Beholde, I wil vpon you, saieth ye LORDE.","9":"Myne hondes shal come vpon the prophetes, that loke out vayne thinges, and preach lies: they shal not be in the councell of my people, ner written in the boke of the house of Israel, nether shal they come in the londe of Israel: that ye maye knowe, how that I am the LORDE God.","10":"And that for this cause: they haue disceaued my people, & tolde them of peace, where no peace was. One setteth vp a wall, & they dawbe it with lowse claye.","11":"Therfore tell them which dawbe it with vntempered morter, that it shall fall. For there shal come a greate shuwer of rayne, greate stones shall fall vpon it, & a sore storme of wynde shal breake it,","12":"so shal ye wall come downe. Shal it not then be sayde vnto you: where is now the morter, that ye dawbed it withall?","13":"Therfore thus saieth the LORDE God: I will breake out in my wrothfull displeasure with a stormy wynde, so that in myne anger there shal come a mightie shuwer of rayne, & hale stones in my wrath, to destroye withall.","14":"As for ye wall, that ye haue dawbed with vntempered morter, I wil breake it downe, & make it eauen with the grounde: so that the foundacion therof shal remoue, & it shal fall, yee & ye youre selues shall perish in the myddest therof: to lerne you for to knowe, that I am the LORDE.","15":"Thus wil I perfourme my wrath vpon this wall, & vpon them that haue dawbed it with vntempered morter, and then will I saye vnto you: The wall is gone, & the dawbers are awaye.","16":"These are the prophetes of Israel, which prophecie vnto the cite of Ierusalem, & loke out visions of peace for them, where as no peace is, saieth the LORDE God.","17":"Wherfore (o thou sonne of ma,) set thy face agaynst the doughters of yi people, which prophecie out of their owne hertes: & speake thou prophecie agaynst them,","18":"& saye: Thus saieth the LORDE God: Wo be vnto you, that sowe pilowes vnder all arme holes, and bolsters vnder the heades both of yonge and olde, to catch soules withall. For when ye haue gotten the soules of my people in youre captiuyte, ye promyse them life,","19":"and dishonoure me to my people, for an handfull of barly, & for a pece of bred: when ye kyll the soules of them that dye not, & promyse life to them, that lyue not: Thus ye dyssemble with my people, yt beleueth yor lies.","20":"Wherfore thus saieth the LORDE God: Beholde, I wil also vpo the pillowes, wherwith ye catch the soules in flyenge: the will I take from youre armes, & let the soules go, that ye catch in flyenge.","21":"Youre bolsters also wil I teare in peces, & delyuer my people out of youre honde: so that they shal come no more in youre hodes to be spoyled, & ye shal knowe, that I am the LORDE.","22":"Seinge yt with youre lyes ye discomforte the herte of the rightuous, whom I haue not discomforted: Agayne: For so moch as ye corage the honde of the wicked, so that he maye not turne from his wicked waye, & lyue:","23":"therfore shall ye spie out nomore vanyte, ner prophecie youre owne gessinges: for I wil delyuer my people out of youre honde, that ye maye knowe, how that I am the LORDE."}