{"1":"After this he brought me agayne before the dore of the house: & beholde, there gu?shed out waters from vnder ye postes of the house eastwarde (for the house stode towarde the east) that ranne downe vpo the right syde of the house, which lyeth to the aulter south warde.","2":"The caried he me out to the north dore, and brought me forth there rounde aboute by the vttemost dore, yt turneth eastwarde. Beholde, there came forth the water vpon the right syde.","3":"Now whan the man yt had the meterodde in his honde wente out vnto the east dore, he measured a M. cubites, & the he brought me thorow ye water, eue to the ancles:","4":"so he measured yet a thousande, & brought me thorow ye water agayne vnto the knees: yet measured he a thousande, and brought me thorow the water vnto the loynes.","5":"After this he measured a thousande agayne, then was it soch a ryuer, yt I might not wade thorow it: The water was so depe, that it was nedefull to haue swymmed, for it might not be waded ouer.","6":"And he sayde vnto me: hast thou sene this, o thou sonne of man? and with that, he brought me to the ryuer banck agayne.","7":"Now when I came there, there stode many trees vpon ether syde of the ryuer backe.","8":"Then sayde he vnto me: This water that floweth out towarde the east, and runneth downe in to the playne felde, commeth in to the see: and from the see it runneth out, & maketh the waters whole.","9":"Yee all that liue and moue, where vnto this ryuer commeth, shal recouer. And where this water cometh, there shalbe many fysh. For all that commeth to this water, shall be lusty and whole.","10":"By this riuer shal the fy?shers stonde from Engaddi vnto En Eglaim, & there sprede out their nettes: for there shalbe greate heapes of fysh, like as in the mayne see.","11":"As for his claye and pyttes, they shal not be whole, for why, it shalbe occupide for salt.","12":"By this ryuer vpon both the sydes of the shore, there shall growe all maner of frutefull trees, whose leaues shall not fall of, nether shal their frute perish: but euer be rype at their monethes, for their water runneth out of the Sanctuary. His frute is good to eate, and his leaf profitable for medycine.","13":"Thus sayeth the LORDE God: Let this be the border, wherin ye shall deuyde the londe vnto the xij. trybes of Israel, with the lyne.","14":"Parte it indifferently vnto one as vnto another: of the which lode I swore vnto youre fathers, that it shulde fall to youre enheritaunce.","15":"This is the border of the londe vpon the northsyde, from the mayne see, as men go to Zadada:","16":"namely, Hemath, Berotha, Sabarim: from the borders of Damascus and Hemath vnto Hazar Tichon, that lieth vpon the coastes of Hauera.","17":"Thus the borders fro the see forth, shalbe Hazar Euan, the border of Damascus the north, and the borders of Hemath: that is the north parte.","18":"The east syde shal ye measure from Haueran and Damascus, from Galead and the londe of Israel by Iordane and so forth, from the see coast, that lieth eastwarde: and this is the east parte.","19":"The south syde is, from Thamar forth to the waters of strife vnto Cades, the ryuer, to the mayne see: and that is the south parte.","20":"The west parte: namely the greate see from the borders therof, till a man come vnto Hemath: this is the west parte.","21":"This londe shal ye parte amonge you, acordinge to the trybes of Israel,","22":"and deuyde it to be an heretage for you, and for the straugers that dwel amoge you, and begette children. For ye shal take them amonge the childre of Israell, like as though they were of youre owne housholde and countre, and they shal haue heretage with you amonge the childre of Israel.","23":"Loke in what trybe the straunger dwelleth, in the same trybe shal ye geue him his heretage, saieth the LORDE God."}