{"1":"In in the xvij yeare the x daye of the v Moneth, it happened, that certayne of the elders of Israel came vnto me for to axe councell at the LORDE, and sat them downe by me.","2":"Then came the worde of the LORDE vnto me on this maner:","3":"Thou sonne of man: Speake to the elders of Israel, and saye vnto them: Thus saieth the LORDE God: Are ye come hither to axe eny thinge at me? As truly as I lyue (saieth the LORDE,)","4":"I will geue you no answere. Wilt thou not reproue them (thou sonne of man) wilt thou not reproue them? Shewe them the abhominacions of their forefathers,","5":"& tell the: Thus saieth the LORDE God: In the daye when I chose Israel, and lift vp myne honde vpon the sede of the house of Iacob, & shewed my self vnto them in the londe of Egipte: Yee when I lifte vp myne honde ouer the, and sayde: I am the LORDE youre God,","6":"euen in the daye that I lift vp myne honde ouer them, to bringe them out of the londe of Egipte: in to a londe that I had prouyded for them, which floweth with mylcke and hony, and is a pleasaunt lode amonge all other:","7":"Then sayde I vnto them: Cast awaye euery man the abhominacions that he hath before him, and defyle not youre selues with the Idols of Egipte, for I am the LORDE youre God.","8":"But they rebelled agaynst me, and wolde not folowe me: to cast awaye euery man the abhominacions of his eyes, and to forsake the Idols of Egipte. Then I made me to poure my indignacion ouer them, and to satisfie my wrath vpon them: yee euen in the myddest of the londe of Egipte.","9":"But I wolde not do it, for my names sake: that it shulde not be vnhalowed before the Heithen, amonge whom they dwelt, and amonge whom I shewed my self vnto them, that I wolde bringe them out of the londe of Egipte.","10":"Now when I had caried them out of the londe of Egipte, and brought them into the wildernesse:","11":"I gaue them my commaundementes, & shewed the my lawes: which who so kepeth shal lyue in them.","12":"I gaue them also my holy dayes, to be a token betwixte me and them, and therby to knowe, that I am the LORDE, which haloweth them.","13":"And yet the house of Israel rebelled agaynst me in the wildernesse, they wolde not walke in my commaundementes, they haue cast awaye my lawes: (which whoso kepeth shulde lyue in them,) and my Sabbath daies haue thy greatly vnhalowed. The I made me to poure out my indignacion vpon them, & to cosume them in the wildernesse.","14":"Yet I wolde not do it, for my names sake: lest it shulde be dishonoured before the Heithe, from the which I had caried them awaye.","15":"But I swore vnto them in the wildernesse, that I wolde not bringe them into the londe, which I gaue them: a londe that floweth with mylcke & hony, & is a pleasure of all londes:","16":"& yt because they refused my lawes, & walked not in my comaundemetes, but had vnhalowed my Sabbathes, for their herte was gone after their Idols.","17":"Neuertheles myne eye spared the, so yt I wolde not vtterly slaye the, & cosume the in the wildernes.","18":"Morouer, I sayde vnto their sonnes in ye wildernesse: walke not in the statutes of yor forefathers, kepe not their ordinaunces, and defyle not youre selues with their Idols,","19":"for I am the LORDE youre God. But walke in my statutes, kepe my lawes & do them,","20":"halowe my Sabbathes: for they are a token betwixte me & you, that ye maye knowe, how yt I am the LORDE.","21":"Notwithstodinge, their sonnes rebelled against me also: they walked not in my statutes, they kepte not my lawes to fulfill them (which he that doth shal lyue in them) nether halowed they my Sabbath dayes. The I made me agayne to poure out my indignacion ouer them, and to satisfie my wrath vpon them in the wildernesse.","22":"Neuertheles I with drewe my honde for my names sake, lest it shulde be vnhalowed amonge the Heithe, before whom I had brought them forth.","23":"I lift vp myne honde ouer them also in the wildernesse, that I wolde scatre them amonge the Heithen, and strowe them amonge the nacions:","24":"because they had not kepte my lawes, but cast asyde my commaundementes, vnhalowed my Sabbathes, and lift vp their eyes to their fathers Idols.","25":"Wherfore I gaue them also commaundementes not good, & lawes thorow the which they shulde not lyue,","26":"& I vnhalowed them in their owne giftes: (when I appoynted for my self all their first borne) to make them desolate: that they might knowe, how that I am the LORDE.","27":"Therfore (O thou sonne of man) tell the house of Israel, thus saieth the LORDE God: Besyde all this, youre forefathers haue yet blasphemed me more, and greatly offended agaynst me:","28":"For after I had brought them in to the londe, yt I promysed to geue them, when they sawe euery hie hill & all the thicke trees: they made there their offringes, and prouoked me with their oblacions, makinge swete sauoures there, & poured out their drinkeofferinges.","29":"Then I axed them: what haue ye to do with all, that ye go thither? And therfore is it called the hie place vnto this daye.","30":"Wherfore, speake vnto the house of Israel: Thus saieth the LORDE God: Ye are euen as vnclene as youre forefathers, & committe whordome also with their abhominacios.","31":"In all youre Idols, where vnto ye bringe youre oblacios, & to whose honoure ye burne youre children: ye defyle youre selues, euen vnto this daye: how darre ye the come, and axe eny question at me? O ye housholde of Israel? As truly as I lyue (saieth the LORDE God) ye get no answere of me:","32":"& as for the thinge that ye go aboute, it shal not come to passe, where as ye saye: we wil be as the Heithen, & do as other people in the londe, wod & stone wil we worshipe.","33":"As truly as I lyue (saieth the LORDE God) I myself, wil rule you with a mightie honde, with a stretchedout arme, and with indignacion poured out ouer you:","34":"& wil bringe you out of the nacions and londes, wherin ye are scatred: and gather you together with a mightie hode, with a stretchedout arme & wt indignacion poured out vpon you:","35":"& wil bringe you in to the wildernesse of the people, & there I will reason with you face to face.","36":"Like as I punished yor forefathers in the wildernesse, so wil I punish you also, saieth the LORDE God.","37":"I wil bringe you vnder my iuri?diction, and vnder the bonde of the couenaunt.","38":"The forsakers also and the transgressours wil I take from amonge you, & bringe them out of the londe of youre habitacion: as for the londe of Israel, they shall not come in it: that they maye knowe, how that I am the LORDE.","39":"Go now then (saieth the LORDE God) ye house of Israel, cast awaye, and destroye euery man his Idols: then shal ye heare me, and nomore blaspheme my holy name with youre offrynges and Idols.","40":"But vpon my holy hill, eue vpon the hie hill of Israel shal all the house of Israel and all that is in the londe, worshipe me: and in the same place will I fauoure them, and there will I requyre youre heaueoffringes, and the firstlinges of youre oblacions, with all youre holy thinges.","41":"I wil accepte youre swete sauoure, when I bringe you from the nacions, and gather you together out of the londes, wherin ye be scatred: that I maye be halowed in you before the Heithen,","42":"and that ye maye knowe, that I am the LORDE, which haue brought you in to the londe of Israel: yee in to the same lode, that I swore to geue vnto youre forefathers.","43":"There shal ye call to remembraunce youre owne wayes and all youre ymaginacions, wherin ye baue bene defyled: and ye shal be displeased with youre owne selues, for all youre wickednes, that ye haue done.","44":"And ye shal knowe, that I am the LORDE: when I entreate you after my name, not after yor wicked wayes, ner acordinge to youre corrupte workes: o ye house of Israel, saieth the LORDE.","45":"Morouer, the worde of ye LORDE came vnto me, sayenge:","46":"Thou sonne of ma, set thy face towarde the south, & speake to the south wynde,","47":"and saye to the wodde towarde the souht: Heare the worde of the LORDE, thus saieth the LORDE God: Beholde, I wil kyndle a fyre in the, yt shal cosume the grene trees wt the drye. No man shal be able to quench his flame, but all that loketh from the south to the north, shal be brent therin:","48":"& all flesh shal se, that I the LORDE haue kyndled it, so that no man maye quench it.","49":"Then sayde I: O LORDE, they wil saye of me: Tush, they are but fables, that he telleth."}