{"1":"In the x. yeare, vpon the xij. daye off the x. Moneth, the worde of the LORDE came vnto me, sayege:","2":"O thou sonne off ma, set now thy face agaynst Pharao the kynge off Egipte, Prophecye agaynst him and agaynst the whole lode of Egipte:","3":"Speake, and tell him, thus saieth the LORDE God: beholde, o Pharao thou kinge of Egipte, I wil vpo the, thou greate whall fysh, yt lyest in yi waters: Thou yt sayest: the water is myne, I haue made it myself.","4":"I wil put an hoke in thy chawes, & hage all the fish in thy waters vpo thy skales: after yt I wil drawe the out of thy waters, yee & all the fish, of ye waters that hange vpon thy skales.","5":"I wil cast the out vpon the dry lode with the fish of thy waters, so that thou shalt lye vpon the felde. Thou shalt not be gathered ner taken vp, but shalt be meate for the beestes of the felde, & for the foules off the ayre:","6":"that all they which dwell in Egipte, maye knowe, that I am the LORDE: because thou hast bene a staff of rede to the house of Israel.","7":"When they toke holde of ye wt their hode thou brakest and prycdest them on euery syde: and yff they leaned vpo the, thou brakest, ad hurtdest the reynes of their backes.","8":"Therfore, thus sayeth the LORDE: God: beholde, I will brynge a swearde vpon the, and rote out of the both man and beest.","9":"Yee the londe of Egipte shalbe desolate and waist, & they shal knowe, that I am the LORDE: Because he sayde: the water is mine, I my self haue made it.","10":"Beholde therfore, I wil vpon the, & vpon thy waters: I will make the londe off Egipte waist and desolate, from the towre of Syenes vnto the borders of the Morias londe:","11":"so that in xl. yeares there shall no fote off man walke there, nether fote of catell go there, nether shal it be inhabited.","12":"I wil make the londe of Egipte to be desolate amonge other waist countrees, and her cities to lye voyde xl. yeares, amonge other voyde cities: And I wil scatre the Egipcians amonge the Heithen and nacions.","13":"Agayne, thus sayeth the LORDE God: Whe the xl. yeares are expyred, I wil gather the Egipcians together agayne, out off the nacios, amonge who they were scatred,","14":"and wil bringe the presoners off Egipte agayne in to the londe off Pathures their owne natyue countre, that they maye be there a lowly small kyngdome:","15":"yee they shal be the smallest amonge other kyngdomes, lest they exalte them selues aboue the Heithen: for I will so mynish them,","16":"that they shall nomore rule the Heithen. They shall nomore be an hope vnto the house off Israel, nether prouoke the enymore to wickednesse, to cause them turne backe, and to folowe them: ad they shal knowe, that I am the LORDE God.","17":"In the xxvij. yeare, the first daye of the first Moneth, came ye worde off the LORDE vnto me, sayenge:","18":"Thou sonne off man, Nabuchodonosor the kynge off Babilon hath made his hoost, with greate trauayle and laboure to come before Tyre: that euery heade maye be balde, and euery shulder bare. Yet hath Tyre geuen nether him ner his hoost eny rewarde, for ye greate trauayle yt he hath taken there.","19":"Therfore thus saieth ye LORDE God: beholde I will geue the lode of Egipte vnto Nabuchodonosor the kynge off Babilo, yt he maye take awaye all hir substauce, robbe hir robberies, ad spoyle hir spoyles, to paye his hoost their wagies withall.","20":"I wil geue him the londe of Egipte for his laboure, that he toke for me before Tyre.","21":"At the same tyme wil I cause the horne off the house of Israel to growe forth, & open thy mouth agayne amonge them: that they maye knowe, how that I am the LORDE."}