{
  "terms_of_service": "Gebruiksvoorwaarden",
  "acceptance_of_terms": "1. Acceptatie van de voorwaarden",
  "acceptance_description": "Door toegang te krijgen tot of gebruik te maken van Scriptura, gaat u akkoord met deze Gebruiksvoorwaarden. Als u niet akkoord gaat met deze voorwaarden, gebruik dan onze service niet.",
  "description_of_service": "2. Beschrijving van de service",
  "service_description": "Scriptura is een online platform voor bijbelstudie en gemeenschapsbetrokkenheid. We bieden toegang tot bijbelse inhoud, cursussen en gemeenschapsfuncties.",
  "user_accounts": "3. Gebruikersaccounts",
  "user_accounts_description": "U bent verantwoordelijk voor het onderhouden van de vertrouwelijkheid van uw account en wachtwoord. U stemt ermee in verantwoordelijkheid te nemen voor alle activiteiten die plaatsvinden onder uw account.",
  "user_conduct": "4. Gebruikersgedrag",
  "conduct_description": "U stemt ermee in Scriptura alleen voor wettige doeleinden te gebruiken en op een manier die de rechten van anderen niet schendt, beperkt of hun gebruik en plezier van het platform belemmert.",
  "intellectual_property": "5. Intellectueel eigendom",
  "intellectual_property_description": "De inhoud op Scriptura, inclusief tekst, grafische afbeeldingen, logo's en software, is eigendom van Scriptura of haar inhoudsleveranciers en is beschermd door auteursrechten.",
  "termination": "6. Beëindiging",
  "termination_description": "We behouden ons het recht voor om de toegang tot onze service onmiddellijk te beëindigen of op te schorten, zonder voorafgaande kennisgeving of aansprakelijkheid, om welke reden dan ook, inclusief maar niet beperkt tot het schenden van de voorwaarden.",
  "changes_to_terms": "7. Wijzigingen in de voorwaarden",
  "changes_description": "We behouden ons het recht voor om deze voorwaarden op elk moment te wijzigen of te vervangen. Het is uw verantwoordelijkheid om de voorwaarden periodiek te controleren op wijzigingen.",
  "contact_us": "8. Neem contact met ons op",
  "contact_description": "Als u vragen heeft over deze voorwaarden, neem dan contact met ons op via support@scriptura.com.",
  "return_to_home": "Terug naar de startpagina",
  "sign_up": "Aanmelden"
}
