{"1":"And the LORDE spake vnto Moses, & sayde:","2":"Take Aaron and his sonnes wt him, & their vestimentes, & the anoyntinge oyle, and a bullocke for a synofferynge, two rammes, and a maunde with vnleuended bred,","3":"and call the whole congregacion together, before the dore of the Tabernacle of wytnesse.","4":"Moses dyd as the LORDE commaunded him, and gathered the congregacion together vnto the dore of ye Tabernacle of wytnesse,","5":"and sayde vnto them: This is it, that the LORDE hath commaunded to do.","6":"And he toke Aaron and his sonnes, and wasshed them with water,","7":"and put the albe vpo him, and girde him with the girdell, and put vpon him the yalowe tunycle, and put the ouerbody cote vpon him, and girde him vpon the ouerbody cote,","8":"& put the brestlappe theron, and in ye brestlappe light and perfectnesse:","9":"And set the myter vpon his heade. And vpon the myter euen aboue his fore heade, put he a plate of golde on the holy crowne: as ye LORDE comaunded Moses.","10":"And Moses toke the anoyntinge oyle, & anoynted the Habitacion, and all that was therin, and consecrated it,","11":"and sprenkled therwith seue tymes vpon the altare, and anoynted the altare with all his vessels, the lauer with his fote, that it might be consecrated:","12":"and poured the anoyntinge oyle vpon Aarons heade, and anoynted him, yt he might be consecrated.","13":"And he brought Aarons sonnes, and put albes vpon them, and girde them with the girdle, and put bonettes vpon their heades, as the LORDE commaunded him.","14":"And he caused bringe a bullocke for a synoffrynge. And Aaron with his sonnes layed their handes vpon his heade,","15":"and then was he slayne. And Moses toke of the bloude, & put it vpon the homes of the altare rounde aboute with his fynger, and purified the altare, and poured the bloude vpon the botome of the altare, and consecrated it, that he might reconcyle it.","16":"And toke all the fat vpo the bowels, the nett vpon the leuer, and the two kydneys with the fat theron, and burned it vpon the altare.","17":"But the bullocke wt his skynne, flesh, & donge, burned he with fyre without the hoost, as the LORDE commaunded him.","18":"And he brought a ramme for a burntofferynge. And Aaron wt his sonnes layed their handes vpon his heade,","19":"& then was he slayne. And Moses sprenkled of ye bloude vpon the altare rounde aboute,","20":"hewed the ramme in peces, and burnt the heade, the peces, and the fatt.","21":"And wasshed the bowels and the legges with water, and so burnt ye whole ramme vpo the altare. This was a bruntofferynge for a swete sauoure, euen a sacrifice vnto the LORDE, as the LORDE commaunded him.","22":"He brought also the other ramme of the offerynge of the consecracion. And Aaron with his sonnes layed their hades vpon his heade,","23":"and then was it slayne. And Moses toke of his bloude, and put it vpon the typpe of Aarons right eare, and vpon the thombe of his right hande, and vpon the greate too of his right fote.","24":"And he brought Aarons sonnes, and put of the bloude vpon the typpe of the right eare of them, and vpon ye thombes of their righte handes, and vpon the greate toes of their righte fete, and poured the resydue of the bloude vpon the altare rounde aboute.","25":"And he toke the fat and the rompe, and all the fat vpon the bowels, and the nett vpon the leuer, the two kydneys with the fat theron, and the righte shulder.","26":"And out of the maunde of vnleuended bred before the LORDE, he toke an vnleueded cake, and a cake of oyled bred, and a wafer, and layed them vpo the fat, and vpon the right shulder,","27":"and put alltogether vpon the handes of Aaron and of his sonnes, and waued it for a Waueofferynge before the LORDE.","28":"And afterwarde toke he all agayne from their hondes, and burned them on the altare, euen vpon the burntofferinge: for it is an offerynge of consecracion for a swete sauoure, euen a sacrifice vnto ye LORDE.","29":"And Moses toke the brest, and waued it a Waueofferynge before the LORDE, of the ramme of the offerynge of consecracion: the same was Moses parte, as the LORDE commaunded Moses.","30":"And Moses toke of ye anoyntinge oyle, & of the bloude vpon the altare, & sprenkled it vpon Aaron & his vestimentes, vpon his sonnes & vpon their vestimentes, and so cosecrated Aaron & his vestimentes, his sonnes and their vestimentes with him.","31":"And he sayde vnto Aaron & his sonnes: Seeth ye flesh before the dore of the Tabernacle of wytnesse, & there eate it, & the bred in ye maunde of the cosecracion offeringes, as it is comaunded me, & sayde: Aaron & his sonnes shall eate it.","32":"As for yt which remayneth of the flesh & bred, ye shal burne it with fyre.","33":"And in seue dayes shall ye not departe from ye dore of the Tabernacle of wytnesse, vntyll the daye, yt the dayes of yor consecracion offerynges be at an ende: for seue dayes must yor handes be consecrated,","34":"as it is come to passe this daye: The LORDE hath comaunded to do it, that ye might be reconcyled.","35":"And ye shal tary before the Tabernacle of wytnesse daye and night seuen dayes longe, & shal kepe ye watch of ye LORDE, that ye dye not, for thus am I comaunded.","36":"And Aaron with his sonnes dyd all, that ye LORDE commaunded by Moses."}