{"1":"And ye LORDE talked with Moses, and sayde:","2":"Whan a soule synneth, & trespaceth agaynst the LORDE, so that he denyeth vnto his neghboure that which he gaue him to kepe, or that was put vnder his hande, or that he hath violently taken awaye, or gotten vnrighteously,","3":"or founde that was lost, and denyeth it with a false ooth, what so euer it be, wherin a man synneth agaynst his neghboure. Now whan it commeth so to passe,","4":"that he synneth after this maner, & trespaceth, he shal restore agayne that he toke violently awaye, or gat wrongeously, or that was geuen him to kepe, or that he hath founde,","5":"or what so euer it be aboute ye which he hath sworne falsely, he shal restore it againe whole alltogether, and geue the fifth parte more therto, euen to him that it belonged vnto, the same daye that he geueth his trespace offerynge.","6":"But for his trespace he shall brynge for the LORDE (euen vnto the prest) a ramme from the flocke without blemysh, that is worth a trespace offerynge.","7":"Then shall the prest make an attonement for him before the LORDE, and all that he hath synned in, shalbe forgeuen him.","8":"And the LORDE spake vnto Moses, and sayde:","9":"Commaunde Aaron and his sonnes, and saye: This is the lawe of the burntofferynge. The burntofferynge shall burne vpon the altare all night vntyll the mornynge. But the fyre of the altare onely shal burne theron.","10":"And ye prest shal put on his lynen albe, and his lyuen breches vpon his flesh, and shal take vp the asshes, that the fyre of the burntofferynge vpon the altare hath made, and shall poure them besyde the altare.","11":"Then shall he put of his rayment, and put on other rayment, and cary out the asshes without the hoost, into a cleane place.","12":"The fyre vpon the altare shal burne, and neuer go out. The prest shal kyndle wod theron euery mornynge, and dresse the burntofferynge vpon it, and burne the fat of the deedofferynges theron.","13":"The fyre shall euer burne vpon the altare, and neuer go out.","14":"And this is the lawe of the meatofferynge, which Aarons sonnes shall offre before the LORDE vpon the altare.","15":"One of them shall Heue his handfull of fyne floure of ye meatofferynge, and of the oyle, and all the frankencense that lyeth vpon the meatofferynge, and shall burne it vpon the altare for a swete sauoure a remembraunce vnto the LORDE.","16":"As for the remnaunt, Aaron and his sonnes shal eate it, and vnleuended shal they eate it in the holy place, namely, in the courte of the Tabernacle of witnesse.","17":"With leue shal they not bake their porcion, which I haue geuen them of my offerynges. It shalbe vnto them most holy, as the synofferynge and trespace offerynge.","18":"All the males amonge the children of Aaron shall eate of it. Let this be a perpetuall lawe for youre posterities in the sacrifices of the LORDE. No man shall touch it, excepte he be consecrated.","19":"And the LORDE spake vnto Moses, and sayde:","20":"This shalbe the offerynge of Aaron and of his sonnes, which they shall offre vnto the LORDE in the daie of their anoyntinge. The tenth parte of an Epha of fyne floure for a meatofferynge daylie, the one half parte in the mornynge, the other half parte at euen.","21":"In the panne with oyle shall thou make it, and brynge it fryed, and in peces shalt thou offer it for the swete sauoure of the LORDE.","22":"And the prest which amonge his sonnes shalbe anoynted in his steade, shall do this. This is a perpetuall dewtye vnto the LORDE. It shal be burnt alltogether:","23":"for all the meatofferynges of the prest shalbe consumed with the fyre, and not be eaten.","24":"And ye LORDE talked with Moses, and sayde:","25":"Speake vnto Aaron and his sonnes, and saye: This is the lawe of the synofferynge: In the place where thou slayest ye bunrtofferynge, shalt thou slaye the synofferynge also before the LORDE. This is most holy.","26":"The prest that offereth the synofferynge, shal eate it in the holy place, in the courte of ye Tabernacle of wytnesse.","27":"No man shal touch ye flesh therof, excepte he be halowed. And yf eny garment be sprenkled with the bloude of it, it shalbe washe in the holy place.","28":"And the earthe pot that it is sodden in, shalbe broken. But yf it be a brasen pot, it shalbe scoured, and resed with water.","29":"All ye males amonge the prestes shall eate therof, for it is most holy.","30":"Notwithstondinge all ye synofferynge whose bloude is brought in to the Tabernacle of wytnesse to make an attonement, shall not be eaten, but burnt with fyre."}