{"1":"And the LORDE talked with Moses and Aaron, and sayde:","2":"Speake to the children of Israel, and saie vnto him: Whan a man hath a runnynge yssue from out of his flesh, ye same is vncleane: but the is he vncleane by the reason of this yssue,","3":"whan his flesh is fretten of ye yssue or wounde.","4":"Euery bed where on he lyeth, & what so euer he sytteth vpon, shalbe vncleane.","5":"And he that toucheth his bed shall wash his clothes, and bathe him self with water, and be vncleane vntyll the euen.","6":"And he yt sytteth where he sat, shal wash his clothes, and bathe him self with water, and be vncleane vntyll the eue.","7":"Who so toucheth his flesh, shall wash his clothes, & bathe him self with water, and be vncleane vntyll the euen.","8":"Whan he spytteth vpon him that is cleane, ye same shal wash his clothes, and bathe him self with water, & be vncleane vntyll the euen.","9":"And the saddell and what so euer he rydeth vpo, shalbe vncleane.","10":"And who so euer toucheth eny thinge that hath bene vnder him, shalbe vncleane vntyll the euen. And who so beareth eny soch, shall wash his clothes, and bathe him self with water, and be vncleane vntyll the euen.","11":"And whom so euer he toucheth, and washeth not his handes first, the same shal wash his clothes, and bathe him self with water, and be vncleane vntyll the euen.","12":"Whan he toucheth an erthen vessell, it shal be broken: but the treen vessell shal be rensed wt water.","13":"And wha he is cleane of his yssue, he shal nombre vij. dayes, after yt he is made cleane, & wash his clothes, & bathe him self wt sprynginge water, the is he cleane.","14":"And vpon the eight daye shal he take two turtill doues or two yonge pigeos, and brynge them before the LORDE before the dore of the Tabernacle of wytnesse, and geue them vnto the prest.","15":"And the prest shal make of the one a synofferinge, of the other a burntofferynge, and make an attonement for him before the LORDE, as concernynge his yssue.","16":"Whan a mans sede departeth from him in slepe, the same shal bathe all his flesh wt water, and be vncleane vntyll the euen.","17":"And all clothes, and euery skynne that is stained with soch sede, shall he wash with water, & be vncleane vntyll the euen.","18":"A woman, by whom soch one lyeth, shall bathe hir self wt water, and be vncleane vntyll the euen.","19":"Whan a woman hath the bloude yssue of hir flesh, she shalbe put a parte vij. daies in to a sundrie place. Who so euer toucheth her, shal be vncleane vntyll the eue.","20":"And all that she lyeth vpon (as longe as she is put aparte) shalbe vncleane.","21":"And that she sytteth vpo, shalbe vncleane. And who so euer toucheth hir bed, shal wash his clothes, and bathe him self with water, and be vncleane vntyll the euen.","22":"And who so euer toucheth eny maner thinge that she hath sytten vpo, shal wash his clothes, and bathe him self with water, and be vncleane vntyll the euen.","23":"(Omitted Text)","24":"And yf a man lye with her (whyle she is put a parte) he shalbe vncleane seuen dayes, and the bed that he laye vpon, shalbe vncleane.","25":"But whan a woman hath hir bloude yssue a longe season, not onely at the tyme of hir naturall course, but also out of the tyme of hir naturall course, then shall she be vncleane so longe as she hath the yssue: eue as she is at the tyme whan she is put aparte,","26":"so shall she be vncleane here also. What so euer she lyeth vpon all the tyme of hir yssue, shalbe as hir bed, whan she is put aparte. And all that she sytteth vpon, shalbe vncleane, as is hir vnclennesse, whan she is put aparte.","27":"Who so euer toucheth eny of them, shal be vncleane, and shal wash his clothes, and bathe him self with water, & be vncleane vntyll the euen.","28":"But yf she be cleane of hir yssue, the shal she nombre seuen dayes, afterwarde shall she be cleane:","29":"and vpon the eight daye shall she take two turtill doues, or two yonge pigeons, and brynge them vnto the prest before the dore of the Tabernacle of wytnesse.","30":"And the prest shall make of the one a synofferynge, of the other a burntofferynge, and make an attonement for her before the LORDE, as concernynge the yssue of hir vnclenesse.","31":"Thus shal ye se that the childre of Israel kepe them selues from their vnclenesse, that they dye not in their vnclennesse, whan they defyle my habitacion, which is amoge you.","32":"This is the lawe ouer him that hath a runnynge sore, & him whose sede departeth from him in slepe, so that he is vncleane therof.","33":"And ouer her that hath hir bloude yssue, and who so euer hath a runnynge sore, whether it be man or woman, and whan a man lyeth with her that is vncleane."}