{"1":"And the LORDE talked with Moses, & sayde:","2":"Speake to ye children of Israel, & saye vnto them: Yf eny man make a speciall vowe vnto ye LORDE, so yt he pryse a soule, then shal this be the valuacion:","3":"A ma of twentye yeare olde vnto the thre score yeare, shalt thou set at fiftie syluer Sycles, after the Sycle of the Sanctuary:","4":"but a woman at thirtie Sycles.","5":"Yf it be fyue yeare olde vnto twentye yeare, thou shalt set it at twentye Sycles, whan it is a man childe: but a woman at ten Sycles.","6":"Yf it be a moneth olde vnto fiue yeare, thou shalt set it at fyue Sycles of syluer, whan it is a machilde: but a woman at thre Syluer Sycles.","7":"Yf he be thre score yeare olde and aboue, the shalt thou set him at fiftene Sicles wha it is a ma a woma at te Sicles.","8":"Yf he be to poore so to be set, the let him present himself to ye prest, & ye prest shal value him. Neuertheles he shal value him, acordinge as ye hade of him that vowed, is able to get.","9":"But yf it be a beest yt maye be offred vnto ye LORDE, all yt is offred vnto ye LORDE of soch, is holy:","10":"it shal not be altered ner chaunged, a good for a bad, or a bad for a good. Yf eny man chaunge it, one beest for another, then shal they both be holy vnto ye LORDE.","11":"But yf ye beest be vncleane which maye not be offred vnto ye LORDE, the shal it be set, before ye prest,","12":"and ye prest shal value it, whether it be good or bad, & it shal stonde at the prestes valuynge.","13":"But yf eny man wil bye it out, he shal geue the fifth parte more, to that it was set at.","14":"Whan eny ma sanctifieth his house vnto the LORDE for ye Sanctuary, the prest shall value it, whether it be good or bad. And as the prest valueth it, so shal it stonde.","15":"But yf he yt sanctified it, wyl redeme it, he shal geue ye fifth parte of syluer therto, aboue that it was set at: So shal it be his.","16":"Yf eny man halowe a pece of lode of his heretage vnto the LORDE, it shalbe set acordinge to yt it beareth. Yf it beare an Homer of barlye, it shalbe valued at fiftye Sycles of syluer.","17":"But yf he halowe his londe immediatly from the yeare of Iubilye forth, then shal it be set acordinge to ye value therof.","18":"Yf he haue halowed it after the yeare of Iubilye, then shal the prest reke it, acordinge to ye yeares yt remayne vnto ye yeare of Iubilye, & therafter shal he set it the lower.","19":"But yf he yt sanctified the londe, wil redeme it agayne, then shal he geue the fifth parte of syluer therto, aboue that it was set at:","20":"So shal it be his. Yf he wil not lowse it out, but selleth it vnto another, then shal he redeme it nomore:","21":"but the same londe whan it goeth out fre in ye yeare of Iubilye, shal be holy vnto the LORDE, as a dedicated felde, and shalbe the prestes inheritaunce.","22":"Yf eny man halowe vnto the LORDE a felde, which he hath bought, and is not his inheritaunce,","23":"then shal ye prest reken it, what it is worth vnto the yeare of Iubilye, & the same daye shall he geue the pryce that it is set at, vnto the LORDE for the Sanctuary.","24":"But in ye yeare of Iubilye it shal returne vnto him that bought it, yt it maye be his inheritaunce in the londe.","25":"All maner of prysinge shalbe made acordinge to the Sycle of the Sactuary. One Sycle maketh xx. Geras.","26":"The first borne amonge ye catell (which belongeth vnto the LORDE) shall no man Sanctifie vnto the LORDE, whether it be oxe or shepe, for it is the LORDES all ready.","27":"But yf there be eny vncleane thinge vpon the beest, the shal it be lowsed out therafter as it is worth, and the fifth parte shalbe geuen more therto. Yf he wil not redeme it, the let it be solde, as it is worth.","28":"There shall no dedicated thinge be solde ner bought out, yt eny man dedicateth vnto ye LORDE, of all yt is his good, whether it be me, catell or lode. For euery dedicated thige, is most holy vnto ye LORDE.","29":"There shal no dedicated thige of ma be bought out, but shal dye the death.","30":"All the tythes in the londe, both of the sede of the londe, & of ye frutes of the trees, are the LORDES, & shal be holy vnto the LORDE.","31":"But yf eny man wil redeme his tithes, he shall geue the fifth parte more therto.","32":"And all the tithes of oxen & shepe, & that goeth vnder the rod, the same is an holy tythe vnto the LORDE.","33":"It shall not be axed whether it be good or bad, nether shall it be chaunged. But yf eny man chaunge it, then both it & that it was chaunged withall, shal be holy, & not redemed.","34":"These are the comaundementes, which ye LORDE gaue Moses in charge vnto childre of Israel vpon mount Sinai."}