{"1":"And the LORDE sayde vnto Moses: Speake to ye prestes ye sonnes of Aaron, & saye vnto the: A prest shal defyle him self vpo no soule of his people,","2":"but vpon his nexte kynne yt belongeth vnto him: as vpon his mother, vpo his father, vpo his sonne, vpo his doughter, vpon his brother,","3":"& vpon his sister, which is yet a virgin, & hath bene no mans wife (which belongeth vnto him) vpon her maie he defyle himself.","4":"Morouer he shal not defyle him self vpo eny ruler in his people, to vnhalowe him self.","5":"He shall make no crowne also vpon his heade, ner shaue of his beerd, nether shall they cut out eny markes i their fleshe.","6":"They shalbe holy vnto their God, and not vnhalowe ye name of their God: for they offre the sacrifice of the LORDE, the bred of their God, therfore shal they be holy.","7":"They shal take no whore, ner one that is defyled, or yt is put awaye from hir husbande, for he is holy vnto his God:","8":"therfore shal he sanctifie him self, for he offreth the bred of thy God. He shal be holy vnto the, for I am holy, even the LORDE that sanctifieth you.","9":"Yf a prestes doughter fall to whoringe, she shalbe burnt with fyre, for she hath shamed hir father.","10":"He that is hye prest amonge his brethren, vpo whose heade the anoyntinge oyle is poured, and his hande fylled (yt he might be arayed with the vestimentes) shal not vncouer his heade, ner cut his clothes,","11":"& shal come at no deed, & shal defyle him self nether vpon father ner mother.","12":"He shall not go out of the Sanctuary, that he vnhalowe not the Sanctuary of his God. For ye crowne of the anoyntinge oyle of his God is vpon him, for I am the LORDE.","13":"A virgin shal he take to wife,","14":"but no wedowe, ner deuorsed, ner defyled, ner whore, but a virgin of his awne people shal he take to wife,","15":"yt he vnhalowe not his sede amonge his people. For I am ye LORDE, which sanctifie him.","16":"And ye LORDE talked wt Moses, & sayde:","17":"Speake vnto Aaron, & saie: Yf there be a blemysh vpo eny of yi sede in yor generacions, the same shal not preasse to offre the bred of his God:","18":"For who so euer hath a blemysh vpon him, shal not come nere, whether he be blynde, lame, with an euell fauoured nose, wt eny mysshappen membre,","19":"or yt hath a broken fote or hande,","20":"or is croke backed, or hath eny blemysh in the eye, or is gleyd, or is skyrvye or scaulde, or hath his stones broken.","21":"Who so euer now of the sede of Aaron ye prest hath eny blemysh vpo him, shal not come nye to offre ye sacrifice of the LORDE. For he hath a deformyte. Therfore shall he not preasse vnto the bred of his God, to offre it.","22":"Notwithstondinge he shal eate of the bred of his God, both of the holy, & of ye most holy:","23":"but he shal not go into ye vayle, ner come nye the altare (for so moch as he hath a blemysh vpo him) yt he vnhalowe not my Sactuary. For I am ye LORDE yt sanctifieth the.","24":"And Moses spake this vnto Aaron & to his sonnes, and to all the children of Israel."}