{"1":"Whan a man taketh a wife, and marieth her, and she findeth no fauoure in his eyes because of eny vnclennesse, the shal he wryte a byll of deuorcemet, and geue it her in hir hade, and sende her out of his house.","2":"Yf whan she is gone out of his house, she go, and be another mans wyfe,","3":"and the same seconde man hate her also, & wryte a byll of deuorcement, and geue it her in hir hande, and sende her out of his house: Or yf the same seconde man dye, which toke her to wife,","4":"then hir first husbande that put hir awaie, maie not take hir againe to be his wife, in so moch as she is defyled, for that is abhominacion before the LORDE: that thou make not the londe to synne, which the LORDE thy God hath geuen the to enheritauce.","5":"Whan a man hath newly taken a wyfe, he shall not go awarre fare, nether shall he be charged withall. He shal be fre in his house one yeare longe, that he maye be mery wt his wife which he hath taken.","6":"Thou shalt no take ye nethermost and vppermost mylstone to pledge, for he hat set ye his lyuynge to pledge.","7":"Yf eny man be founde that stealeth one of his brethren, from amonge the childre of Israel, and setteth him to pledge, or selleth him soch a thefe shal dye, that thou maiest put awaye the euell from the.","8":"Kepe the from the plage of leprosie, that thou obserue diligently and do acordynge vnto all that the prestes the Leuites teach the, as I haue commaunded them, yt shal ye obserue and do therafter.","9":"Remembre what the LORDE thy God dyd vnto Miriam by the waye, whan ye were come out of Egipte.","10":"Yf thou lendest yi brother eny dett, thou shalt not go into his house, and take a pledge,","11":"but shalt stonde without: and he, to who thou lendest, shal brynge out his pledge vnto the.","12":"But yf it be a poore body, thou shalt not lye downe to slepe, with his pledge,","13":"but shalt delyuer him his pledge agayne, whan the Sonne goeth downe, that he maye slepe in his awne rayment, and blesse the, so shall the same be rekened vnto the for righteousnes before the LORDE thy God.","14":"Thou shalt not withdrawe the hyre of ye nedye and poore amonge thy brethren, or straunger that is in thy londe,","15":"or within thy gates, but shalt geue him his hyre the same daye, that the Sonne go not downe theron, for so moch as he is nedye, and his life susteyned therwith: that he call not vpon the LORDE agaynst the, and it be synne vnto the.","16":"The fathers shal not dye for the children, ner the childre for the fathers, but euery one shal dye for his awne synne.","17":"Thou shalt not wrest the righte of the straunger and of the fatherlesse. And ye wedowes rayment shalt thou not take to pledge:","18":"For thou shalt remembre, that thou wast a seruaunte in Egipte, and how that ye LORDE thy God delyuered the from thence, therfore commaunde I the to do this.","19":"Whan thou hast reaped downe thine haruest in the felde, and hast forgotten a shefe in the felde, thou shalt not turne agayne to fetch it, but it shal be for the straunger, ye fatherlesse and the wedowe, that the LORDE thy God maye blesse the in all the workes of thy handes.","20":"Whan thou hast plucked thine Olyue trees, thou shalt not plucke them vp cleane afterwarde: it shal be for the straunger, the fatherlesse and the wedowe.","21":"Whan thou hast gathered thy vynyarde, thou shalt not gather it vp cleane afterwarde: it shalbe for the straunger, the fatherlesse and the wedowe.","22":"And thou shalt remembre, that thou wast a seruaunt in the londe of Egipte: therfore comaunde I the to do this."}