{"1":"These are the wordes that Moses spake vnto all Israel on the other syde Iordane in the wildernesse, in the playne felde towarde the reed see, betwene Paran, Thophel, Laban, Hazeroth, and Disahab,","2":"eleuen daies iourney from Horeb, by the waye of mount Seir vnto Cades Bernea.","3":"And it fortuned the first daye of the eleuenth moneth in the fortieth yeare, that Moses spake vnto ye children of Israel acordinge vnto all as ye LORDE commaunded him,","4":"after he had smytten Sihon ye kynge of the Amorites which dwelt at Hesbon: and Og the kynge of Basan, that dwelt at Astaroth, and at Edrei.","5":"On the other syde Iordane in ye lande of the Moabites, beganne Moses to declare this lawe, and sayde:","6":"The LORDE or God spake vnto vs vpon mount Horeb, & sayde: Ye haue bene loge ynough vpon this mountayne,","7":"turne you, & departe hence, that ye maye come to the mountaynes of the Amorites, and to all their neghbours in ye feldes, vpon mountaynes, and in the valleys towarde the South and towarde the see syde, of the lande of Canaan: and to mount Libanus, euen vnto the greate water Euphrates.","8":"Beholde, I haue delyuered you the londe, go in, and take it in possession, which the LORDE sware vnto yor fathers, Abraham, Isaac and Iacob, that he wolde geue it vnto the, and their sede after them.","9":"Then saide I vnto you at the same tyme: I am not able to beare you my self alone,","10":"for the LORDE youre God hath increased you, so that this daye ye are as ye starres of heauen in multitude.","11":"(The LORDE God of yor fathers make you yet many thousande tymes mo, & blesse you, as he hath promysed you.)","12":"How can I alone beare soche cobraunce, & charge, & stryfe amoge you?","13":"Prouyde here men of wysdome & vnderstondinge, soch as are knowne amonge youre trybes, the wil I set to be heades vnto you.","14":"Then answered ye me, and sayde: It is a good thinge, that thou sayest thou wilt do.","15":"Then toke I ye heades of youre trybes, wyse and famous me, and set them ouer you to be heades, ouer thousandes, ouer hundreds, ouer fiftye and ouer ten: and officers amonge youre trybes.","16":"And I charged your iudges at ye same tyme, & sayde: Heare youre brethre, & iudge righteously betwene euery man and his brother, and the straunger.","17":"Ye shall knowe no personne in iudgment, but shall heare the small as well as the greate, and be afrayed of no man: for the Iudgment is Gods. But yf eny cause be to harde for you, let it be broughte vnto me, yt I maye heare it.","18":"Thus commaunded I you at the same tyme, all yt ye shulde doo.","19":"Then departed we from Horeb, and walked thorow the whole wyldernesse (which is greate and terryble as ye haue sene) by the waye to ye mountaynes of the Amorites, as the LORDE oure God commauded vs, and came vnto Cades Bernea.","20":"Then sayde I vnto you: Ye are come to ye mountaynes of ye Amorites, which the LORDE or God shal geue vs.","21":"Beholde, there the londe before the, which the LORDE thy God hath geue vnto the: Go vp, & conquere it, as ye LORDE God of thy fathers hath sayde vnto the: feare not, and be not discoraged.","22":"Then came ye all vnto me, and sayde: Let vs sende men before vs, to spye vs out the londe, and to brynge vs worde agayne, by what waye we shal go vp, and to what cities we shal come.","23":"That pleased me well, and I toke twolue men from amonge you, of euery trybe one.","24":"Which whan they were departed, and wente vp to hye countre, and came to the ryuer Escol, they spyed it out,","25":"and toke of the frute of ye londe with the, and broughte it downe vnto vs, and broughte vs worde agayne, and sayde: It is a good londe, that the LORDE oure God hath geuen vs.","26":"But ye wolde not go vp, and were dishobedient vnto the mouth of the LORDE youre God,","27":"and murmured in youre tentes, and sayde: Because the LORDE hateth vs, therfore hath be broughte vs out of the londe of Egipte, to delyuer vs in to the handes of the Amorites, to destroye vs.","28":"Whither shal we go vp? Oure brethren haue discoraged oure hertes, & saide: The people is greater & of hyer stature the we, ye cities are greate, & walled euen vp to heauen. Morouer we haue sene there the children of Enakim.","29":"But I sayde vnto you: Feare not, and be not afrayed of them:","30":"for the LORDE youre God goeth before you, and shall fighte for you, like as he dealte with you in Egipte before youre eyes,","31":"and in the wyldernesse: where thou sawest, that the LORDE thy God bare the (euen as a man beareth his sonne) thorow out all the waye that ye haue walked, tyll ye came to this place.","32":"And yet for all this ye haue not beleued on the LORDE youre God,","33":"which wente before you, to searche you out a place, where ye shulde pitch youre tentes: by night in the fyre (to shewe you the waye, wherin ye shulde go) & on the daye tyme in the cloude.","34":"Whan the LORDE herde ye voyce of yor wordes, he was wroth, and swore, and saide:","35":"There shall none of this euell generacion se that good londe, which I sware to geue vnto youre fathers,","36":"excepte Caleb the sonne of Iephune, he shal se it. And vnto him wyl I geue the londe that he hath trodde vpon, & to his children, because he hath perfectly folowed the LORDE.","37":"The LORDE was angrye wt me also for youre sakes, and sayde: Thou also shalt not go in thither.","38":"But Iosua ye sonne of Nun, which stondeth before the, he shal go in thither: Corage him, for he shal deuyde the enheritaunce out vnto Israel.","39":"And youre childre, of who ye sayde they shulde be a praye, and youre sonnes which this daie vnderstonde nether good ner bad, they shal go in thither, vnto them wil I geue it, and they shall enioye it.","40":"But as for you, turne you, and take youre iourney to the wyldernesse, euen the waye to the reed see.","41":"Then answered ye, & sayde vnto me: We haue synned agaynst ye LORDE, we wil go vp, and fighte, acordinge to all that the LORDE hath commaunded vs. Now whan ye had prepared yor selues, euery one in his harnesse, & were at the poynte to go vp to the mountaynes,","42":"ye LORDE sayde vnto me: Speake vnto them, yt they go not vp, & that they fighte not (for I am not amoge you) that ye be not smytten before youre enemies.","43":"Whan I tolde you this, ye wolde not heare, & were dishobedient vnto the worde of the LORDE, and were presumptuous, and wente vp to ye mountaines.","44":"Then the Amorites that dwelt vpon the moutaynes, came out against you, and chaced you, as Bees do, and smote you at Seir, euen vnto Horma.","45":"Now whan ye came againe, and wepte before the LORDE, he wolde not heare youre voyce, and enclyned not his eares vnto you.","46":"So ye abode in Cades a longe season."}