{"1":"Whan there is one slayne founde in ye londe which ye LORDE yi God shall geue ye to possesse it, & lyeth in ye felde, & it is not knowne who hath slaine him,","2":"then shal thy Elders & iudges go forth, and meet from the slayne vnto the cities that lye rounde aboute.","3":"Loke which cite is the nexte, ye Elders of the same shal take a yoge cowe, which hath not bene laboured, ner hath drawe in the yocke,","4":"& they shal brynge her in to a valley, where as is nether earinge nor sowinge, and strike of hir heade there in the valley.","5":"Then shal the prestes ye children of Leui come forth. ( For the LORDE thy God hath chosen them, to serue him, and to prayse his name: and at their mouth shal all plees and strypes be tryed.)","6":"And all the Elders of the same cite shall come forth vnto the slayne, & wash their handes ouer ye yonge cowe, whose heade is stricken of in the valley,","7":"and shal answere and saie: Oure hades haue not shed this bloude, nether haue oure eyes sene it.","8":"Be mercifull (O LORDE) vnto thy people of Israel, who thou hast delyuered, laye no innocent bloude vnto thy people of Israels charge: then shall they be reconcyled from the bloude.","9":"Thus shalt thou put awaye the innocent bloude from the, in that thou doest the thinge whis is righte in the sighte of ye LORDE.","10":"Wha thou goest forth to warre against thine enemies, & the LORDE thy God delyuereth them in to thine handes, so that thou cariest awaye their presoners,","11":"and seist amoge the captyues a bewtyfull woman, & hast a desyre vnto her to take her to thy wife,","12":"the brynge her home to thine house, and let her shaue hir heade, and pare hir nayles,","13":"and put of hir clothes that she was taken presoner in, and let her sit in thine house, and mourne for hir father and mother a moneth longe after that lye with her, and mary her, and let her be thy wife.","14":"But yf thou haue no fauoure vnto her, then shalt thou let her go whither she wyll, and not to sell her, ner to make cheuesaunce of her, because thou hast dishonoured her.","15":"Yf a man haue two wyues, one that he loueth, and one that he hateth, and they beare him children, both the beloued and the hated,","16":"so that the firstborne be hirs that is hated, and the tyme commeth that he dealeth out the inheritaunce vnto his children, then can he not make the sonne of ye beloued firstborne before the firstborne sonne of the hated,","17":"but he shall knowe the sonne of the hated for ye first sonne, so that he geue him dubble of all that is at hande: for the same is ye begynnynge of his strength, & the firstbyrthrighte is his.","18":"Yf eny man haue a stubborne and dishobedient sonne, which herkeneth not vnto the voyce of his father, and mother, and whan they teach him nurtoure, wyll not folowe them,","19":"then shall his father and mother take him, and brynge him to ye Elders of their cite, and to the gate of the same place,","20":"and saye vnto the Elders of the cite: This oure sonne is stobburne and dishobediet, and herkeneth not vnto oure voyce, and is a ryoter and a dronkarde.","21":"Then shal all the men of ye same cite stone him to death: and thus shalt thou put awaye the euell fro the, that all Israel maye heare and feare.","22":"Yf a man haue commytted a synne yt is worthy of death, and is put to death, so that he is hanged on tre,","23":"then shal not his body remayne all night on tre, but thou shalt burye him the same daye ( For cursed is he of God that is hanged) that thou defyle not thy londe, which the LORDE thy God geueth the to enheritaunce."}