{"1":"Herken (O ye heauens) I wyll speake: and let the earth heare the wordes of my mouth.","2":"My doctryne droppe as doth the raine, and my speach flowe as doth the dew. Euen as the rayne vpon the grasse, and as the droppes vpon the herbe.","3":"For I wyl call vpon the name of the LORDE, geue ye the glory vnto oure God.","4":"Perfecte are the workes of the Stone, for all his wayes are righteous. God is true, and no wickednes is there in him, righteous and iust is he.","5":"The frowarde and ouerthwarte generacion hath marred them selues to himwarde and are not his children, because of their deformyte.","6":"Thankest thou the LORDE yi God so, thou foolish and vnwyse people? Is not he thy father and thy LORDE? Hath he not made the, and prepared the?","7":"Remembre the dayes that are past, considre the yeares of the generacions afore tyme. Axe thy father, he shall shewe the: thine elders, they shal tell the.","8":"Whan the most Hyghest deuyded ye nacions and scatred the children of men. Then set he the borders of the nacions acordinge to the nombre of the children of Israel.","9":"For the LORDES parte is his folke, Iacob is the meetlyne of his enheritaunce.","10":"He founde him in the wyldernesse, euen in the drye deserte where he roared. He led him aboute, and gaue him vnderstondinge: He kepte him as the aple of his eye.","11":"As an Aegle stereth vp hir nest, and flotereth ouer hir yonge: Euen so stretched he out his fethers, and toke him and bare him on his wynges.","12":"The LORDE onely was his gyde, & there was no straunge God with him.","13":"He caried him ouer ye heigth of the earth, and fed him with the increase of the felde. He caused him sucke hony out of the rocke, and oyle out of the harde stone.","14":"Butter of the kyne, and mylke of the shepe, with the fat of the lambes, and rammes of the sonnes of Basan, and he goates with the fat of the kydneys, and wheate: And gaue him drynke of the very bloude of grapes.","15":"And whan he was fat and had ynough, he waxed wanton. He is fat, and thicke, and smothe, & hath letten God go, that made him, and despysed the rocke of his saluacion.","16":"He hath prouoked him to indignacion, thorow straunge goddes, and thorow abhominacion hath he angred him.","17":"They offred vnto felde deuels, & not vnto their God. Vnto goddes whom they knewe not, eue vnto new goddes, yt came newly vp, whom their fathers honoured not.","18":"Thy rocke that begat ye, hast thou despysed: and hast forgotten God that made the.","19":"And whan the LORDE sawe it, he was moued vnto wrath ouer his sonnes and his doughters.","20":"And he sayde: I wyll hyde my face from them, I wyll se what their ende shal be: for it is a frowarde generacion, they are childre in whom is no fayth.","21":"They haue prouoked me in it that is not God: wt their vanites haue they angred me. And I agayne wil prouoke them, by those that are no people: by a foolish nacion wil I anger them.","22":"For the fyre is kyndled in my wrath, and shal burne vnto ye nethermost hell, and shal consume the londe with the increase therof, and set the foundacions of ye mountaynes on fyre.","23":"I wil heape myscheues vpo them, I wil spende all myne arowes at them.","24":"They shal pyne awaye thorow honger, & be consumed of the feuers, and of bytter sicknesses. I wil sende amonge them ye tethe of beestes, and furious serpentes.","25":"Without shall the swearde robbe them, & feare in the chambers, both the yonge man and yonge woman, the suckynge children wt the gray headed man.","26":"I wyll saye: Where are they? I shall make their remembraunce to ceasse from amonge men.","27":"Yf the wrath of the enemies were not gathered, lest their enemies shulde be proude, & might saie: Oure hande is hye, and: The LORDE hath not done all this.","28":"For it is a people, wherin is no councell, and there is no vnderstondinge in them.","29":"O that they were wyse & vnderstode this, that they wolde cosidre what shulde happe vnto them her after.","30":"How cometh it, yt one shall chace a thousande of them, and yt two shal put ten thousande to flyghte? Is it not so, euen because their rocke hath solde them, and because the LORDE hath geuen them ouer?","31":"For oure rocke is not as their rocke, of this are oure enemies iudges themselues.","32":"Their vyne is of the vyne of Sodom, and of the feldes of Gomorra: their grapes are the grapes of gall, they haue bytter clusters.","33":"Their wyne is the poyson of Dragons, & the furious gall of Adders.","34":"Is not this hid with me, and sealed vp in my treasures?","35":"Vengeaunce is myne, and I wyll rewarde in due season. Their fote shall slyde, for the tyme of their destruccio is at honde, and the thinge that is to come vpon them, maketh haiste.","36":"For the LORDE shall iudge his people, and shal haue compassion on his seruauntes. For he shal considre that their power is awaie, and that it is gone with them, which were shut vp and remayned ouer.","37":"And he shal saye: Where are their goddes, their rocke wherin they trusted?","38":"Of whose sacrifices they ate ye fatt, and dranke the wyne of their drynkofferinges? Let them ryse vp and helpe you, and be youre proteccion.","39":"Se now that I I am, and that there is none other God but I.I can kyll and make alyue: what I haue smytten, that can I heale: and there is noman able to delyuer out of my hande.","40":"For I wil lifte vp my hande to heauen, & wyl saye: I lyue euer.","41":"Yf I whet ye edge of my swerde, and my hande take holde of iudgment, then wyll I auenge me on myne enemies, and rewarde them that hate me.","42":"I wil make myne arowes dronken with bloude, and my swerde shal eate flesh ouer ye bloude of the slayne, and ouer the captyuite, and in that the enemies heade shall be discouered.","43":"Reioyse ye Heythen with his people: for he wil auenge the bloude of his seruauntes, and wyl auenge him on his enemies, & wil be mercifull vnto the londe of his people.","44":"And Moses came and spake all the wordes of this songe in the eares of the people, he and Iosua the sonne of Nun.","45":"Now wha Moses had made an ende of speakinge all these wordes vnto all Israel,","46":"he sayde vnto the: Take to hert all ye wordes, which I testifye vnto you this daye, that ye commaunde youre children, to obserne and do all the wordes of this lawe.","47":"For it is no vaine worde vnto you, but it is yor life: & this worde shal prolonge youre life in ye londe, whither ye go ouer Iordane to conquere it.","48":"And ye LORDE spake vnto Moses ye same daie, & sayde:","49":"Get the vp to this mount Abarim, vpon mount Nebo, which lyeth in ye londe of the Moabites ouer agaynst Iericho, & beholde the londe of Canaan, which I shall geue vnto the children of Israel in possessio.","50":"And dye thou vpon the mount, whan thou art come vp, and be gathered vnto thy people, like as Aaron thy brother dyed vpon mount Hor, and was gathered vnto his people:","51":"Because ye trespaced agaynst me amonge the children of Israel by the water of stryfe at Cades in the wildernesse of Zin, and sanctified me not amonge the children of Israel.","52":"For thou shalt se the londe ouer against the, which I geue vnto ye children of Israel but thou shalt not come in to it."}