{"1":"Then turned we vs, and toke oure iourney to the wildernesse, euen the waye to the reed see (as the LORDE sayde vnto me) and compassed mount Seir a longe season.","2":"And ye LORDE saide vnto me:","3":"Ye haue copassed this mountayne now loge ynough, turne you Northwarde,","4":"and commaude the people, and saye: Ye shal go thorow ye coastes of youre brethren the children of Esau, which dwell at Seir: & they shal be afrayed of you. But take diligente hede to youre selues,","5":"that ye prouoke them not: for I wyl not geue you one fote bredth of their londe. For mount Seir haue I geuen to the children of Esau to possesse.","6":"Ye shal bye meate of them for moneye, that ye maye eate. And water shal ye bye of them for money, that ye maye drynke.","7":"For the LORDE thy God hath blessed the in all the workes of thy hondes. He hath considered thy iourneyes thorow this greate wyldernesse: and this fortye yeares hath the LORDE thy God bene with the, so that thou hast wanted nothinge.","8":"Now whan we were departed from or brethren the children of Esau, that dwelt vpon mount Seir, by the waye of the felde from Elath & Ezeon gaber, we turned vs, & wente by the waye of the wyldernesse of ye Moabites.","9":"Then sayde the LORDE vnto me: Thou shalt not vexe the Moabites, ner prouoke the vnto battayll, for I wil not geue the of their londe to possesse.","10":"For Ar haue I geuen vnto the children of Lot in possession. The Emims dwelt there before tyme, which were a greate stronge people, & hye of stature, as the Enakims:","11":"and were taken for giauntes, like as ye Enakims. And ye Moabites called them Emims.","12":"The Horites also dwelt in Seir afore tyme, & ye children of Esau droue them out, and destroyed them before them, & dwelt in their steade: like as Israel dyd in ye lode of his possession, that the LORDE gaue them.","13":"Get you vp now, & go ouer the ryuer Sared. And we wente ouer.","14":"The tyme that we were goinge fro Cades Barnea, tyll we came ouer the ryuer Sared, was eight & thirtye yeares: tyll all the men of warre were waysted out of the hoost, as the LORDE sware vnto them.","15":"The hande of the LORDE also was agaynst them, to destroye the out of the hoost, tyll they were consumed.","16":"And whan all the men of warre were cosumed, so yt they were deed amonge the people,","17":"the LORDE spake vnto me, and sayde:","18":"This daie shalt thou go thorow the coast of ye Moabites by Ar,","19":"& shalt come nye vnto ye children of Ammon, whom thou shalt not vexe ner prouoke. For I wyll not geue the of the lode of the childre of Ammon to possesse,","20":"for I haue geue it vnto the childre of Lot in possession. It was take for a lode of giauntes also, & giauntes dwelt therin afore tyme. And ye Ammonites calle the Samsumims,","21":"which was a people that was greate, many, and of hye stature, as the Enakims.And these ye LORDE destroyed before the, and let them possesse the same, so that they dwelt in their steade.","22":"Like as he dyd with the childre of Esau, which dwell vpo mount Seir, whan he destroyed the Horites before them: and let them possesse the same, so that they haue dwelt in their steade vnto this daye.","23":"And the Caphthorims came out of Caphther, and destroyed ye Auims (yt dwelt at Hazarim euen vnto Gaza) & there dwelt they in their steade.","24":"Get you vp now, and departe, and go ouer the ryuer Arnon. Beholde, I haue geue Sihon ye kynge of the Amorites at Hesbon into thy hande: go to and conquere, and prouoke him vnto battayll.","25":"This daye wyll I begynne, so that all nacios vnder all the heauen, shal feare & drede ye: In so moch yt wha they heare of the, they shal tremble and quake for thy commynge.","26":"Then sent I messaungers from ye wyldernesse of the East vnto Sihon the kynge at Hesbon wt peaceble wordes, and caused to saye vnto him:","27":"I wil go but thorow yi lode, I wil go alonge by the hye waye, I wil nether turne to the righte hade ner to ye lefte.","28":"Thou shalt sell me meate for money, that I maye eate: & water shalt thou sell me for money, that I maye drinke. Onely let me go thorow by fote,","29":"as the children of Esau (which dwell at Seir) dyd vnto me: and the Moabites that dwell at Ar: vntyll I be come ouer Iordane, into the londe which the LORDE oure God shal geue vnto vs.","30":"But Sihon the kynge at Hesbon wolde not let vs go by him: for the LORDE yi God herdened his mynde, & made his hert tough that he mighte delyuer him in to thy hades, as it is come to passe this daye.","31":"And ye LORDE sayde vnto me: Beholde, I haue begonne to delyuer Sihon with his londe before the: go to and coquere, and possesse his lode.","32":"And Siho came out wt all his people to fight agaynst vs at Iahza.","33":"But the LORDE oure God delyuered him in to oure handes, so that we smote him with his children and all his people.","34":"Then toke we all his cities at the same tyme, and destroyed vtterly all the cities, men, wemen, and children, and let none remayne:","35":"saue the catell, which we caught to oure selues, & the spoyle of the cities that we wanne","36":"from Aroer, which lyeth vpon the ryuer syde of Arnon, and from the cite on the ryuer vnto Gilead. There was no cite that coulde defende it selfe from vs: the LORDE oure God delyuered vs all before vs.","37":"But vnto the londe of the children of Ammon thou camest not, ner to all that was on the ryuer Iabok, ner to ye cities vpo ye mountaines, ner vnto what so euer the LORDE oure God forbad vs."}