{"1":"At the same tyme sayde the LORDE vnto me: Hew ye two tables of stone like vnto the first, and come vp vnto me in to the mount, and make ye an Arke of wod,","2":"and in the tables I wyll wryte the wordes, that were in the first, which thou brakest, and thou shalt laye them in the Arke.","3":"So I made an Arke of Fyrre tre, and hewed two tables of stone (like as the first were) & wente vp into the mount, and ye two tables were in my hande.","4":"Then wrote he in ye tables (acordinge as the first wrytinge was) the ten verses, which the LORDE spake vnto you out of the fyre vpon the mountayne, at the tyme of the gatheringe together. And the LORDE gaue the vnto me.","5":"And I turned me, & wente downe from the mount, and layed the tables in the Arke which I had made, that they mighte be there, as the LORDE commaunded me.","6":"And the childre of Israel departed from Beroth & Bue Iackan vnto Mosera (there dyed Aaron, & there was he buried: & Eleasar his sonne became prest in his steade.)","7":"Fro thence they departed from Gadgad. From Gadgad to Iathbath, a londe of ryuers of water.","8":"At the same season the LORDE separated out the trybe of Leui, to beare the Arke of the LORDES couenaunt, and to stonde before the LORDE, to mynister vnto him, and to prayse his name vnto this daye.","9":"Therfore shal the Leuites haue no porcion ner enheritaunce with their brethren: for the LORDE is their enheritaunce, as the LORDE thy God hath promysed them.","10":"But I taried vpo the mount (like as afore) euen fortye dayes and fortye nightes, and the LORDE herde me at that tyme also, and wolde not destroye the.","11":"But he sayde vnto me: Vp, & get the forth, yt thou mayest go before the people, yt they maye come in, and coquere the lode, which I sware vnto their fathers to geue them.","12":"Now Israel, what requyreth the LORDE thy God of the, but yt thou feare the LORDE thy God, and that thou walke in all his wayes, & loue him, & serue the LORDE yi God with all thy hert, & with all thy soule:","13":"and yt thou kepe the comaundementes of ye LORDE, & his ordinaunces, which I comaunde the this daye, yt thou mayest prospere?","14":"Beholde, the heauen & the heauen of all heaues and the earth, and all yt is therin, is ye LORDES yi God.","15":"Yeth hath he had a pleasure vnto yi fathers, to loue the: and hath chosen their sede after the, namely you, aboue all nacions, as it is come to passe this daye.","16":"Circumcyse therfore ye foreskynne of yor hert, & be nomore styffnecked.","17":"For the LORDE yor God is God of all goddes, & LORDE ouer all lordes, a greate God, mightie & terryble, which regardeth no personne, & taketh no giftes","18":"and doeth righte vnto the fatherlesse and wedowe, and loueth the straunger, to geue him fode & rayment.","19":"Therfore shal ye loue a strauger, for ye youre selues also were straungers in the londe of Egipte.","20":"Thou shalt feare the LORDE thy God, him onely shalt thou serue, vnto him shalt thou cleue & sweare by his name.","21":"He is thy prayse & yi God, which hath done for ye these greate & terryble thinges, yt thine eyes haue sene.","22":"Thy fathers wete downe into Egipte wt seuentye soules, but now hath ye LORDE thy God made the as ye starres of heauen in multitude."}