{
  "id": "Jonah",
  "chapters": {
    "1": {
      "1": "<div annotateRef=\"Jonah.1.1\" annotateType=\"commentary\" sID=\"gen46494\" type=\"section\"/><div sID=\"gen46495\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen46495\" type=\"x-p\"/> <lb/><div sID=\"gen46496\" type=\"x-p\"/>Van de kleine profeten is het boek Jona wel de bekendste. Toch is het opmerkelijk dat er in het boek geen profetie voorkomt. Het bevat in letterlijke zin slechts één profetie, in <hi type=\"italic\">Jona 3 (<reference osisRef=\"Jonah.3.4\">Jn 3:4</reference>)</hi>. En die wordt uitgesproken, opdat die <hi type=\"italic\">niet</hi> in vervulling zou gaan. Het bijzondere van dit boek is dat het verhaal zelf profetie is. Het verhaal geeft profetische waarheden in geschiedkundige vorm, in de vorm van gebeurtenissen. De profetie wordt hier uitgebeeld. <div eID=\"gen46496\" type=\"x-p\"/><div sID=\"gen46497\" type=\"x-p\"/>Jona is de vijfde in de rij van de twaalf kleine profeten. In de vier hoofdstukken die zijn boek telt, leren we een profeet kennen die meer aan zijn eigen belangrijkheid hecht dan aan het belang van God. <div eID=\"gen46497\" type=\"x-p\"/><div sID=\"gen46498\" type=\"x-p\"/>Maar meer dan de profeet leren we de God van deze profeet kennen. Als Jona ongehoorzaam is, schuift God hem niet aan de kant. Jona krijgt een tweede kans van God. Jona doet dan wel wat God van hem heeft gevraagd, hoewel ook dan nog niet van harte. Zijn egoïsme blijft de boventoon voeren. Nog schuift God Jona niet aan de kant, maar leert hem nieuwe lessen. <div eID=\"gen46498\" type=\"x-p\"/><div sID=\"gen46499\" type=\"x-p\"/>Wij mogen meeluisteren, niet als toeschouwers, maar als betrokkenen, want Jona zit in ons allemaal. De boodschap die het boek van de profeet Jona voor ons bevat, is niet zozeer de inhoud van zijn prediking tot Ninevé, maar het geduld van God met ook onze onwilligheid om gehoorzaam te doen wat Hij ons opdraagt. God maakt ons in dit bijbelboek deelgenoot van Zijn overwegingen om ons tot gewillige getuigen voor Zijn Naam te maken.<div eID=\"gen46499\" type=\"x-p\"/><div sID=\"gen46500\" type=\"x-p\"/><hi type=\"bold\">Wie was Jona?</hi><div eID=\"gen46500\" type=\"x-p\"/><div sID=\"gen46501\" type=\"x-p\"/>Van de ‘kleine profeten’ is Jona ongetwijfeld de bekendste. Naast wat we in dit boek over hem te weten komen, lezen we in <hi type=\"italic\">2 Koningen</hi> het volgende: <hi type=\"italic\">“Hij </hi>[koning Jerobeam]<hi type=\"italic\"> bracht ook het gebied van Israël van Lebo-Hamath tot de zee van de Vlakte [aan Israël] terug, overeenkomstig het woord van de HEERE, de God van Israël, dat Hij gesproken had door de dienst van Zijn dienaar Jona, de zoon van Amitthai, de profeet uit Gath-Hefer” (<reference osisRef=\"2Kgs.14.25\">2Kn 14:25</reference>)</hi>. We kunnen daaruit opmaken dat hij als profeet in Israël optreedt kort voor of tijdens de regering van Jerobeam II (793-753 v.Chr.). Verder lezen we hier over hem dat hij een <hi type=\"italic\">“dienaar”</hi> van de HEERE God en <hi type=\"italic\">“profeet”</hi> is. Ook de Heer Jezus spreekt over hem als <hi type=\"italic\">“de profeet Jona” (<reference osisRef=\"Matt.12.39\">Mt 12:39</reference>)</hi>. <div eID=\"gen46501\" type=\"x-p\"/><div sID=\"gen46502\" type=\"x-p\"/>Hoogstwaarschijnlijk is Jona de schrijver van het gelijknamige boek. Alleen hij kan vertellen over wat er op het schip gebeurt <hi type=\"italic\">(Jona 1)</hi>, over zijn verblijf in de vis <hi type=\"italic\">(Jona 2)</hi>, over zijn misnoegen en zijn uitingen daarover tegen God <hi type=\"italic\">(Jona 4)</hi>. <div eID=\"gen46502\" type=\"x-p\"/><div sID=\"gen46503\" type=\"x-p\"/>Zijn naam betekent ‘duif’. Hij moet met een boodschap die tot vrede – waarvan de duif een symbool is – leidt, gaan naar een stad waarover Gods oordeel moet komen. Maar Jona handelt niet naar zijn naam. Hij zoekt niet de vrede van de stad. Waarom hij dat niet doet, zullen we verderop zien. <div eID=\"gen46503\" type=\"x-p\"/><div sID=\"gen46504\" type=\"x-p\"/>De naam van zijn vader, Amitthai, betekent ‘betrouwbaar’ of ‘de waarheid van de HEERE’. Ook die naam heeft Jona geen eer aangedaan. Hij is niet betrouwbaar als dienaar van de HEERE. Hij ontvlucht zijn opdracht. Maar niemand kan God ontvluchten. God dwingt hem om ‘de waarheid van de HEERE’ aan Ninevé te verkondigen. <div eID=\"gen46504\" type=\"x-p\"/><div sID=\"gen46505\" type=\"x-p\"/>Hij komt uit Gath-Hefer in Zebulon <hi type=\"italic\">(<reference osisRef=\"Josh.19.13\">Jz 19:13</reference>)</hi>, ten noorden van Nazareth in Galilea. De opmerking die de vijanden van de Heer Jezus maken, dat er geen profeet uit Galilea opstaat <hi type=\"italic\">(<reference osisRef=\"John.7.52\">Jh 7:52</reference>)</hi>, is dan ook duidelijk een dwaling. <div eID=\"gen46505\" type=\"x-p\"/><div sID=\"gen46506\" type=\"x-p\"/><hi type=\"bold\">Het boek Jona, mikpunt van bijbelkritiek</hi><div eID=\"gen46506\" type=\"x-p\"/><div sID=\"gen46507\" type=\"x-p\"/>Het grote belang dat de Joden aan het boek <hi type=\"italic\">Jona</hi> hechten, blijkt uit het feit dat ze dit boek tijdens de grote Verzoendag lezen. Bijbelcritici hebben ook altijd grote belangstelling voor dit boek gehad. Maar die belangstelling uit zich in de vele aanvallen die op het boek zijn gedaan. <div eID=\"gen46507\" type=\"x-p\"/><div sID=\"gen46508\" type=\"x-p\"/>Er is beweerd dat Jona nooit heeft geleefd. Anderen hebben gezegd dat de geschiedenis van Jona het product is van een fantasierijke geest of berust op een legende. Maar, zoals iemand heeft gezegd, er is minder geloof nodig voor het aanvaarden van deze eenvoudige geschiedenis, dan voor de talrijke dwaze veronderstellingen die zijn geuit om het van zijn bovennatuurlijk karakter te beroven. <div eID=\"gen46508\" type=\"x-p\"/><div sID=\"gen46509\" type=\"x-p\"/>Elke aanval op het boek is in feite een aanval op de Heer Jezus, die de historiciteit van dit boek volkomen bevestigt door ernaar te verwijzen. Dat doet Hij twee keer <hi type=\"italic\">(<reference osisRef=\"Matt.12.40-Matt.12.41\">Mt 12:40-41</reference><reference osisRef=\"Matt.16.4\">; Mt 16:4</reference>)</hi>. Zo verwijst Hij naar veel meer gebeurtenissen in het Oude Testament die door mensen in twijfel worden getrokken, zoals de schepping van hemel en aarde in zes dagen, de instelling van het huwelijk, de zondvloed, de verwoesting van Sodom en Gomorra. <div eID=\"gen46509\" type=\"x-p\"/><div sID=\"gen46510\" type=\"x-p\"/>Voor het geloof zijn de beide verwijzingen van de Heer Jezus voldoende om het boek Jona te beschouwen als behorend tot de geïnspireerde Schriften. Wie Zijn verwijzing daarnaar niet gelooft of wegredeneert en daarmee het gezag van Zijn uitspraak over Jona in twijfel trekt, loochent op een brute wijze Zijn Godheid. Een tussenweg is niet mogelijk.<div eID=\"gen46510\" type=\"x-p\"/><div sID=\"gen46511\" type=\"x-p\"/><hi type=\"bold\">Jona – Jakobus</hi><div eID=\"gen46511\" type=\"x-p\"/><div sID=\"gen46512\" type=\"x-p\"/>Dat het boek <hi type=\"italic\">Jona</hi> een plaats heeft in het Oude Testament is net zo bijzonder als de <hi type=\"italic\">brief van Jakobus</hi> in het Nieuwe Testament. <div eID=\"gen46512\" type=\"x-p\"/><div sID=\"gen46513\" type=\"x-p\"/>1. Het Oude Testament is speciaal gewijd aan de geschiedenis van Gods genadige voornemens met Israël. Toch vinden we er in het boek <hi type=\"italic\">Jona</hi> een geschiedenis van Gods genadige handelen met heidenen. <div eID=\"gen46513\" type=\"x-p\"/><div sID=\"gen46514\" type=\"x-p\"/>2. Het Nieuwe Testament ontvouwt Gods raadsbesluiten voor de gemeente. Toch treffen we in de <hi type=\"italic\">brief van Jakobus</hi> er een brief in aan die is gericht aan de twaalf stammen in de verstrooiing, dat is het hele volk Israël. <div eID=\"gen46514\" type=\"x-p\"/><div sID=\"gen46515\" type=\"x-p\"/>Door het boek <hi type=\"italic\">Jona</hi> leren we dat, in de tijd dat Israël in het middelpunt van Gods handelen staat, Hij ook een hart vol medelijden heeft voor de volken buiten het uitverkoren volk. Het boek getuigt ervan dat God ook de God van de volken is en niet alleen van de Joden <hi type=\"italic\">(<reference osisRef=\"Rom.3.29\">Rm 3:29</reference>)</hi>. Het is het grote zendingsboek van het Oude Testament. Jona is voor zover we weten de enige profeet die met een boodschap speciaal voor de heidenen tot de heidenen is gezonden. Van de <hi type=\"italic\">brief van Jakobus</hi> leren we dat, hoewel God nu een totaal nieuw, hemels volk, de gemeente, vormt uit de gelovigen uit Israël en de volken, Hij Zijn oude aardse volk Israël niet vergeet. <div eID=\"gen46515\" type=\"x-p\"/><div sID=\"gen46516\" type=\"x-p\"/><hi type=\"bold\">De les van Jona</hi><div eID=\"gen46516\" type=\"x-p\"/><div sID=\"gen46517\" type=\"x-p\"/>In dit boek worden de werkingen blootgelegd van het hart van de mens die een gelovige is en tevens een dienaar van God. De reden dat Jona niet naar Ninevé wil, is niet omdat hij bang is voor de stad, maar omdat hij God kent. In dit boek wordt ook Gods hart blootgelegd. Maar hoewel Jona God kent, staat hij niet op één lijn met Gods gedachten. Hij deelt niet in Gods goedertierenheid. De gedachte aan zijn eigen belangrijkheid overschaduwt alles. Omdat hij Gods hart niet kent, kent hij God niet echt.<div eID=\"gen46517\" type=\"x-p\"/><div sID=\"gen46518\" type=\"x-p\"/>Het boek geeft ons veel inzicht in het karakter en het leven van de veel besproken en vaak geminachte profeet. Onder de leiding van de Heilige Geest schrijft hij over zichzelf op een wijze zoals een mens dat van nature niet doet. Zonder enige verontschuldiging publiceert Jona zijn eigen foute gezindheid en foute gedragingen. Zou iemand ooit een dergelijk eerlijk relaas gepubliceerd hebben zoals Jona heeft gedaan? Iedereen in het boek komt er beter af dan hijzelf. <div eID=\"gen46518\" type=\"x-p\"/><div sID=\"gen46519\" type=\"x-p\"/>Jona is ook niet zomaar iemand. Aan hem heeft de HEERE nota bene Zijn getuigenis toevertrouwd. En juist in die persoon met zo’n hoge roeping komt een bijzonder lage trek van de menselijke natuur tot uiting. Die lage trek is dat hij door de belangrijke boodschap die hij moet brengen, zelf belangrijk wil zijn. Hij wil de opdracht die hij krijgt, alleen uitvoeren als hij daar zelf door kan schitteren. Als gevolg van deze ijdelheid en hoogmoed kan hij het niet verdragen dat God anderen genade bewijst. <div eID=\"gen46519\" type=\"x-p\"/><div sID=\"gen46520\" type=\"x-p\"/><hi type=\"bold\">Discipelen van de Heer</hi><div eID=\"gen46520\" type=\"x-p\"/><div sID=\"gen46521\" type=\"x-p\"/>Mensen met een instelling als Jona kunnen het niet hebben dat God Zijn gedachten of Wezen door iemand anders openbaart. Zij zélf moeten de dingen doen, zíj moeten er de eer van hebben. Al hun gedachten over God zijn begrensd tot hun eigen gezichtspunt. Dat gezichtspunt is dat aan hén en niemand anders de boodschap is toevertrouwd. <div eID=\"gen46521\" type=\"x-p\"/><div sID=\"gen46522\" type=\"x-p\"/>Eenzelfde instelling vinden we bij een paar discipelen van de Heer Jezus <hi type=\"italic\">(<reference osisRef=\"Luke.9.54\">Lk 9:54</reference>)</hi>. Komen zij daar met de Heer in een dorp van de Samaritanen, worden ze gewéigerd! Dat kan niet bestaan. Er moet vuur uit de hemel komen! Dat vinden zij het enige passende antwoord op deze grove belediging. Goed, ze vragen het voor het fatsoen nog even aan de Heer. Maar intussen hebben ze lucht gegeven aan de natuurlijke gevoelens van hun hart. <div eID=\"gen46522\" type=\"x-p\"/><div sID=\"gen46523\" type=\"x-p\"/>Het lijkt alsof ze opkomen voor de Heer, maar in wezen willen ze wraak nemen voor deze behandeling omdat ze zichzelf afgewezen voelen. En uitoefening van wraak is de openbaring van macht. Zo willen ze laten zien dat zíj belangrijk zijn, dat de macht bij hén ligt en niet bij hen die weigeren de Heer te ontvangen. <div eID=\"gen46523\" type=\"x-p\"/><div sID=\"gen46524\" type=\"x-p\"/><hi type=\"bold\">Jona: Dat ben ik</hi><div eID=\"gen46524\" type=\"x-p\"/><div sID=\"gen46525\" type=\"x-p\"/>Als we in Jona en de discipelen niet iets van onszelf herkennen, hoeven we niet verder te lezen. Dan bevat dit profetenboek geen boodschap voor ons. Dit boek maakt duidelijk dat zij die met God Zelf verbonden zijn, zich moeten onderwerpen aan Zijn macht en moeten buigen voor Zijn genade. Als die onderwerping er niet is, leidt het bewustzijn van Gods gunst tot ontrouw en zelfverheerlijking. <div eID=\"gen46525\" type=\"x-p\"/><div sID=\"gen46526\" type=\"x-p\"/>Wij zijn, net als Jona, in staat om de voorrechten die God geeft tot eigen glorie te gebruiken. Als dat gebeurt, zijn we daar vaak zelf blind voor. Door ons gedrag verduisteren we in dat geval de kennis van Wie God in Zichzelf is. Een bijkomende uitwerking van een dergelijk omgaan met het bezit van die voorrechten is het ontstaan van een harde partijgeest. Kijk maar naar de farizeeën zoals we die in de Schrift tegenkomen. Dan kijken we weer in een spiegel. Wat zien we? Ieder die zichzelf een beetje kent en eerlijk is, zal toegeven dat hij iets van de farizeeër ook in zijn eigen hart tegenkomt. <div eID=\"gen46526\" type=\"x-p\"/><div sID=\"gen46527\" type=\"x-p\"/>Als we doorlezen omdat we in Jona, én in de discipelen én in de farizeeën, toch iets van onszelf willen ontdekken, zullen we nog een grote ontdekking doen. We zullen bovenal God zien, hoe Hij Zichzelf toont in Zijn genade, zowel voor Ninevé, inclusief kinderen en vee, als voor zijn dwalende dienaar Jona. Ook dat mogen we dan op onszelf toepassen. Het resultaat zal zijn dat we God prijzen vanwege Zijn grote genade waarin Hij Zich over ons heeft ontfermd.<div eID=\"gen46527\" type=\"x-p\"/><div sID=\"gen46528\" type=\"x-p\"/><hi type=\"bold\">Een profetisch boek?</hi><div eID=\"gen46528\" type=\"x-p\"/><div sID=\"gen46529\" type=\"x-p\"/>Het kan verwondering wekken dat er in het boek geen profetie voorkomt. Het bevat in letterlijke zin slechts één profetie, in <hi type=\"italic\">Jona 3 (<reference osisRef=\"Jonah.3.4\">Jn 3:4</reference>)</hi>. En die wordt uitgesproken, opdat die <hi type=\"italic\">niet</hi> in vervulling zou gaan. De rest van het boek beschrijft de houding van de profeet tegenover God en de weg die God met hem gaat. <div eID=\"gen46529\" type=\"x-p\"/><div sID=\"gen46530\" type=\"x-p\"/>Nu is het bijzondere van dit boek, dat het verhaal zelf profetie is. Het verhaal geeft profetische waarheden in geschiedkundige vorm, in de vorm van gebeurtenissen. De profetie wordt hier uitgebeeld. Jona is een beeld van Israël. Een oude orthodoxe Jood gaf als antwoord op de vraag waarom Jona elke grote Verzoendag wordt gelezen in de synagoge: ‘Wij zijn Jona.’ In de persoon Jona wordt de hele geschiedenis van Israël verteld. <div eID=\"gen46530\" type=\"x-p\"/><div sID=\"gen46531\" type=\"x-p\"/>De Heer Jezus past wat met Jona gebeurt toe op Zichzelf in Zijn dood en opstanding <hi type=\"italic\">(<reference osisRef=\"Matt.12.39-Matt.12.41\">Mt 12:39-41</reference>)</hi>. Als Hij het teken van Jona uitlegt, wijst Hij eerst op Zijn dood <hi type=\"italic\">(<reference osisRef=\"Matt.12.40\">Mt 12:40</reference>)</hi>, die Hij verbindt aan het verblijf van Jona in de vis. Daarna wijst Hij op diens prediking en het gevolg ervan in Ninevé <hi type=\"italic\">(<reference osisRef=\"Matt.12.41\">Mt 12:41</reference>)</hi>. Het <hi type=\"italic\">teken</hi> van Jona waarover de Heer spreekt, be<hi type=\"italic\">teken</hi>t dat na Zijn dood en opstanding de prediking naar de heidenen zal gaan. Dat is een ernstig verwijt voor de mensen tot wie de Heer spreekt, maar die niet naar Hem luisteren. <div eID=\"gen46531\" type=\"x-p\"/><div sID=\"gen46532\" type=\"x-p\"/>De Heer gebruikt de geschiedenis van Jona in de vis en diens daaropvolgende prediking als een teken van wat het volk Israël te wachten staat. Naar Hem, Die meer is dan Jona, willen zij niet luisteren. De mannen van Ninevé luisteren wel naar Jona. In het oordeel zullen de mannen van Ninevé opstaan om het weerspannige geslacht te veroordelen tot wie de Heer Jezus is gekomen. Zo geeft de Heer naar aanleiding van wat met Jona gebeurt een profetische boodschap door. <div eID=\"gen46532\" type=\"x-p\"/><div sID=\"gen46533\" type=\"x-p\"/>De tweede keer dat de Heer Jezus naar Jona verwijst <hi type=\"italic\">(<reference osisRef=\"Matt.16.4\">Mt 16:4</reference>)</hi>, doet Hij dat met de bedoeling Zijn tegenstanders aan te tonen dat het oordeel voor de deur stond. Het <hi type=\"italic\">teken</hi> van Jona be<hi type=\"italic\">teken</hi>t hier dat Israël op het punt stond in de volkenzee te worden geworpen. Mattheüs voegt er veelzeggend aan toe: <hi type=\"italic\">“En Hij verliet hen en ging weg.”</hi> <div eID=\"gen46533\" type=\"x-p\"/><div sID=\"gen46534\" type=\"x-p\"/><hi type=\"bold\">Jona als beeld van Israël</hi><div eID=\"gen46534\" type=\"x-p\"/><div sID=\"gen46535\" type=\"x-p\"/>Israël was, net als Jona, door God uitgekozen om Zijn getuige te zijn tegenover de volken om hen heen <hi type=\"italic\">(<reference osisRef=\"Isa.43.10-Isa.43.12\">Js 43:10-12</reference><reference osisRef=\"Isa.44.8\">; Js 44:8</reference>)</hi>. Maar Israël heeft de waarheid van God die het had moeten verkondigen, gebruikt voor zichzelf. De waarheid van God bevalt ons als we ons ermee kunnen bekleden, om onze eigen belangrijkheid daardoor groter te maken. Zo was het met Israël. Het volk Israël was het vat van Gods getuigenis in de wereld en roemde daarin omdat het hen zelf met eer bekleedde. Daarom kon het niet verdragen dat aan de heidenen genade werd bewezen. Evenals Jona was Israël onwillig zijn opdracht als getuige uit te voeren en waren ze steeds ongehoorzaam <hi type=\"italic\">(<reference osisRef=\"Judg.2.11-Judg.2.19\">Ri 2:11-19</reference>)</hi>. <div eID=\"gen46535\" type=\"x-p\"/><div sID=\"gen46536\" type=\"x-p\"/>Jona wil door te vluchten zich aan de opdracht tot verkondiging onttrekken. Hij misgunt de grote heidenwereld de Goddelijke barmhartigheid omdat hij vreest dat de boeteprediking Ninevé van de dreigende ondergang zal redden <hi type=\"italic\">(<reference osisRef=\"Jonah.4.2\">Jn 4:2</reference>)</hi>. Dat wil hij nu juist niet. Hij wil dat die heidenen omkomen. Hierin weerspiegelt Jona de houding van Israël tegenover de volken <hi type=\"italic\">(<reference osisRef=\"1Thess.2.14-1Thess.2.16\">1Th 2:14-16</reference>)</hi>. <div eID=\"gen46536\" type=\"x-p\"/><div sID=\"gen46537\" type=\"x-p\"/>Maar Jona is niet gelijk te stellen met een valse profeet, die vanuit zijn eigen hart profeteert. Dat bewijst zijn belijdenis tegenover de zeelieden in <hi type=\"italic\">Jona 1</hi>. Evenals Jona in de zee verdween, zo is Israël onder de volken verstrooid. De volken hebben als gevolg daarvan God leren kennen <hi type=\"italic\">(<reference osisRef=\"Rom.11.11\">Rm 11:11</reference>)</hi>. <div eID=\"gen46537\" type=\"x-p\"/><div sID=\"gen46538\" type=\"x-p\"/>Jona wordt wonderlijk bewaard in de vis. Zo heeft God Israël al de eeuwen door bewaard en zullen ze terugkomen in hun land <hi type=\"italic\">(<reference osisRef=\"Hos.3.3\">Hs 3:3</reference>; <reference osisRef=\"Jer.30.11\">Jr 30:11</reference><reference osisRef=\"Jer.31.35-Jer.31.37\">; Jr 31:35-37</reference>)</hi>. Jona heeft moeten leren dat hij evengoed als Ninevé afhankelijk is van de genade van God. Dat moet Israël ook leren <hi type=\"italic\">(<reference osisRef=\"Rom.11.32\">Rm 11:32</reference>)</hi>. <div eID=\"gen46538\" type=\"x-p\"/><div sID=\"gen46539\" type=\"x-p\"/><hi type=\"bold\">Indeling van het boek</hi><div eID=\"gen46539\" type=\"x-p\"/><div sID=\"gen46540\" type=\"x-p\"/>I De ongehoorzame profeet <hi type=\"italic\">(Jona 1:1-2:10)</hi> <lb/> 1. De vlucht <hi type=\"italic\">(Jona 1:1-3)</hi> <lb/> 2. De storm <hi type=\"italic\">(Jona 1:4-6)</hi> <lb/> 3. De verantwoordelijkheid van Jona <hi type=\"italic\">(Jona 1:7-10)</hi> <lb/> 4. Jona verworpen <hi type=\"italic\">(Jona 1:11-16)</hi> <lb/> 5. De bescherming van Jona <hi type=\"italic\">(Jona 1:17-2:1)</hi> <lb/> 7. Een psalm van dankzegging <hi type=\"italic\">(Jona 2:2-9)</hi> <lb/> 8. De bevrijding <hi type=\"italic\">(Jona 2:10)</hi><div eID=\"gen46540\" type=\"x-p\"/><div sID=\"gen46541\" type=\"x-p\"/>II De verongelijkte profeet <hi type=\"italic\">(Jona 3:1-4:11)</hi> <lb/> 1. De prediking van Jona <hi type=\"italic\">(Jona 3:1-4)</hi> <lb/> 2. De bekering van Ninevé <hi type=\"italic\">(Jona 3:5-10)</hi> <lb/> 3. Het misnoegen van Jona <hi type=\"italic\">(Jona 4:1-4)</hi> <lb/> 4. God berispt Jona <hi type=\"italic\">(Jona 4:5-9)</hi> <lb/> 5. De barmhartigheid van God <hi type=\"italic\">(Jona 4:10-11)</hi> <div eID=\"gen46541\" type=\"x-p\"/><div sID=\"gen46542\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen46542\" type=\"x-p\"/> <lb/><div sID=\"gen46543\" type=\"x-p\"/>Jona wil onder de opdracht van de HEERE uitkomen om tegen Ninevé te prediken. Daarom wil hij naar Tarsis vluchten. Daarvoor vindt hij in Jafo een schip <hi type=\"italic\">(<reference osisRef=\"Jonah.1.1-Jonah.1.3\">Jn 1:1-3</reference>)</hi>. Maar de HEERE stuurt een zware storm. Het schip dreigt te vergaan. Jona wordt gedwongen te erkennen dat de storm om hem is opgestoken <hi type=\"italic\">(<reference osisRef=\"Jonah.1.4-Jonah.1.10\">Jn 1:4-10</reference>)</hi>. Op verzoek van de schepelingen geeft hij aan wat er moet gebeuren om de storm te laten ophouden. Als hij in de zee is geworpen, wordt de zee kalm <hi type=\"italic\">(<reference osisRef=\"Jonah.1.11-Jonah.1.16\">Jn 1:11-16</reference>)</hi>. De HEERE ontfermt Zich verder over hem door een grote vis te sturen die hem inslikt.<div eID=\"gen46543\" type=\"x-p\"/><div sID=\"gen46544\" type=\"x-p\"/><title>De HEERE spreekt</title><div eID=\"gen46544\" type=\"x-p\"/> <lb/><div sID=\"gen46545\" type=\"x-p\"/>Dit is niet de eerste keer dat het woord van de HEERE tot Jona komt. Hij is zogezegd geen nieuweling, hij kent de stem van de HEERE. Zoals al is gezegd, is hij profeet in de tijd dat Jerobeam II koning is of binnenkort wordt. Hij heeft mogen profeteren dat verloren gegaan gebied van Israël weer zal worden heroverd <hi type=\"italic\">(<reference osisRef=\"2Kgs.14.25\">2Kn 14:25</reference>)</hi>. <div eID=\"gen46545\" type=\"x-p\"/><div sID=\"gen46546\" type=\"x-p\"/>Met het brengen van die boodschap zal hij geen moeite hebben gehad. Prachtig moet hij dat hebben gevonden. Het was natuurlijk ook voor deze Israëliet in hart en nieren een enorm mooie profetie die hij mocht uitspreken. Met zo’n boodschap ga je graag naar je volksgenoten. Hij zal niet de naam van ‘onheilsprofeet’ hebben gehad, zoals meerderen van zijn collega-profeten die ongetwijfeld wel moeten hebben gehad. <div eID=\"gen46546\" type=\"x-p\"/><div sID=\"gen46547\" type=\"x-p\"/>Op welke wijze het woord van de HEERE nu naar hem toe komt, wordt niet aangegeven. Dat is overigens niet vreemd. Er zijn heel wat profeten die daarover geen mededeling doen. Op de een of andere manier is Jona zich bewust geworden dat de HEERE wil dat hij naar Ninevé gaat om te prediken. <div eID=\"gen46547\" type=\"x-p\"/><div sID=\"gen46548\" type=\"x-p\"/>Ook vandaag wil de Heer ieder van de Zijnen duidelijk maken wat ze moeten doen, waar ze heen moeten gaan, wat ze moeten zeggen. Hij spreekt door het Woord dat we in onze handen hebben. Als we dat biddend lezen, zullen we horen wat Hij tegen ons zegt. Niet alleen begrijpen we dan in algemene zin hoe Hij wil dat we leven. We zullen ook Zijn specifieke opdracht horen die Hij voor ieder van ons persoonlijk heeft. Dat gebeurt niet door bovennatuurlijke stemmen te horen, het is geen zweverige, emotionele zaak. Wie werkelijk en onderworpen op de Heer gericht is bij het lezen van Zijn Woord, zal begrijpelijk en helder van Hem door Zijn Woord vernemen wat Hij wil.<div eID=\"gen46548\" type=\"x-p\"/><div annotateRef=\"Jonah.1.1\" annotateType=\"commentary\" eID=\"gen46494\" type=\"section\"/>",
      "2": "<div annotateRef=\"Jonah.1.2\" annotateType=\"commentary\" sID=\"gen46549\" type=\"section\"/><div sID=\"gen46550\" type=\"x-p\"/><title>De opdracht</title><div eID=\"gen46550\" type=\"x-p\"/> <lb/><div sID=\"gen46551\" type=\"x-p\"/>De opdracht die hij nu krijgt, is anders dan die waarover we lezen in <hi type=\"italic\">2 Koningen 14 (<reference osisRef=\"2Kgs.14.25\">2Kn 14:25</reference>)</hi>. Dit keer is het geen boodschap waar een mens graag de straat mee opgaat, geen boodschap waar mensen op zitten te wachten en die de prediker een gezien man maakt. Hij moet nu wel onheil prediken. <div eID=\"gen46551\" type=\"x-p\"/><div sID=\"gen46552\" type=\"x-p\"/>Dat zou niet prettig zijn als het zijn eigen volk betrof. Maar hij wordt niet gezonden naar zijn eigen volk. Hij moet naar Ninevé, de hoofdstad van het Assyrische rijk. Dat is een stad met oude papieren. Ze wordt voor het eerst genoemd in <hi type=\"italic\">Genesis 10 (<reference osisRef=\"Gen.10.11\">Gn 10:11</reference>)</hi>. Sanherib maakte de stad tot hoofdstad. De Meden en Perzen hebben haar in 612 v.Chr. verwoest.<div eID=\"gen46552\" type=\"x-p\"/><div sID=\"gen46553\" type=\"x-p\"/>Dat Jona daarheen moet, is zeker een unicum. Het is nog niet eerder gebeurd, althans naar wat we in de Schrift lezen, dat een profeet met een boodschap van God naar de heidenen is gezonden. Maar het staat niet aan een dienaar van God om de plaats van zijn dienst te bepalen en ook niet wat hij moet prediken. <div eID=\"gen46553\" type=\"x-p\"/><div sID=\"gen46554\" type=\"x-p\"/>De HEERE maakt hem deelgenoot van Zijn motieven om hem daarnaartoe te sturen. Hij vertelt Jona dat het kwaad van de stad tot Hem in de hemel is doorgedrongen <hi type=\"italic\">(vgl. <reference osisRef=\"Gen.18.21\">Gn 18:21</reference>; <reference osisRef=\"1Sam.5.12\">1Sm 5:12</reference>)</hi>. Het goede ontbreekt er volledig. De stad is door en door verdorven. Er blijft voor Ninevé niets anders over dan het oordeel. <div eID=\"gen46554\" type=\"x-p\"/><div sID=\"gen46555\" type=\"x-p\"/>Het is een grote stad omdat er zoveel inwoners zijn. Het is ook een stad met een enorme rijkdom <hi type=\"italic\">(<reference osisRef=\"Nah.2.9\">Na 2:9</reference>)</hi>. Het aantal inwoners en de grote rijkdom zorgen ervoor dat ook haar macht en invloed op het wereldrijk, waarvan het de hoofdstad is, groot is. Groot in omvang is dan ook het kwaad van haar vele inwoners die leven in opstand tegen God. God kan het niet langer verdragen. Het oordeel moet worden aangezegd.<div eID=\"gen46555\" type=\"x-p\"/><div annotateRef=\"Jonah.1.2\" annotateType=\"commentary\" eID=\"gen46549\" type=\"section\"/>",
      "3": "<div annotateRef=\"Jonah.1.3\" annotateType=\"commentary\" sID=\"gen46556\" type=\"section\"/><div sID=\"gen46557\" type=\"x-p\"/><title>Jona vlucht</title><div eID=\"gen46557\" type=\"x-p\"/> <lb/><div sID=\"gen46558\" type=\"x-p\"/>Jona heeft geen zin in deze opdracht. Dat is op zich geen schokkend of nieuw verschijnsel. Mozes had ook zo zijn bezwaren toen God hem riep <hi type=\"italic\">(<reference osisRef=\"Exod.3.10-Exod.3.14\">Ex 3:10-14</reference><reference osisRef=\"Exod.4.1-Exod.4.17\">; Ex 4:1-17</reference>)</hi> en ook Gideon sprong niet op van vreugde toen God hem riep <hi type=\"italic\">(<reference osisRef=\"Judg.6.11-Judg.6.24\">Ri 6:11-24</reference>)</hi>. Maar bij hen waren andere dingen aanwezig dan bij Jona. <div eID=\"gen46558\" type=\"x-p\"/><div sID=\"gen46559\" type=\"x-p\"/>Dienaren van de HEERE, profeten, zijn geen machines. Ze kunnen de wil van God weerstaan. Bij Mozes en Gideon was het een gevoel van onvermogen. Ze voelden zich niet in staat tot het uitvoeren van de grote opdracht die zij kregen. Bij Jona is het uitgesproken onwil, gebaseerd op trots. Dat bezorgt Jona de twijfelachtige eer als enige profeet pertinent ongehoorzaam te zijn aan God, een profeet die domweg weigert Zijn bevel op te volgen. <div eID=\"gen46559\" type=\"x-p\"/><div sID=\"gen46560\" type=\"x-p\"/>De HEERE had Jona kunnen tegenhouden. Toch laat Hij hem gaan, maar zonder hem uit het oog te verliezen. Hij laat hem gaan, zover als Hij dat nodig vindt. Wie de weg van gehoorzaamheid verlaat, verlaat onvermijdelijk ook de tegenwoordigheid van de Heer. Niet dat de Heer voor zo iemand niet meer bestaat, maar het hart raakt het bewustzijn van Zijn tegenwoordigheid kwijt. Dat kan natuurlijk ook niet anders. De Heer gaat nooit mee op een weg van ontrouw.<div eID=\"gen46560\" type=\"x-p\"/><div sID=\"gen46561\" type=\"x-p\"/>Het doel van Jona staat vast. Hij gaat niet naar Ninevé, maar compleet de andere kant op, naar Tarsis. Waar Tarsis precies heeft gelegen, is niet duidelijk. Het wordt wel verondersteld in Spanje, in het westen, terwijl Ninevé in het oosten lag. Waarom hij nu juist naar Tarsis wil, wordt niet vermeld. <div eID=\"gen46561\" type=\"x-p\"/><div sID=\"gen46562\" type=\"x-p\"/>Hij <hi type=\"italic\">“vond een schip”</hi>, zo lezen we. Dat wijst erop dat hij bewust te werk is gegaan in zijn zoektocht naar een middel dat hem naar zijn eigenwillig uitgekozen doel kon brengen. Hij zal het wel als een bevestiging hebben gezien dat hij in Jafo – dat is het huidige Jaffa, dat in het Nieuwe Testament Joppe wordt genoemd <hi type=\"italic\">(<reference osisRef=\"Acts.9.36\">Hd 9:36</reference><reference osisRef=\"Acts.9.43\">; 43</reference>)</hi> – een belangrijke havenstad in Israël, een schip vindt dat op het punt staat naar Tarsis te vertrekken. Hij heeft om zo te zeggen de wind mee, de omstandigheden zijn gunstig. <div eID=\"gen46562\" type=\"x-p\"/><div sID=\"gen46563\" type=\"x-p\"/>Zulke ‘meevallers’ geven iemand die hardnekkig van plan is zijn eigen weg uit te stippelen, terwijl hij daarmee ingaat tegen de wil van de Heer, een heerlijk gevoel. We zijn er allemaal meesters in om een eigenzinnige handelwijze, waarvan we weten dat die tegen het Woord van God ingaat, goed te praten aan de hand van gelukkige omstandigheden. Daarmee wordt onze ongehoorzaamheid aan het Woord van God gecamoufleerd. Dat het meezit op een weg van ongehoorzaamheid, is nooit een bewijs van de zegen van de Heer. <div eID=\"gen46563\" type=\"x-p\"/><div sID=\"gen46564\" type=\"x-p\"/>De weg van Jona is de weg naar beneden. Hij daalt af naar Jafo en hij daalt af in het schip <hi type=\"italic\">(<reference osisRef=\"Jonah.1.5\">Jn 1:5</reference>)</hi> en later daalt hij nog dieper af, in de zee <hi type=\"italic\">(<reference osisRef=\"Jonah.2.6\">Jn 2:6</reference>)</hi>. Jafo betekent ‘schoonheid’ of ‘onderwerping’. ‘Schoonheid’ lijkt een geschikt vertrekpunt. Maar het voert tot ‘onderwerping’, gebondenheid. Het schip dat daar vertrekt, brengt je slapend naar je doel, als God niet tussenbeide komt. Zo gemakkelijk raak je uit de tegenwoordigheid van de Heer. <div eID=\"gen46564\" type=\"x-p\"/><div sID=\"gen46565\" type=\"x-p\"/>Het weggaan van het aangezicht van de HEERE is een bewuste daad en daarom zonde. Het plaatst Jona in het duistere gezelschap van Kaïn, die ook wegging van het aangezicht van de HEERE <hi type=\"italic\">(<reference osisRef=\"Gen.4.16\">Gn 4:16</reference>)</hi>. <div eID=\"gen46565\" type=\"x-p\"/><div sID=\"gen46566\" type=\"x-p\"/>Misschien moeten we niet denken dat Jona zich voor God wilde verbergen. Vermoedelijk kende hij <hi type=\"italic\">Psalm 139 </hi>goed, waardoor hij wist dat dit onmogelijk was <hi type=\"italic\">(<reference osisRef=\"Ps.139.1-Ps.139.4\">Ps 139:1-4</reference>)</hi>. Maar op iemand die bewust ongehoorzaam is, verliest het Woord van God zijn krachtige uitwerking. Jona <hi type=\"italic\">wilde</hi> niet doen wat God hem had opgedragen. Daarom vertrok hij uit het land waar God woonde. <hi type=\"italic\">“Weg van het aangezicht van de HEERE”</hi> wil ook zeggen ‘weg uit het land van de HEERE’. <div eID=\"gen46566\" type=\"x-p\"/><div sID=\"gen46567\" type=\"x-p\"/>Jona vlucht niet uit angst voor moeilijkheden die hij tijdens zijn dienst zou tegenkomen, maar omdat hij bang is dat de HEERE de stad Ninevé genade bewijst. Als Jood misgunt hij de heidenen de genade. Dit misgunnen van de genade aan de heidenen komen we regelmatig tegen in de <hi type=\"italic\">evangeliën</hi> en in <hi type=\"italic\">Handelingen</hi>. De farizeeën worden woest als de Heer Jezus in Zijn gelijkenissen verwijst naar genade voor de heidenen <hi type=\"italic\">(<reference osisRef=\"Matt.21.33-Matt.21.46\">Mt 21:33-46</reference>)</hi>. Woest worden de Joden als Paulus daarover spreekt <hi type=\"italic\">(<reference osisRef=\"Acts.22.17-Acts.22.22\">Hd 22:17-22</reference>)</hi>. <div eID=\"gen46567\" type=\"x-p\"/><div sID=\"gen46568\" type=\"x-p\"/>Maar niet alleen de ongelovige farizeeën en Joden tonen hun ongenoegen als er over genade voor de heidenen wordt gesproken. Het kostte de Heer Jezus de nodige moeite om ook een Petrus te overtuigen dat hij naar een heiden moest gaan <hi type=\"italic\">(<reference osisRef=\"Acts.10.1-Acts.10.16\">Hd 10:1-16</reference>)</hi>. Gelukkig liet Petrus zich overtuigen en voldeed hij aan de opdracht <hi type=\"italic\">(<reference osisRef=\"Acts.10.17-Acts.10.23\">Hd 10:17-23</reference>)</hi>. Maar de achtergrond is steeds dezelfde: als heidenen de behoudenis zouden aannemen, zou het met de bevoorrechte positie van Israël gedaan zijn, aan wie de HEERE Zich naar hun overtuiging exclusief had geopenbaard. <div eID=\"gen46568\" type=\"x-p\"/><div sID=\"gen46569\" type=\"x-p\"/>Als Jood kan Jona het niet aanzien dat een heidense stad zo begunstigd wordt en deel krijgt aan de barmhartigheid en redding van God. Als profeet kan hij het niet aanzien dat zijn woord niet uitkomt en dat nog wel voor de ogen van deze onbesnedenen. Hij moet prediken dat God de stad na veertig dagen zal omkeren. Dat zal echter niet gebeuren als ze zich bekeren. Dat weet Jona. Maar hij wil niet voor een valse profeet worden aangezien. Dat zal wel zo zijn als de stad zich bekeert. Zijn woorden komen dan niet uit. De stad zal niet worden omgekeerd, terwijl hij dat juist gepredikt heeft. <div eID=\"gen46569\" type=\"x-p\"/><div sID=\"gen46570\" type=\"x-p\"/>In <hi type=\"italic\">2 Koningen 14</hi> is Jona als boodschapper uitverkoren geweest om de barmhartigheid van God bekend te maken in de dagen dat Israël onder het verschrikkelijke juk van de vijand zuchtte <hi type=\"italic\">(<reference osisRef=\"2Kgs.14.25\">2Kn 14:25</reference>)</hi>. Hij is toen de brenger geweest van goed nieuws voor zijn volk. Dat heeft hij graag gedaan. Maar in zijn hoogmoed kan hij geen opdracht aanvaarden die alleen voor de volken bestemd is en waardoor de barmhartigheid van God ook hun ten deel valt. Hij weet namelijk dat God barmhartig is <hi type=\"italic\">(<reference osisRef=\"Jonah.4.2\">Jn 4:2</reference>)</hi>. <div eID=\"gen46570\" type=\"x-p\"/><div sID=\"gen46571\" type=\"x-p\"/>Jona betaalt de prijs voor de overtocht. Aan de weg die van God afvoert, hangt altijd een prijskaartje. De prijs is het verlies van zelfrespect, het beroofd zijn van Gods tegenwoordigheid en het geweld aandoen van het geweten. Toch wordt die prijs grif betaald. Maar als we alles hebben betaald en alles kwijt zijn, slagen we er niet in ons doel te bereiken. We worden uit het door onszelf uitgekozen schip in de oceaan gegooid. <div eID=\"gen46571\" type=\"x-p\"/><div sID=\"gen46572\" type=\"x-p\"/>Daarna brengt God ons terug aan land op Zijn kosten en in een schip van Zijn makelij. De morgen van het vertrek kan er zonnig en fraai uitzien, er is geen vuiltje aan de lucht. Maar God kan de wegloper een storm achternasturen om hem naar Zich terug te brengen.<div eID=\"gen46572\" type=\"x-p\"/><div annotateRef=\"Jonah.1.3\" annotateType=\"commentary\" eID=\"gen46556\" type=\"section\"/>",
      "4": "<div annotateRef=\"Jonah.1.4\" annotateType=\"commentary\" sID=\"gen46573\" type=\"section\"/><div sID=\"gen46574\" type=\"x-p\"/><title>De HEERE grijpt in</title><div eID=\"gen46574\" type=\"x-p\"/> <lb/><div sID=\"gen46575\" type=\"x-p\"/>De HEERE had Jona natuurlijk al eerder kunnen tegenkomen. Maar Hij laat Jona gaan, zover als Hij voor juist acht. Het loopt Hem niet uit de hand. Nooit verliest Hij de controle over een zaak die Hij is begonnen. Hij heeft Jona een opdracht gegeven en Hij wil dat Jona die ook uitvoert.<div eID=\"gen46575\" type=\"x-p\"/><div sID=\"gen46576\" type=\"x-p\"/>Het begin van de reis zal wel heel gladjes zijn verlopen. Zo gladjes, dat het zachte schommelen van het schip Jona in slaap heeft gewiegd. Dan is het Gods tijd om in te grijpen. Hij weet precies wanneer Hij moet ingrijpen. Hij heeft daarvoor ook de geëigende middelen. God stuurt Zijn ongehoorzame dienaar een gehoorzame dienaar achterna. Die gehoorzame dienaar is de wind. Vanuit Zijn schatkamers zendt God deze dienaar ten gunste van Zijn weggelopen dienaar <hi type=\"italic\">(<reference osisRef=\"Ps.135.7\">Ps 135:7c</reference>; <reference osisRef=\"Prov.30.4\">Sp 30:4</reference>)</hi>.<div eID=\"gen46576\" type=\"x-p\"/><div sID=\"gen46577\" type=\"x-p\"/>Een storm lijkt op het eerste gezicht niet ten gunste te kunnen zijn. Het schip dreigt te worden stukgeslagen. Jona en de andere opvarenden gaan de ondergang tegemoet. Maar als God in het leven van de Zijnen van een storm gebruikmaakt, kunnen we er zeker van zijn dat die storm Hem niet uit de hand loopt en dat hij tot zegen is. <div eID=\"gen46577\" type=\"x-p\"/><div sID=\"gen46578\" type=\"x-p\"/>Het is genade van God Die Zijn dienaar opzoekt en hem niet lang in zijn zonde laat gaan. Zonde brengt altijd stormen in iemands leven of in zijn gezin of in de gemeente, nooit rust. Het is heilzaam in die stormen de roepstem van God te herkennen waardoor Hij ons wakker wil schudden, opdat wij Zijn wil weer gaan doen.<div eID=\"gen46578\" type=\"x-p\"/><div annotateRef=\"Jonah.1.4\" annotateType=\"commentary\" eID=\"gen46573\" type=\"section\"/>",
      "5": "<div annotateRef=\"Jonah.1.5\" annotateType=\"commentary\" sID=\"gen46579\" type=\"section\"/><div sID=\"gen46580\" type=\"x-p\"/><title>Bidden, handelen</title><div eID=\"gen46580\" type=\"x-p\"/> <lb/><div sID=\"gen46581\" type=\"x-p\"/>Het moet een bont gezelschap geweest zijn aan boord van dat schip. Voor het oog hebben ze als gemeenschappelijk doel ervoor te zorgen dat het schip zijn bestemming bereikt. Door de nood komt naar buiten wat in ieder aanwezig is. Ieder belijdt zijn geloof. Maar het is geen eenheid van geloof, want ieder roept tot zijn eigen god. <div eID=\"gen46581\" type=\"x-p\"/><div sID=\"gen46582\" type=\"x-p\"/>Op dezelfde wijze lijkt het voor het oog dat in een bepaalde onderneming ieder zijn steentje bijdraagt aan het welslagen ervan. Maar als er stormen ofwel tegenslagen komen, komt naar buiten wat iemand gelooft. Dan heeft ieder zijn eigen geloofsovertuiging. We zien dat in de politiek, maar ook in de kerk. Het Woord van God wordt niet geraadpleegd. Ieder handelt naar eigen inzicht. <div eID=\"gen46582\" type=\"x-p\"/><div sID=\"gen46583\" type=\"x-p\"/>De wereld is in nood. Wie daar oog voor heeft, probeert naar eigen overtuiging daaraan iets te doen. Op allerlei conferenties die men vanwege de nood belegt, komt men niet tot elkaar. Ieder blijft strijden voor de eigen belangen. Die belangen worden gevoed door een ideologie, een filosofie, een godsdienst zonder geloof in Jezus Christus als de Middelaar tussen God en mensen. Het bidden van de schepelingen is een uiting van onmacht waarin een beroep wordt gedaan op een hogere macht. <div eID=\"gen46583\" type=\"x-p\"/><div sID=\"gen46584\" type=\"x-p\"/>Naast hun individuele nood die hen individueel doet bidden, is er ook een gezamenlijk handelen. Samen gooien ze de lading overboord. Ze willen het schip lichter maken, zodat het gemakkelijker bestuurbaar is in de storm. Maar het lichter maken van het schip verandert niets aan de hevigheid van de storm. Die raast onverminderd voort. Pas als de oorzaak van de storm bekend is, kan deze tot bedaren worden gebracht. Zo is de mens altijd bezig om problemen draaglijk en hanteerbaar te maken, zonder de oorzaak onder ogen te willen zien. <div eID=\"gen46584\" type=\"x-p\"/><div sID=\"gen46585\" type=\"x-p\"/>Het probleem van het schip ligt in het ruim van het schip te slapen. Jona is in een diepe slaap gevallen in de zorgeloze mening dat hij in zijn voornemen is geslaagd. Hoe zou hij eraan kunnen denken dat God hem op zee een halt zou toeroepen en hem zou terugbrengen van zijn ongehoorzame weg? <div eID=\"gen46585\" type=\"x-p\"/><div sID=\"gen46586\" type=\"x-p\"/>Zijn slaap is niet de slaap van vertrouwen, zoals bij de Heer Jezus <hi type=\"italic\">(<reference osisRef=\"Matt.8.24\">Mt 8:24</reference>)</hi> of Petrus <hi type=\"italic\">(<reference osisRef=\"Acts.12.6\">Hd 12:6</reference>)</hi>. Zijn slaap is de slaap van een ongevoelig geweten <hi type=\"italic\">(<reference osisRef=\"1Thess.5.6\">1Th 5:6</reference>)</hi>. Hij meent veilig te zijn. Hij is immers in zijn voornemen geslaagd. Maar door zijn slaap is hij ongevoelig voor het onheil dat hij zijn medeschepelingen aandoet. <div eID=\"gen46586\" type=\"x-p\"/><div sID=\"gen46587\" type=\"x-p\"/>De handhaving van het eigen ik is er ook de oorzaak van dat anderen in ellende terechtkomen. Dit kunnen we toepassen op het gezin of de plaatselijke gemeente. Als iemand niet wil dat zijn reputatie een deuk oploopt en zijn recht eist waar hij toegeeflijk zou moeten zijn, is dat tot onheil voor het hele gezin of de gemeente.<div eID=\"gen46587\" type=\"x-p\"/><div annotateRef=\"Jonah.1.5\" annotateType=\"commentary\" eID=\"gen46579\" type=\"section\"/>",
      "6": "<div annotateRef=\"Jonah.1.6\" annotateType=\"commentary\" sID=\"gen46588\" type=\"section\"/><div sID=\"gen46589\" type=\"x-p\"/><title>Word wakker en bid!</title><div eID=\"gen46589\" type=\"x-p\"/> <lb/><div sID=\"gen46590\" type=\"x-p\"/>Wat een schande als een heiden een gelovige moet vermanen en moet oproepen om te bidden. Talloze christenen zijn volkomen onverschillig voor het feit dat de wereld figuurlijk in brand staat. Het lot dat miljoenen mensen wacht om voor eeuwig in de hel gepijnigd te worden, doet hen niets. Hoeveel christenen grijpt het aan dat een familielid, hun buurman of buurvrouw, hun collega, hun medescholier op weg is naar de eeuwige verdoemenis? <div eID=\"gen46590\" type=\"x-p\"/><div sID=\"gen46591\" type=\"x-p\"/>Grijpt het ons nog aan? <hi type=\"italic\">“Hoe kunt u zo diep in slaap zijn!”</hi> We vergapen ons aan de verstrooiing die internet en televisie ons bieden. We zwerven via het <hi type=\"bold\">w</hi>ereld <hi type=\"bold\">w</hi>ijde <hi type=\"bold\">w</hi>eb langs talloze ‘interessante’ zaken. We sussen ons geweten dat we niet de gekste programma’s of sites bekijken. En de kostbare tijd verstrijkt en geestelijk dommelen we zachtjes weg en soms ook letterlijk. Na verloop van tijd blijkt dat we in een ontzettend diepe slaap zijn verzonken. <div eID=\"gen46591\" type=\"x-p\"/><div sID=\"gen46592\" type=\"x-p\"/>Tussen een diep slapende en een dode is niet veel verschil. Daarom moet de roep komen: <hi type=\"italic\">“Ontwaak, u die slaapt, en sta op uit de doden en Christus zal over u lichten” (<reference osisRef=\"Eph.5.14\">Ef 5:14</reference>)</hi>. Het wordt tijd dat er een kapitein komt om ons wakker te maken. Schande, zó vast te slapen, terwijl de nood steeds groter wordt. Kunnen we niets doen? Hebben we geen vrijmoedigheid? Laten we dan toch opstaan en tot onze God bidden. Niemand heeft een gave nodig om te bidden. Dat kan het kleinste kind. <div eID=\"gen46592\" type=\"x-p\"/><div sID=\"gen46593\" type=\"x-p\"/>Wat wel nodig is, is geloof. <hi type=\"italic\">“Zonder geloof echter is het onmogelijk Hem te behagen; want wie tot God nadert, moet geloven dat Hij is en dat Hij een beloner is van hen die Hem zoeken” (<reference osisRef=\"Heb.11.6\">Hb 11:6</reference>)</hi>. Of is het met ons geloof in de levende God ook afgelopen? Leeft ons geloof niet meer? Moslims worden geacht vijf keer per dag te bidden; hoeveel christenen doen het nauwelijks één keer per dag? Laten we wakker worden en bidden voor ons leven en voor het leven van hen die met ons aan boord van ons levensschip zijn!<div eID=\"gen46593\" type=\"x-p\"/><div annotateRef=\"Jonah.1.6\" annotateType=\"commentary\" eID=\"gen46588\" type=\"section\"/>",
      "7": "<div annotateRef=\"Jonah.1.7\" annotateType=\"commentary\" sID=\"gen46594\" type=\"section\"/><div sID=\"gen46595\" type=\"x-p\"/><title>En het lot viel op Jona</title><div eID=\"gen46595\" type=\"x-p\"/> <lb/><div sID=\"gen46596\" type=\"x-p\"/>Jona is gewekt. Zou hij voldaan hebben aan de oproep van de gezagvoerder en tot God hebben gebeden? Of zou zijn geweten zijn gaan spreken bij de herinnering aan de HEERE, voor Wie hij op de vlucht is? Het wordt niet vermeld. In elk geval vertelt hij nog steeds niet wat er aan de hand is. Jona houdt zijn mond zolang het kan, hoewel hij weet hoe het komt dat het schip in nood is. Als mensen zich schamen, maar ook de eigen wil nog actief is omdat die nog niet is geoordeeld, is er veel tucht nodig om iemand weer terecht te brengen. <div eID=\"gen46596\" type=\"x-p\"/><div sID=\"gen46597\" type=\"x-p\"/>De zeelieden zien zoveel ongewoons in de storm, dat ze er een juiste betekenis aan hechten. Het is een storm die de schuld is van een van de aanwezigen op het schip. Voor Jona is de storm een onheil dat van de HEERE komt <hi type=\"italic\">(<reference osisRef=\"Amos.3.6\">Am 3:6b</reference>)</hi>. Voor de heidense schepelingen is het een boodschap van een goddelijke gerechtigheid <hi type=\"italic\">(vgl. <reference osisRef=\"Acts.28.4\">Hd 28:4</reference>)</hi>. <div eID=\"gen46597\" type=\"x-p\"/><div sID=\"gen46598\" type=\"x-p\"/>Van bijzondere gebeurtenissen gaat wel vaker een roepstem uit tot het geweten. God wil allerlei nationale of persoonlijke rampen ook die uitwerking laten hebben. Maar niemand op het schip vraagt zich af: ‘Ben ik de oorzaak?’ Het moet iemand anders zijn. Om erachter te komen werpen ze het lot. <div eID=\"gen46598\" type=\"x-p\"/><div sID=\"gen46599\" type=\"x-p\"/>Het werpen van het lot wordt vaak gedaan in het Oude Testament <hi type=\"italic\">(<reference osisRef=\"Josh.7.16\">Jz 7:16</reference><reference osisRef=\"Josh.15.1\">; Jz 15:1</reference>; <reference osisRef=\"1Sam.14.36-1Sam.14.42\">1Sm 14:36-42</reference>)</hi>. Ook gebeurt het nog één keer in het Nieuwe Testament en wel voordat de Heilige Geest wordt uitgestort <hi type=\"italic\">(<reference osisRef=\"Acts.1.26\">Hd 1:26</reference>)</hi>. Na de uitstorting van de Heilige Geest horen we niet dat de gemeente er gebruik van maakt. Dat zou ook in strijd zijn met de wijze waarop God Zijn wil nu bekendmaakt. Wij hebben het complete Woord van God en Zijn Geest Die in de hele waarheid leidt <hi type=\"italic\">(<reference osisRef=\"John.16.13\">Jh 16:13</reference>)</hi>. <div eID=\"gen46599\" type=\"x-p\"/><div sID=\"gen46600\" type=\"x-p\"/>Als het lot op Jona is gevallen, is het niet mogelijk nog langer te zwijgen <hi type=\"italic\">(<reference osisRef=\"Prov.16.33\">Sp 16:33</reference>)</hi>. <div eID=\"gen46600\" type=\"x-p\"/><div annotateRef=\"Jonah.1.7\" annotateType=\"commentary\" eID=\"gen46594\" type=\"section\"/>",
      "8": "<div annotateRef=\"Jonah.1.8\" annotateType=\"commentary\" sID=\"gen46601\" type=\"section\"/><div sID=\"gen46602\" type=\"x-p\"/><title>Verantwoording gevraagd</title><div eID=\"gen46602\" type=\"x-p\"/> <lb/><div sID=\"gen46603\" type=\"x-p\"/>De zeelieden willen een verklaring van Jona. Ze vragen naar zijn werk, het beroep dat hij uitoefent. Misschien doen ze dat met de gedachte dat daarin iets oneerlijks kan zijn wat de toorn van de goden heeft opgewekt. <div eID=\"gen46603\" type=\"x-p\"/><div sID=\"gen46604\" type=\"x-p\"/>Die vraag kan ook aan ons, die zeggen christenen te zijn, gesteld worden. Waar zijn we mee bezig? Is dat wat we doen tot een zegen of tot een vloek voor anderen? Dat geldt voor het runnen van een bedrijf. Doen we eerlijk zaken, belonen we werknemers eerlijk, krijgen ondergeschikten een eerlijke beoordeling? Het geldt ook voor allerlei andere bezigheden, ook voor wat we als een hobby of vrijetijdsbesteding beschouwen. Waarmee zijn we bezig, waarom doen we het en hoe? <div eID=\"gen46604\" type=\"x-p\"/><div sID=\"gen46605\" type=\"x-p\"/>Ze vragen ook aan Jona waar hij vandaan komt. Is er in zijn achtergrond iets wat niet deugt? Wat is zijn vaderland? Wie zijn zijn volksgenoten? Het antwoord op deze vragen kan belangrijk zijn om vast te stellen met wat voor man ze te doen hebben. <div eID=\"gen46605\" type=\"x-p\"/><div sID=\"gen46606\" type=\"x-p\"/>Deze vragen kunnen we ook toepassen op ons die belijden christenen te zijn. Waar komen we als christenen vandaan? Leven we vanuit de gemeenschap met God? Bepaalt dat onze handelingen en de weg die we gaan? En is ons vaderland de hemel? Kunnen we zeggen dat we burgers van de hemel zijn? En wie zijn onze volksgenoten? Zijn dat alle kinderen van God? Als die vragen ons worden gesteld, terwijl we ons in een positie als die van Jona bevinden, zullen we ons behoorlijk ongemakkelijk voelen. <div eID=\"gen46606\" type=\"x-p\"/><div annotateRef=\"Jonah.1.8\" annotateType=\"commentary\" eID=\"gen46601\" type=\"section\"/>",
      "9": "<div annotateRef=\"Jonah.1.9\" annotateType=\"commentary\" sID=\"gen46607\" type=\"section\"/><div sID=\"gen46608\" type=\"x-p\"/><title>Verantwoording afgelegd</title><div eID=\"gen46608\" type=\"x-p\"/> <lb/><div sID=\"gen46609\" type=\"x-p\"/>Pas nadat het lot is geworpen en hem vragen worden gesteld, komt Jona met een verklaring. Hij wordt ertoe gedwongen. Zijn verklaring is dan ook nog geen echt berouw over zijn ongehoorzaamheid. Zijn geweten is nog niet in het licht van God gebracht. Daarom gaat de storm ook nog niet liggen en moet God hem nog verder onderwijs geven. <div eID=\"gen46609\" type=\"x-p\"/><div sID=\"gen46610\" type=\"x-p\"/>Jona erkent dat hij de schuld is. Hij noemt zich een Hebreeër, een naam die de Israëliet onder de heidenen heeft <hi type=\"italic\">(<reference osisRef=\"Gen.39.14\">Gn 39:14</reference><reference osisRef=\"Gen.39.17\">; 17</reference><reference osisRef=\"Gen.40.15\">; Gn 40:15</reference>; <reference osisRef=\"1Sam.4.6\">1Sm 4:6</reference><reference osisRef=\"1Sam.4.9\">; 9</reference><reference osisRef=\"1Sam.14.11\">; 1Sm 14:11</reference>)</hi>. In zijn belijdenis aangaande God belijdt hij de HEERE als <hi type=\"italic\">“de God van de hemel, Die de zee en het droge gemaakt heeft”</hi>. Dat betekent dat Jona God niet belijdt als de God van Israël, de God van één speciaal volk. Hij maakt de zeelieden, heidenen, met Hem bekend, zoals hij dat ook in Ninevé had moeten doen. <div eID=\"gen46610\" type=\"x-p\"/><div sID=\"gen46611\" type=\"x-p\"/>Met deze belijdenis veroordeelt hij indirect zijn eigen vlucht. Tevens zegt hij hiermee dat je voor die God niet kunt vluchten.<div eID=\"gen46611\" type=\"x-p\"/><div annotateRef=\"Jonah.1.9\" annotateType=\"commentary\" eID=\"gen46607\" type=\"section\"/>",
      "10": "<div annotateRef=\"Jonah.1.10\" annotateType=\"commentary\" sID=\"gen46612\" type=\"section\"/><div sID=\"gen46613\" type=\"x-p\"/><title>Onder de indruk</title><div eID=\"gen46613\" type=\"x-p\"/> <lb/><div sID=\"gen46614\" type=\"x-p\"/>Jona heeft hen niet ingelicht over zijn vlucht toen hij aan boord stapte, maar in zijn beantwoording van hun vragen. Dat zijn verklaring over de HEERE God geen verzinsel is, wordt door de omstandigheden onderstreept. De zeelui worden erdoor met vrees vervuld. Het lijkt erop dat deze heidenen door de schandelijke ongehoorzaamheid van Jona meer onder de indruk van God raken dan de profeet zelf. <div eID=\"gen46614\" type=\"x-p\"/><div sID=\"gen46615\" type=\"x-p\"/>Een gelovige kan met een zekere onverschilligheid over Gods handelen met hem vertellen, terwijl dit grote indruk maakt op mensen die met God geen rekening houden. Als iemand zegt door God gestraft te worden voor een ongehoorzaamheid, maakt dat soms diepe indruk op mensen die niet weten Wie God is. Dat komt omdat die mensen van zichzelf wel weten hoeveel dingen ze in ongehoorzaamheid hebben gedaan. Zo kan God zelfs ongehoorzaamheid van hen die Zijn Naam belijden gebruiken om anderen onder de indruk te brengen van Zijn macht. <div eID=\"gen46615\" type=\"x-p\"/><div sID=\"gen46616\" type=\"x-p\"/>Dit rechtvaardigt natuurlijk in geen enkel opzicht iemands ongehoorzaamheid. En het is ook de vraag of iemand die diep onder de indruk is van Gods almacht, zich ook tot God bekeert.<div eID=\"gen46616\" type=\"x-p\"/><div annotateRef=\"Jonah.1.10\" annotateType=\"commentary\" eID=\"gen46612\" type=\"section\"/>",
      "11": "<div annotateRef=\"Jonah.1.11\" annotateType=\"commentary\" sID=\"gen46617\" type=\"section\"/><div sID=\"gen46618\" type=\"x-p\"/><title>Wat moeten wij doen?</title><div eID=\"gen46618\" type=\"x-p\"/> <lb/><div sID=\"gen46619\" type=\"x-p\"/>Ondanks het feit dat ze nu de oorzaak van de storm weten, wordt de zee hoe langer hoe onstuimiger. De wind gaat niet liggen, maar trekt nog meer aan. Er moet nog iets gebeuren. Het kan zijn dat de zonde wordt ontdekt die de oorzaak van onze problemen is. Maar er moet ook op de juiste manier mee worden gehandeld, anders wordt het toch nog hoe langer hoe erger. <div eID=\"gen46619\" type=\"x-p\"/><div sID=\"gen46620\" type=\"x-p\"/>Dat is hier ook het geval. Daarom gaan de zeelieden door met het onderzoek. Ze willen niet zelf een maatregel uitkiezen, beducht als ze zijn voor de God voor Wie Jona op de vlucht is. Ze zien in hem een schuldige, maar ook een boetvaardige. Hij moet maar aangeven wat er moet gebeuren.<div eID=\"gen46620\" type=\"x-p\"/><div annotateRef=\"Jonah.1.11\" annotateType=\"commentary\" eID=\"gen46617\" type=\"section\"/>",
      "12": "<div annotateRef=\"Jonah.1.12\" annotateType=\"commentary\" sID=\"gen46621\" type=\"section\"/><div sID=\"gen46622\" type=\"x-p\"/><title>Pak mij op en werp mij in de zee</title><div eID=\"gen46622\" type=\"x-p\"/> <lb/><div sID=\"gen46623\" type=\"x-p\"/>Het is moedig van Jona dit voorstel te doen. Het is de taal van de boetvaardige. Zo iemand wenst zelf de straf te dragen, wat het hem ook mag kosten, en niet anderen die er onschuldig aan zijn. Hij zoekt geen verontschuldiging of verzachting. Zonder reserve neemt hij de schuld op zich en rechtvaardigt God in Zijn handelen. Hij erkent de hand van God in wat er gebeurt. <div eID=\"gen46623\" type=\"x-p\"/><div sID=\"gen46624\" type=\"x-p\"/>Jona spreekt hier als gelovige Israëliet, die de ernst van de gerechtigheid van de heilige God uit de wet en uit de geschiedenis van Zijn volk kent. Hij buigt zich onder het oordeel van God. Met zijn voorstel spreekt hij tegelijk zijn vertrouwen in God uit. Hij zegt met zijn voorstel zoveel als: ‘Lever mij maar uit aan God.’ Hij vertrouwt zich aan God toe als hij niet meer in het schip is, want daar hoort hij niet. <div eID=\"gen46624\" type=\"x-p\"/><div sID=\"gen46625\" type=\"x-p\"/>Jona is een zwakke, maar dan ook een heel zwakke afschaduwing van de Heer Jezus. De vernedering van Jona is het gevolg van zijn ongehoorzaamheid. De vernedering van de Heer is het gevolg van Zijn onberispelijke gehoorzaamheid. Christus bood Zichzelf in volmaakte gehoorzaamheid aan om voor anderen te sterven, opdat die zouden kunnen leven.<div eID=\"gen46625\" type=\"x-p\"/><div sID=\"gen46626\" type=\"x-p\"/>Iets dergelijks als bij Jona zien we in de houding van David na zijn zonde van de volkstelling <hi type=\"italic\">(<reference osisRef=\"1Chr.21.17\">1Kr 21:17</reference>)</hi>. De uitspraken van Jona en David waarin ze zichzelf aanbieden om te boeten, zijn mooi, maar het gevolg van eigen schuld. Wanneer de Heer Jezus zegt: <hi type=\"italic\">“Zie, Ik kom … om Uw wil te doen, o God” (<reference osisRef=\"Heb.10.7\">Hb 10:7</reference>)</hi>, is dat om in volkomen vrijwilligheid Gods wil uit te voeren ten aanzien van volkomen verdorven zondaars. <div eID=\"gen46626\" type=\"x-p\"/><div annotateRef=\"Jonah.1.12\" annotateType=\"commentary\" eID=\"gen46621\" type=\"section\"/>",
      "13": "<div annotateRef=\"Jonah.1.13\" annotateType=\"commentary\" sID=\"gen46627\" type=\"section\"/><div sID=\"gen46628\" type=\"x-p\"/><title>Weerstand</title><div eID=\"gen46628\" type=\"x-p\"/> <lb/><div sID=\"gen46629\" type=\"x-p\"/>Het aanbod van Jona om hem in de zee te werpen gaat de zeelieden te ver. Ze doen wat ze kunnen om deze maatregel niet te moeten nemen. Hoewel de zeelieden zien dat de toorn van God op Jona rust, schrikken ze ervoor terug de uitvoerders van het Goddelijk oordeel te zijn. Mogelijk zijn ze onder de indruk geraakt van wat Jona heeft verteld. Nog hebben ze te zeer de blik gericht op de man die voor hen staat. Hij is voor hen de vertegenwoordiger van de God over Wie hij heeft gesproken. Moeten ze hem nu in de zee werpen? Ze spannen al hun krachten in om dat te voorkomen. <div eID=\"gen46629\" type=\"x-p\"/><div sID=\"gen46630\" type=\"x-p\"/>De erkenning van Gods oordeel en daar ook naar handelen zijn twee zaken. Pas als een mens totaal aan het einde van zijn mogelijkheden is, zal hij zich ook buigen voor Gods oordeel. Dat moeten de zeelieden ook ervaren. Als ze zien dat ze niet met Jona, maar met de God van Jona te maken hebben, richten ze zich tot Hem.<div eID=\"gen46630\" type=\"x-p\"/><div annotateRef=\"Jonah.1.13\" annotateType=\"commentary\" eID=\"gen46627\" type=\"section\"/>",
      "14": "<div annotateRef=\"Jonah.1.14\" annotateType=\"commentary\" sID=\"gen46631\" type=\"section\"/><div sID=\"gen46632\" type=\"x-p\"/><title>Erkenning</title><div eID=\"gen46632\" type=\"x-p\"/> <lb/><div sID=\"gen46633\" type=\"x-p\"/>In het handelen van de zeelieden komt een mooie karaktertrek naar voren, die tot beschaming van Jona is. Zij tonen namelijk meer zorg om het ene leven van Jona, dan Jona om het leven van de honderdduizenden in een hele stad <hi type=\"italic\">(<reference osisRef=\"Jonah.4.11\">Jn 4:11</reference>)</hi>. In hun belijdenis geven zij aan dat ze Gods recht op het leven erkennen. Hoewel ze niet in verbinding met God staan, kennen ze zichzelf niet het recht toe om Jona’s leven te nemen. Ze bidden om vergeving voor wat ze gaan doen. <div eID=\"gen46633\" type=\"x-p\"/><div sID=\"gen46634\" type=\"x-p\"/>Ze roepen tot de HEERE omdat ze van Jona hebben gehoord dat dit de Naam van de God van Jona is. Op deze wijze erkennen ze Zijn opperheerschappij. Ze belijden dat de HEERE handelt naar wat Hem behaagt: Hij heeft de storm gezonden en door het lot de schuldige aangewezen. <div eID=\"gen46634\" type=\"x-p\"/><div sID=\"gen46635\" type=\"x-p\"/>Daarin ligt ook berusting. God handelt nooit willekeurig. Hij handelt altijd naar Zijn welgevallen, naar het Hem behaagt. Daarin komt Zijn soevereiniteit tot uiting. Wie Hem vertrouwt, zal daarin de kracht vinden om zelf te handelen naar Zijn wil en Zijn handelen te aanvaarden.<div eID=\"gen46635\" type=\"x-p\"/><div annotateRef=\"Jonah.1.14\" annotateType=\"commentary\" eID=\"gen46631\" type=\"section\"/>",
      "15": "<div annotateRef=\"Jonah.1.15\" annotateType=\"commentary\" sID=\"gen46636\" type=\"section\"/><div sID=\"gen46637\" type=\"x-p\"/><title>Gehoorzaamheid en het resultaat</title><div eID=\"gen46637\" type=\"x-p\"/> <lb/><div sID=\"gen46638\" type=\"x-p\"/>De schepelingen werpen Jona uit het schip, uit hun gezelschap, in de razende zee die als het ware om uitlevering van de overtreder roept, opdat er vrede en rust komt. Hoe Jona zich op dat moment gevoeld heeft, lezen we niet. We kunnen veronderstellen dat, waar hij vlucht voor zijn Meester, hij die Meester nu als Rechter gaat ontmoeten. <div eID=\"gen46638\" type=\"x-p\"/><div sID=\"gen46639\" type=\"x-p\"/>God spaart de zeelieden op grond van hun gebed en hun daad van gehoorzaamheid. In profetisch opzicht, als we in Jona het beeld van Israël zien, hebben we hier in beeld wat in <hi type=\"italic\">Romeinen 11</hi> staat, dat <hi type=\"italic\">“hun</hi> [Israëls]<hi type=\"italic\"> verwerping de verzoening van de wereld is” (<reference osisRef=\"Rom.11.15\">Rm 11:15a</reference>)</hi>. Nadat Jona in de zee is geworpen, wordt de zee rustig. Na de verwerping van Israël, gaat de boodschap van behoudenis tot de volken.<div eID=\"gen46639\" type=\"x-p\"/><div annotateRef=\"Jonah.1.15\" annotateType=\"commentary\" eID=\"gen46636\" type=\"section\"/>",
      "16": "<div annotateRef=\"Jonah.1.16\" annotateType=\"commentary\" sID=\"gen46640\" type=\"section\"/><div sID=\"gen46641\" type=\"x-p\"/><title>Vrees en eerbied</title><div eID=\"gen46641\" type=\"x-p\"/> <lb/><div sID=\"gen46642\" type=\"x-p\"/>Plotseling houdt de storm op. Na alles wat de zeelieden al hebben meegemaakt, maakt het hun indruk van de God van Jona nog groter. Er komt vrees en eerbied. Ze willen de HEERE iets aanbieden en brengen Hem daarom een offer. Ze getuigen daarmee dat Hij hun dank en bewondering waard is. <div eID=\"gen46642\" type=\"x-p\"/><div sID=\"gen46643\" type=\"x-p\"/>Hun dankbaarheid is niet alleen iets van het moment. Zij doen ook geloften met het oog op de toekomst. Ze zullen Hem nog meer geven als ze behouden aan land zijn gekomen. <div eID=\"gen46643\" type=\"x-p\"/><div sID=\"gen46644\" type=\"x-p\"/>Daarmee stijgen ze uit boven wat Jakob beloofde. Jakob stelde God voorwaarden. <hi type=\"italic\">Als</hi> God Zich zou bewijzen als de God Die hem behouden thuis zou brengen, <hi type=\"italic\">dan </hi>zou Jakob God als zijn God aanvaarden <hi type=\"italic\">(<reference osisRef=\"Gen.28.20-Gen.28.21\">Gn 28:20-21</reference>)</hi>. Deze zeelieden doen geloften om Wie God voor hen is geweest en niet als een uitdaging aan God om Zichzelf te bewijzen door hen te behouden.<div eID=\"gen46644\" type=\"x-p\"/><div annotateRef=\"Jonah.1.16\" annotateType=\"commentary\" eID=\"gen46640\" type=\"section\"/>",
      "17": "<div annotateRef=\"Jonah.1.17\" annotateType=\"commentary\" sID=\"gen46645\" type=\"section\"/><div sID=\"gen46646\" type=\"x-p\"/><title>Jona gered</title><div eID=\"gen46646\" type=\"x-p\"/> <lb/><div sID=\"gen46647\" type=\"x-p\"/>Als Jona in de zee is geworpen, verdrinkt hij niet. De HEERE ontfermt Zich over hem. Hij stuurt een grote vis die Jona opslokt. Vervolgens doet de HEERE Zijn werk in Jona. God, Die het leven vóór de geboorte bewaart in de baarmoeder, kan ook een Jona bewaren in de buik van de vis. De vis slokt Jona op, niet om hem te verdelgen, maar om hem te beschermen. God spaart Jona omdat Hij hem nog wil gebruiken.<div eID=\"gen46647\" type=\"x-p\"/><div sID=\"gen46648\" type=\"x-p\"/>Dat Jona drie dagen en drie nachten in de vis heeft gezeten, kan alleen verklaard worden als een wonder. De Heer Jezus noemt het verblijf van Jona in de vis een teken <hi type=\"italic\">(<reference osisRef=\"Matt.12.39\">Mt 12:39</reference>)</hi>. Het wonder is niet zozeer dat Jona door een vis wordt opgeslokt en er weer levend uitkomt. Het is ook geen vis die door God speciaal voor die gelegenheid is gemaakt. God had van Jona ook een superzwemmer kunnen maken. God doet niets van dat soort dingen. <div eID=\"gen46648\" type=\"x-p\"/><div sID=\"gen46649\" type=\"x-p\"/>Het wonder dat God hier verricht, is dat Hij die vis beschikt precies daar en op die tijd en dat Jona drie dagen in de vis blijft om tot een teken te dienen voor de dagen die de Heer Jezus in het graf zal zijn. Voor de Ninevieten is Jona een man die door de dood en de opstanding is heengegaan. Er is wel dit verschil tussen de Heer Jezus en Jona: Jona is door ongehoorzaamheid in ‘het graf’ gekomen, terwijl de Heer daar is gekomen door Zijn volmaakte gehoorzaamheid. Jona is verworpen vanwege zijn ontrouw, terwijl de Heer is verworpen om Zijn trouw. <div eID=\"gen46649\" type=\"x-p\"/><div annotateRef=\"Jonah.1.17\" annotateType=\"commentary\" eID=\"gen46645\" type=\"section\"/><chapter eID=\"gen46493\" osisID=\"Jonah.1\"/>",
      "intro": "<chapter osisID=\"Jonah.1\" sID=\"gen46493\"/> "
    },
    "2": {
      "1": "<div annotateRef=\"Jonah.2.1\" annotateType=\"commentary\" sID=\"gen46651\" type=\"section\"/><div sID=\"gen46652\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen46652\" type=\"x-p\"/> <lb/><div sID=\"gen46653\" type=\"x-p\"/><hi type=\"italic\">Jona 1</hi> geeft in de geschiedenis van Jona de geschiedenis van Israël weer. In <hi type=\"italic\">Jona 2</hi> worden, in de ervaringen die Jona in de zee en in de buik van de vis heeft, nadere bijzonderheden gegeven over ervaringen die Israël opdoet. Terwijl Jona bewaard wordt in de buik van de vis, is hij tegelijk ook onder de tuchtigende hand van God. Zo is het met Israël onder de volken ook. Jona’s gebed is een dankgebed voor de redding die hij heeft ervaren, dat hij niet door de zee is verzwolgen, maar levend in de buik van een vis zit.<div eID=\"gen46653\" type=\"x-p\"/><div sID=\"gen46654\" type=\"x-p\"/><title>Jona bidt</title><div eID=\"gen46654\" type=\"x-p\"/> <lb/><div sID=\"gen46655\" type=\"x-p\"/>Het gebed dat Jona bidt als hij in de vis zit, laat ons veel zien van het gebed in het algemeen. Daar is in de eerste plaats de aanleiding voor zijn gebed. Jona bidt omdat hij zich in grote nood en een uitzichtloze situatie bevindt. Waar is hij, als hij bidt? Hij zit in de buik van een vis. <div eID=\"gen46655\" type=\"x-p\"/><div sID=\"gen46656\" type=\"x-p\"/>Dat laat in de tweede plaats zien dat de weg naar de hemel altijd openstaat voor elk gebed ongeacht vanwaar het wordt opgezonden. Zo bidden Paulus en Silas vanuit een gevangenis <hi type=\"italic\">(<reference osisRef=\"Acts.16.25\">Hd 16:25</reference>)</hi>. <div eID=\"gen46656\" type=\"x-p\"/><div sID=\"gen46657\" type=\"x-p\"/>In de derde plaats is duidelijk tot Wie hij bidt: hij bidt tot de HEERE, zijn God, tot Iemand in Wie hij gelooft, met Wie hij een persoonlijke relatie heeft. <div eID=\"gen46657\" type=\"x-p\"/><div sID=\"gen46658\" type=\"x-p\"/>En, ten vierde, wat bidt hij? Zijn gebed is niet een gebed om redding, maar een belijdenis en dankzegging voor verkregen uitredding. Hij spreekt tot <hi type=\"italic\">“zijn God”</hi> en even verderop spreekt hij over <hi type=\"italic\">“mijn God” (<reference osisRef=\"Jonah.2.6\">Jn 2:6</reference>)</hi>. Deze uitspraken laten zijn vertrouwen op God zien. Ondanks het feit dat hij voor God op de vlucht is gegaan, weet hij dat God hem niet heeft losgelaten. <div eID=\"gen46658\" type=\"x-p\"/><div sID=\"gen46659\" type=\"x-p\"/>Jona is hier een type van het gelovig overblijfsel van Israël in de eindtijd, wanneer het in grote verdrukking en zonder uitzicht is. Het overblijfsel kan zich, zoals Jona hier, tot niemand anders richten dan tot God alleen; het kan van niemand anders hulp verwachten dan van God alleen. God zal hun gebed beantwoorden. Hij zal het overblijfsel van Zijn volk bewaren, dwars door het vuur en het water heen en daarin bij hen zijn <hi type=\"italic\">(<reference osisRef=\"Isa.43.2\">Js 43:2</reference>)</hi>. <div eID=\"gen46659\" type=\"x-p\"/><div annotateRef=\"Jonah.2.1\" annotateType=\"commentary\" eID=\"gen46651\" type=\"section\"/>",
      "2": "<div annotateRef=\"Jonah.2.2\" annotateType=\"commentary\" sID=\"gen46660\" type=\"section\"/><div sID=\"gen46661\" type=\"x-p\"/><title>In het dodenrijk</title><div eID=\"gen46661\" type=\"x-p\"/> <lb/><div sID=\"gen46662\" type=\"x-p\"/>Het valt op dat Jona, terwijl hij dit gebed bidt in de buik van de vis, dit doet in de verleden tijd. Dat lijkt erop te wijzen dat zijn gebed betrekking heeft op zijn (korte) verblijf in het water en niet in de vis. Over dat laatste spreekt hij eigenlijk niet. Wellicht kunnen we het zo zien, dat zijn verblijf in de vis als een soort redding beschouwd moet worden, of in elk geval het begin daarvan. Het geeft hem hoop op werkelijke bevrijding. Hij zag zijn uitzichtloze situatie als al voorbijgegaan toen hij in de vis was. Zijn hoop op zijn bevrijding komt dan ook duidelijk naar voren in zijn gebed. <div eID=\"gen46662\" type=\"x-p\"/><div sID=\"gen46663\" type=\"x-p\"/>Toen Jona in de woedende zee werd geworpen, waande hij zich in het graf, of beter: het dodenrijk. De plaats waar hij zich bevond, leek hem de plaats te zijn waar zij zich bevinden die het leven hebben verlaten en waar de dood is. Op de plaats van de dood is alle eigenbelang weg. Hij is helemaal op zichzelf teruggeworpen. Elk verzet is gebroken. Zo is hij in de juiste houding voor God en kan God hem brengen waar hij zijn moet. <div eID=\"gen46663\" type=\"x-p\"/><div sID=\"gen46664\" type=\"x-p\"/>Hij riep in zijn nood tot God en werd gehoord. Alle uitingen van zijn nood herinneren in sterke mate aan uitingen die we ook vaak in het boek <hi type=\"italic\">Psalmen</hi> horen. De psalmen geven uiting aan de ervaringen en de gevoelens van de vrome Jood, vaak als hij in grote nood is. <div eID=\"gen46664\" type=\"x-p\"/><div sID=\"gen46665\" type=\"x-p\"/>Bij een vergelijking tussen <hi type=\"italic\">Jona</hi> en <hi type=\"italic\">Psalmen</hi> zien we een aantal overeenkomsten: <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.2\">Jn 2:2a</reference> – <reference osisRef=\"Ps.3.4\">Ps 3:5</reference><reference osisRef=\"Ps.120.1\">; Ps 120:1</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.2\">Jn 2:2b</reference> – <reference osisRef=\"Ps.18.4-Ps.18.5\">Ps 18:5-6</reference><reference osisRef=\"Ps.30.3\">; Ps 30:4</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.3\">Jn 2:3a</reference> – <reference osisRef=\"Ps.88.6-Ps.88.7\">Ps 88:7-8</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.3\">Jn 2:3b</reference> – <reference osisRef=\"Ps.42.7\">Ps 42:8</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.4\">Jn 2:4a</reference> – <reference osisRef=\"Ps.31.22\">Ps 31:23</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.4\">Jn 2:4b</reference> – <reference osisRef=\"Ps.5.7\">Ps 5:8</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.5\">Jn 2:5a</reference> – <reference osisRef=\"Ps.69.1-Ps.69.2\">Ps 69:2-3</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.6\">Jn 2:6b</reference> – <reference osisRef=\"Ps.103.4\">Ps 103:4</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.7\">Jn 2:7a</reference> – <reference osisRef=\"Ps.107.5-Ps.107.6\">Ps 107:5-6</reference><reference osisRef=\"Ps.142.3\">; Ps 142:4</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.8\">Jn 2:8a</reference> – <reference osisRef=\"Ps.31.6\">Ps 31:7</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.9\">Jn 2:9a</reference> – <reference osisRef=\"Ps.69.30\">Ps 69:31</reference><reference osisRef=\"Ps.107.22\">; Ps 107:22</reference></hi> <lb/> <hi type=\"italic\"><reference osisRef=\"Jonah.2.9\">Jn 2:9c</reference> – <reference osisRef=\"Ps.3.8\">Ps 3:9</reference><reference osisRef=\"Ps.37.39\">; Ps 37:39</reference></hi><div eID=\"gen46665\" type=\"x-p\"/><div sID=\"gen46666\" type=\"x-p\"/>Jona moet goed in het boek <hi type=\"italic\">Psalmen</hi> thuis zijn geweest en de psalmen in zijn hart hebben geborgen. Nu kan de Geest hem die gedeelten in herinnering brengen en hem dit laten zeggen. Omdat Jona ze kent, kan hij er steun en troost uit putten. Zo zijn de Schriften ook voor ons bedoeld <hi type=\"italic\">(<reference osisRef=\"Rom.15.4\">Rm 15:4</reference>)</hi>. <div eID=\"gen46666\" type=\"x-p\"/><div annotateRef=\"Jonah.2.2\" annotateType=\"commentary\" eID=\"gen46660\" type=\"section\"/>",
      "3": "<div annotateRef=\"Jonah.2.3\" annotateType=\"commentary\" sID=\"gen46667\" type=\"section\"/><div sID=\"gen46668\" type=\"x-p\"/><title>De HEERE heeft het gedaan</title><div eID=\"gen46668\" type=\"x-p\"/> <lb/><div sID=\"gen46669\" type=\"x-p\"/>De situatie waarin hij zich bevindt, schrijft hij niet toe aan wat de zeelieden met hem hebben gedaan <hi type=\"italic\">(<reference osisRef=\"Jonah.1.15\">Jn 1:15</reference>)</hi>. Ook spreekt hij niet over een ongeluk. Nee, in wat hem is overkomen, erkent hij het handelen van God als gevolg van zijn ongehoorzaamheid. <hi type=\"italic\">God</hi> had hem in de diepte geworpen. De zeelieden zijn alleen maar de uitvoerders van Gods tuchtiging geweest. In dezelfde zin noemt Paulus zichzelf ook nooit een gevangene van Nero of van Rome, maar van Jezus Christus. <div eID=\"gen46669\" type=\"x-p\"/><div sID=\"gen46670\" type=\"x-p\"/>Het is belangrijk boven de omstandigheden te kijken en te zien dat God daarachter staat. Jona vernedert zich onder de krachtige hand van God <hi type=\"italic\">(<reference osisRef=\"1Pet.5.6-1Pet.5.7\">1Pt 5:6-7</reference>)</hi>. Bevrijding voor een ziel in nood kan alleen komen als de hand van God erin wordt erkend. <div eID=\"gen46670\" type=\"x-p\"/><div sID=\"gen46671\" type=\"x-p\"/>Wat Jona ervaart, komt overeen met wat in <hi type=\"italic\">Psalm 42 </hi>staat<hi type=\"italic\"> (<reference osisRef=\"Ps.42.7\">Ps 42:8</reference>)</hi>. Daar is een Godvrezende Israëliet aan het woord die zich herinnert hoe hij vroeger met de menigte van Gods volk optrok naar Gods huis. Maar dat is voorbij. Hij is uit het land verjaagd. Hij ervaart de kastijding van God die over Zijn ontrouwe volk moest komen als de ‘baren en golven’ die over hem heenslaan.<div eID=\"gen46671\" type=\"x-p\"/><div sID=\"gen46672\" type=\"x-p\"/>Zo is het ook met Christus geweest, toen Hij aan het kruis hing. Alleen was Hij in nood en ellende en onder de ‘baren en golven’ van Gods oordeel ten behoeve van anderen, omdat Hij Zich een maakte met de zonden van anderen. Daardoor <hi type=\"italic\">voelde</hi> Hij Zich niet slechts alleen, maar <hi type=\"italic\">was</hi> Hij ook werkelijk alleen in de drie uren van duisternis. Toen, en alleen toen, was Hij van God verlaten. Nooit zal dat voor enig mens gelden, behalve voor mensen in de hel. Het gold ook niet voor Jona in de buik van de vis.<div eID=\"gen46672\" type=\"x-p\"/><div annotateRef=\"Jonah.2.3\" annotateType=\"commentary\" eID=\"gen46667\" type=\"section\"/>",
      "4": "<div annotateRef=\"Jonah.2.4\" annotateType=\"commentary\" sID=\"gen46673\" type=\"section\"/><div sID=\"gen46674\" type=\"x-p\"/><title>Verstoten</title><div eID=\"gen46674\" type=\"x-p\"/> <lb/><div sID=\"gen46675\" type=\"x-p\"/>Jona zegt verstoten te zijn van voor Gods ogen, terwijl hij er zelf voor had gekozen om weg te gaan van voor Gods aangezicht <hi type=\"italic\">(<reference osisRef=\"Jonah.1.3\">Jn 1:3</reference>)</hi>. Hier ervaart hij wat dit is. Het erge van de hel is dat iemand daar verstoten is van voor Gods ogen. Er is voor een mens niets wat vreselijker is dan buiten God te zijn. Zo is ook het geluk van de hemel gelegen in het feit dat iemand dicht bij God is. Op aarde kan iemand zich zo voelen, dat God hem verstoten heeft, niet meer naar hem omkijkt. Dat is een grote smart <hi type=\"italic\">(<reference osisRef=\"Ps.31.22\">Ps 31:23</reference>; <reference osisRef=\"Isa.49.14\">Js 49:14</reference>)</hi>. <div eID=\"gen46675\" type=\"x-p\"/><div sID=\"gen46676\" type=\"x-p\"/>Jona realiseert zich hoe erg het is weg te zijn uit de tegenwoordigheid van God. Hij verlangt ernaar daar weer in terug te zijn. Jona komt uit het tienstammenrijk. Daar heeft het volk onder aanvoering van Jerobeam I zijn eigen tempels in Bethel en Dan opgericht <hi type=\"italic\">(<reference osisRef=\"1Kgs.13.26-1Kgs.13.33\">1Kn 13:26-33</reference>)</hi>. Maar die tellen niet voor Jona, net zomin als voor iedere Godvrezende Israëliet. Ondanks de godsdienstige verwarring ziet hij slechts één plaats van eredienst en dat is Jeruzalem. Hier al spreekt hij in het geloof uit dat hij die tempel die daar staat opnieuw zal aanschouwen.<div eID=\"gen46676\" type=\"x-p\"/><div annotateRef=\"Jonah.2.4\" annotateType=\"commentary\" eID=\"gen46673\" type=\"section\"/>",
      "5": "<div annotateRef=\"Jonah.2.5\" annotateType=\"commentary\" sID=\"gen46677\" type=\"section\"/><div sID=\"gen46678\" type=\"x-p\"/><title>Doodsnood</title><div eID=\"gen46678\" type=\"x-p\"/> <lb/><div sID=\"gen46679\" type=\"x-p\"/>Jona erkent dat zijn weg van ongehoorzaamheid hem tot de poorten van de dood had gebracht. Hij wanhoopte aan het leven. Dit is het onvermijdelijke gevolg van de wil van de mens die zich van God verwijdert. De Godvrezende uit zich op die wijze ook in <hi type=\"italic\">Psalmen (<reference osisRef=\"Ps.18.4\">Ps 18:5</reference><reference osisRef=\"Ps.69.2\">; Ps 69:3</reference>)</hi>. <div eID=\"gen46679\" type=\"x-p\"/><div sID=\"gen46680\" type=\"x-p\"/>Ook deze ervaring zal het gelovig overblijfsel opdoen als het zich in de grote verdrukking bevindt. Zij lijden onder de rampen die komen over de ongelovige massa van het volk vanwege hun zonden. Zij maken deel uit van het volk, maar zijn boetvaardig en erkennen hun schuld. Daarom zal de HEERE hen uit hun ellende bevrijden. <div eID=\"gen46680\" type=\"x-p\"/><div annotateRef=\"Jonah.2.5\" annotateType=\"commentary\" eID=\"gen46677\" type=\"section\"/>",
      "6": "<div annotateRef=\"Jonah.2.6\" annotateType=\"commentary\" sID=\"gen46681\" type=\"section\"/><div sID=\"gen46682\" type=\"x-p\"/><title>Het keerpunt</title><div eID=\"gen46682\" type=\"x-p\"/> <lb/><div sID=\"gen46683\" type=\"x-p\"/>Na zijn doodsnood leek het met Jona afgelopen te zijn. Zo ervoer hij het tenminste. Hij kon niet dieper zinken en op het dieptepunt werd de deur achter hem gesloten. Er was geen weg terug meer en dit leek zijn definitieve lot te zijn. <div eID=\"gen46683\" type=\"x-p\"/><div sID=\"gen46684\" type=\"x-p\"/>Dat zou ook zo zijn geweest, als God niet tussenbeide was gekomen <hi type=\"italic\">(vgl. <reference osisRef=\"1Sam.2.6\">1Sm 2:6</reference>; <reference osisRef=\"Ps.30.3\">Ps 30:4</reference>)</hi>. Toen alle hoop op redding verloren leek, deed Hij in Jona de gedachtenis herleven aan Hem voor Wie geen situatie uitzichtloos is. In het hart van Jona leefde zijn geloof in de reddende God op. Hij erkende in God de bron van het leven, Die hem het leven teruggeeft.<div eID=\"gen46684\" type=\"x-p\"/><div annotateRef=\"Jonah.2.6\" annotateType=\"commentary\" eID=\"gen46681\" type=\"section\"/>",
      "7": "<div annotateRef=\"Jonah.2.7\" annotateType=\"commentary\" sID=\"gen46685\" type=\"section\"/><div sID=\"gen46686\" type=\"x-p\"/><title>De uitweg</title><div eID=\"gen46686\" type=\"x-p\"/> <lb/><div sID=\"gen46687\" type=\"x-p\"/>We voelen wel aan hoe het hart van Jona hoe langer hoe meer tot rust komt. De wanhoop verandert steeds meer in hoop die steeds meer in zijn hart begint te gloren. Die hoop kan nooit het gevolg zijn van veranderde omstandigheden, want hij zit nog steeds in de buik van de vis. Hij heeft geen enkel oriëntatiepunt. Hij bevindt zich in inktzwarte duisternis. Hij weet niet waar hij heengaat. Meer dan iemand anders heeft ervaren, ervaart Jona hoe de gedachtenis aan de HEERE iemand uittilt boven zijn omstandigheden.<div eID=\"gen46687\" type=\"x-p\"/><div sID=\"gen46688\" type=\"x-p\"/>Het lijkt erop dat Jona, juist door zijn verblijf in de vis, heeft ingezien dat de HEERE bezig was om hem te redden. Daaruit heeft hij hoop geput. Hij heeft in elk geval gedurende drie dagen adem kunnen halen, want in het water zou hij uiteraard zijn verdronken.<div eID=\"gen46688\" type=\"x-p\"/><div sID=\"gen46689\" type=\"x-p\"/>Hij spreekt vol geloof uit dat zijn gebed in Gods heilige tempel is aangekomen. Dit mag de ervaring zijn van ieder die in zijn leven in een situatie zit waarin elke uitweg afgesloten lijkt. Hij mag dan weten, dat God er is. <div eID=\"gen46689\" type=\"x-p\"/><div sID=\"gen46690\" type=\"x-p\"/>Het is Gods bedoeling dat wij door zulke situaties zullen leren wat Paulus heeft geleerd: <hi type=\"italic\">“Geen uitweg ziende, maar niet geheel zonder uitweg” (<reference osisRef=\"2Cor.4.8\">2Ko 4:8</reference>)</hi>. Toen Jona aan het leven wanhoopte, dacht hij aan de HEERE en bad tot Hem. Hij heeft de <hi type=\"italic\">hand</hi> van God gezien in de storm en in het lot, maar in zijn diepste nood ziet hij op <hi type=\"italic\">Hem Zelf</hi>. Als het gebed tot God komt, dan helpt en redt Hij ook.<div eID=\"gen46690\" type=\"x-p\"/><div annotateRef=\"Jonah.2.7\" annotateType=\"commentary\" eID=\"gen46685\" type=\"section\"/>",
      "8": "<div annotateRef=\"Jonah.2.8\" annotateType=\"commentary\" sID=\"gen46691\" type=\"section\"/><div sID=\"gen46692\" type=\"x-p\"/><title>Het grote verschil</title><div eID=\"gen46692\" type=\"x-p\"/> <lb/><div sID=\"gen46693\" type=\"x-p\"/>Jona heeft een nieuwe ervaring van Gods goedertierenheid opgedaan, terwijl hij zich daaraan had onttrokken door van voor Gods aangezicht weg te gaan. Alleen God is de bron en verpersoonlijking van goedertierenheid. David noemt Hem <hi type=\"italic\">“mijn goedertierenheid” (<reference osisRef=\"Ps.144.2\">Ps 144:2</reference>)</hi>. Met zijn ervaring wil Jona anderen waarschuwen om de HEERE niet prijs te geven. Hij is weggelopen bij God. Dat is bijna zijn ondergang geworden. Maar God heeft Zich over hem ontfermd. <div eID=\"gen46693\" type=\"x-p\"/><div sID=\"gen46694\" type=\"x-p\"/>Hoewel hij nog in de buik van de vis zit, is hij toch terug bij God. Overweldigd door Zijn goedertierenheid ziet hij het grote verschil tussen de levende God en de dode, nietige afgoden. Geen nietige afgod kan redden. Allen die hun vertrouwen stellen op iets anders dan God, doen hun ziel geweld aan.<div eID=\"gen46694\" type=\"x-p\"/><div sID=\"gen46695\" type=\"x-p\"/>Jona is geen afgodendienaar in de gebruikelijke betekenis van het woord. Hij is niet neergeknield voor afgoden van hout en steen. Toch is Jona in zekere zin wel een afgodendienaar. Hij heeft zichzelf gediend, hij heeft zichzelf in het middelpunt geplaatst. Dit zelfbewustzijn, dat hem tot eigenmachtig handelen heeft gebracht, los van God, heeft hem in de grootste ellende en diepste nood gebracht. Nu hij tot deze conclusie is gekomen, wil hij de dwaasheid van zulk handelen aan iedereen bekendmaken. <div eID=\"gen46695\" type=\"x-p\"/><div annotateRef=\"Jonah.2.8\" annotateType=\"commentary\" eID=\"gen46691\" type=\"section\"/>",
      "9": "<div annotateRef=\"Jonah.2.9\" annotateType=\"commentary\" sID=\"gen46696\" type=\"section\"/><div sID=\"gen46697\" type=\"x-p\"/><title>De redding is van de HEERE</title><div eID=\"gen46697\" type=\"x-p\"/> <lb/><div sID=\"gen46698\" type=\"x-p\"/>Na zijn waarschuwing aan wie het maar wil horen om geen nietige afgoden te dienen, richt Jona zich weer tot de HEERE. Hij wil Hem eren met lofoffers <hi type=\"italic\">(<reference osisRef=\"Ps.50.23\">Ps 50:23</reference>)</hi>. Hij wil de HEERE als offerstieren de belijdenis van zijn lippen aanbieden <hi type=\"italic\">(<reference osisRef=\"Hos.14.2\">Hs 14:3</reference>)</hi>. Zijn hart is vol dankbaarheid om Wie de HEERE is. Hij looft Hem om wat Hij heeft gedaan. Wat heeft de HEERE gedaan? Hij heeft Zijn dienaar een onvergetelijke les geleerd, waarbij Hij hem heeft gespaard. <div eID=\"gen46698\" type=\"x-p\"/><div sID=\"gen46699\" type=\"x-p\"/>Jona heeft de HEERE leren kennen op een manier die anders niet mogelijk zou zijn geweest. Hij heeft de HEERE ook iets beloofd. Wat dat is, staat er niet bij. Het ligt voor de hand dat hij heeft beloofd de opdracht uit te voeren <hi type=\"italic\">(vgl. <reference osisRef=\"Jonah.1.16\">Jn 1:16</reference>)</hi>. <div eID=\"gen46699\" type=\"x-p\"/><div sID=\"gen46700\" type=\"x-p\"/>De slotwoorden van zijn gebed geven aan dat hij zijn redding totaal en alleen aan de HEERE toeschrijft. Het is uit met zijn tegenstribbelen. Hij verwacht nu alles van Hem. <div eID=\"gen46700\" type=\"x-p\"/><div annotateRef=\"Jonah.2.9\" annotateType=\"commentary\" eID=\"gen46696\" type=\"section\"/>",
      "10": "<div annotateRef=\"Jonah.2.10\" annotateType=\"commentary\" sID=\"gen46701\" type=\"section\"/><div sID=\"gen46702\" type=\"x-p\"/><title>Terug bij af</title><div eID=\"gen46702\" type=\"x-p\"/> <lb/><div sID=\"gen46703\" type=\"x-p\"/>De belijdenis dat de redding van de HEERE is, is het moment waarop de vis hem op het droge uitspuwt. Het is ermee als met de man over wie het in <hi type=\"italic\">Romeinen 7</hi> gaat. Die leeft ook tussen hoop en vrees. Hij verlangt ernaar om naar Gods geboden te leven en het lukt maar niet. Steeds gericht op zichzelf, zoekend naar kracht in zichzelf, wordt hij steeds wanhopiger. Zijn totale wanhoop komt tot uiting in de woorden: <hi type=\"italic\">“Ik ellendig mens, wie zal mij verlossen uit dit lichaam van de dood?” (<reference osisRef=\"Rom.7.24\">Rm 7:24</reference>)</hi>. <div eID=\"gen46703\" type=\"x-p\"/><div sID=\"gen46704\" type=\"x-p\"/>Die woorden luiden de oplossing, de redding, in. Hij heeft gezegd <hi type=\"italic\">“wie”</hi> zal mij verlossen. Dat betekent dat hij het niet langer van zichzelf verwacht, maar van iemand anders. Die Iemand is Jezus Christus, zoals het volgende vers zegt: <hi type=\"italic\">“God zij echter dank door Jezus Christus onze Heer” (<reference osisRef=\"Rom.7.25\">Rm 7:25</reference>)</hi>. Die belijdenis brengt de man om zo te zeggen vanuit het moeras, waarin hij steeds verder wegzonk, op het droge. Dat droge wordt in <hi type=\"italic\">Romeinen 8</hi> als volgt omschreven: <hi type=\"italic\">“Zo is er dan geen veroordeling voor hen die in Christus Jezus zijn” (<reference osisRef=\"Rom.8.1\">Rm 8:1</reference>)</hi>. <div eID=\"gen46704\" type=\"x-p\"/><div sID=\"gen46705\" type=\"x-p\"/>Nu de ongehoorzame dienaar tot volle overgave is gekomen, wordt hij uit zijn benauwde positie bevrijd. Zodra de HEERE de vis de opdracht daartoe geeft, spuwt deze Jona uit. Er hoeft geen herhaald bevel te komen. Redeloze dieren voeren een opdracht vlugger uit dan redelijk denkende mensen. <div eID=\"gen46705\" type=\"x-p\"/><div sID=\"gen46706\" type=\"x-p\"/>We weten niet waar Jona op het droge is gezet. Maar het kan best in de buurt van Jafo zijn geweest. Vanaf daar was hij de verkeerde weg ingeslagen. Het past ook bij de wijze waarop God handelt als Hij iemand herstelt. Iemand die is afgeweken, moet eerst terug naar het punt waar de afwijking is begonnen. Vaak is het punt van afwijking het toelaten van een bepaalde zonde in het gedachteleven zonder die te veroordelen. Na de gedachte volgt dan vaak de daad. Dan moet niet alleen de daad worden veroordeeld, maar ook de gedachte. Wat iemand in zijn denken toelaat, is in het algemeen bepalend voor zijn gedrag.<div eID=\"gen46706\" type=\"x-p\"/><div annotateRef=\"Jonah.2.10\" annotateType=\"commentary\" eID=\"gen46701\" type=\"section\"/><chapter eID=\"gen46650\" osisID=\"Jonah.2\"/>",
      "intro": "<chapter osisID=\"Jonah.2\" sID=\"gen46650\"/> "
    },
    "3": {
      "1": "<div annotateRef=\"Jonah.3.1\" annotateType=\"commentary\" sID=\"gen46708\" type=\"section\"/><div sID=\"gen46709\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen46709\" type=\"x-p\"/> <lb/><div sID=\"gen46710\" type=\"x-p\"/>Voor de tweede keer komt het woord van de HEERE tot Jona. Hij krijgt dezelfde opdracht als de eerste keer. Dit keer ontvlucht Jona zijn opdracht niet. Hij gaat gehoorzaam naar Ninevé en brengt de prediking zoals God hem heeft bevolen. De hele stad komt tot berouw en bekering. Er is een diep besef van bedreven zonden en verdiend oordeel. Tevens is er een diep besef dat de enige redding bij God te vinden is. Hun hoop op redding is niet vergeefs. Wie in de gezindheid van de inwoners van Ninevé tot God gaat, vindt altijd gehoor bij Hem.<div eID=\"gen46710\" type=\"x-p\"/><div sID=\"gen46711\" type=\"x-p\"/><title>Een tweede kans</title><div eID=\"gen46711\" type=\"x-p\"/> <lb/><div sID=\"gen46712\" type=\"x-p\"/>Jona krijgt voor de tweede keer het woord van de HEERE te horen. Hij krijgt een tweede kans. Dat is naast een bewijs van Gods genade ook een bewijs van Zijn vergeving. Hij had ook een ander kunnen sturen. We zien hierin ook de volhardende goedheid van God voor Ninevé. <div eID=\"gen46712\" type=\"x-p\"/><div sID=\"gen46713\" type=\"x-p\"/>De HEERE draagt Jona zijn zonde niet na. Hij is door zijn zonde niet voorgoed ongeschikt om een dienst voor de HEERE te doen. Belijdenis en vergeving houden vaak in dat we juist terugkeren tot de taak die we hebben laten liggen door onze zonde. Zo kunnen we laten zien dat we de genade van God niet tevergeefs hebben ontvangen. <div eID=\"gen46713\" type=\"x-p\"/><div sID=\"gen46714\" type=\"x-p\"/>God geeft Zijn dienaren vaak een tweede kans. Voorbeelden daarvan zijn Petrus en Johannes Markus. God is de God van de herkansing. Toch geeft God niet altijd gelegenheid tot een herkansing. Soms is een ongehoorzaamheid van dien aard dat God met zo’n dienaar niet verder kan. De man Gods uit Juda is daarvan een voorbeeld <hi type=\"italic\">(<reference osisRef=\"1Kgs.13.21-1Kgs.13.26\">1Kn 13:21-26</reference>)</hi>. <div eID=\"gen46714\" type=\"x-p\"/><div annotateRef=\"Jonah.3.1\" annotateType=\"commentary\" eID=\"gen46708\" type=\"section\"/>",
      "2": "<div annotateRef=\"Jonah.3.2\" annotateType=\"commentary\" sID=\"gen46715\" type=\"section\"/><div sID=\"gen46716\" type=\"x-p\"/><title>De opdracht is onveranderd</title><div eID=\"gen46716\" type=\"x-p\"/> <lb/><div sID=\"gen46717\" type=\"x-p\"/>Jona krijgt wel een tweede kans, maar geen andere opdracht. De inhoud van zijn prediking is onveranderd. Dat komt omdat bij God <hi type=\"italic\">“geen verandering is of schaduw van omkering” (<reference osisRef=\"Jas.1.16\">Jk 1:16b</reference>)</hi>. Ook is er niets veranderd aan het kwaad van de mensen in Ninevé. <div eID=\"gen46717\" type=\"x-p\"/><div sID=\"gen46718\" type=\"x-p\"/>Het is belangrijk de prediking van het evangelie en van de waarheid in het algemeen op geen enkele manier bij te stellen en aan te passen. Het is een list van de duivel die, als hij de waarheid niet kan tegenhouden, altijd zal proberen de waarheid te verdraaien.<div eID=\"gen46718\" type=\"x-p\"/><div annotateRef=\"Jonah.3.2\" annotateType=\"commentary\" eID=\"gen46715\" type=\"section\"/>",
      "3": "<div annotateRef=\"Jonah.3.3\" annotateType=\"commentary\" sID=\"gen46719\" type=\"section\"/><div sID=\"gen46720\" type=\"x-p\"/><title>Jona gaat</title><div eID=\"gen46720\" type=\"x-p\"/> <lb/><div sID=\"gen46721\" type=\"x-p\"/>Er is nu geen weerstand meer bij Jona. Hij gehoorzaamt en gaat op weg <hi type=\"italic\">(vgl. <reference osisRef=\"Matt.21.28-Matt.21.29\">Mt 21:28-29</reference>)</hi>. Dit is de gehoorzaamheid die iedere dienaar behoort te kenmerken <hi type=\"italic\">(vgl. <reference osisRef=\"1Kgs.17.5\">1Kn 17:5</reference>)</hi>. God alleen weet de juiste plaats en de juiste tijd en het juiste woord. Jona kan met recht met de psalmist zeggen: <hi type=\"italic\">“Voordat ik verdrukt werd, dwaalde ik, maar nu neem ik Uw woord in acht” (<reference osisRef=\"Ps.119.67\">Ps 119:67</reference>)</hi>.<div eID=\"gen46721\" type=\"x-p\"/><div sID=\"gen46722\" type=\"x-p\"/>Ninevé moet tussen de zeshonderdduizend en één miljoen inwoners hebben gehad. Naar ieder van die mensen gaat Gods hart uit. Hij wil niet dat iemand verloren gaat, maar dat allen tot bekering komen <hi type=\"italic\">(<reference osisRef=\"2Pet.3.9\">2Pt 3:9b</reference>; <reference osisRef=\"1Tim.2.4\">1Tm 2:4</reference>)</hi>. Alle mensen in de hele wereld gaan Hem ter harte. <div eID=\"gen46722\" type=\"x-p\"/><div sID=\"gen46723\" type=\"x-p\"/>Jona is een teken voor de Ninevieten <hi type=\"italic\">(<reference osisRef=\"Luke.11.30\">Lk 11:30</reference>)</hi>. Ze moeten gehoord hebben wat er met hem is gebeurd. Vandaar dat hij een teken voor hen is. Ze kunnen in hem de straffende, maar ook de reddende God zien. Hij is zelf door de HEERE gered en kan nu die redding ook Ninevé aanbieden. <div eID=\"gen46723\" type=\"x-p\"/><div sID=\"gen46724\" type=\"x-p\"/>Jona is hier een type van en verwijzing naar de Heer Jezus als de uit de doden Opgestane. Christus wordt ook pas als Heiland aan de heidenwereld gepredikt nadat Hij is gestorven en opgestaan. <div eID=\"gen46724\" type=\"x-p\"/><div annotateRef=\"Jonah.3.3\" annotateType=\"commentary\" eID=\"gen46719\" type=\"section\"/>",
      "4": "<div annotateRef=\"Jonah.3.4\" annotateType=\"commentary\" sID=\"gen46725\" type=\"section\"/><div sID=\"gen46726\" type=\"x-p\"/><title>De prediking</title><div eID=\"gen46726\" type=\"x-p\"/> <lb/><div sID=\"gen46727\" type=\"x-p\"/>Jona is alleen, tegenover een enorme goddeloosheid. Hij heeft geen campagne georganiseerd, geen advertenties geplaatst, geen beroemde sprekers ingehuurd. Ook Petrus en Paulus werken als Jona. Zij vertrouwen allen alleen op God en de kracht van Zijn Woord. <div eID=\"gen46727\" type=\"x-p\"/><div sID=\"gen46728\" type=\"x-p\"/>Als Jona één dagreis de stad is ingegaan, moet hij op het moment dat hij begint te prediken ongeveer in het stadscentrum zijn aangekomen. De verschijning en prediking van de vreemdeling Jona moet groot opzien hebben gebaard. Nooit eerder zal er iemand zijn geweest die op de zonden van de stad heeft gewezen en een oordelende God heeft bekendgemaakt. Ook kan het opgevallen zijn dat zijn prediking zonder enig eigenbelang is. Hij predikt niet om populair te worden. Daar is de inhoud van zijn boodschap ook niet naar. Hij reduceert zijn harde boodschap ook niet tot een slap aftreksel. <div eID=\"gen46728\" type=\"x-p\"/><div sID=\"gen46729\" type=\"x-p\"/>Onverschrokken schalt zijn stem door de straten van Ninevé en roept hij de woorden die hij van de HEERE moest spreken. De prediking van het oordeel is in zichzelf een bewijs van de genade van God. De aanzegging van het oordeel is immers nog niet de voltrekking ervan. Ninevé krijgt zelfs nog veertig dagen uitstel. In die tijd kunnen ze laten zien welk effect de prediking op hen heeft. <div eID=\"gen46729\" type=\"x-p\"/><div sID=\"gen46730\" type=\"x-p\"/>Het is een periode van toetsing. Dat is ook wat het getal veertig voorstelt. Het is het getal van beproeving. Dat blijkt ook uit andere plaatsen waar dit getal voorkomt <hi type=\"italic\">(<reference osisRef=\"Gen.7.17\">Gn 7:17</reference>; <reference osisRef=\"Exod.24.18\">Ex 24:18</reference>; <reference osisRef=\"Num.14.25\">Nm 14:25</reference><reference osisRef=\"Num.14.34\">; 34</reference>; <reference osisRef=\"1Sam.17.16\">1Sm 17:16</reference>; <reference osisRef=\"1Kgs.19.8\">1Kn 19:8</reference>; <reference osisRef=\"Matt.4.2\">Mt 4:2</reference>; <reference osisRef=\"Acts.1.3\">Hd 1:3</reference>)</hi>. <div eID=\"gen46730\" type=\"x-p\"/><div sID=\"gen46731\" type=\"x-p\"/>Dat het een radicaal oordeel betreft, blijkt wel uit de wijze waarop dit oordeel wordt uitgeoefend. Ondersteboven keren is een verwoesting met fundament en al. Wat Ninevé wordt aangezegd, is met Sodom en Gomorra gebeurd. <div eID=\"gen46731\" type=\"x-p\"/><div annotateRef=\"Jonah.3.4\" annotateType=\"commentary\" eID=\"gen46725\" type=\"section\"/>",
      "5": "<div annotateRef=\"Jonah.3.5\" annotateType=\"commentary\" sID=\"gen46732\" type=\"section\"/><div sID=\"gen46733\" type=\"x-p\"/><title>De macht van Gods Woord</title><div eID=\"gen46733\" type=\"x-p\"/> <lb/><div sID=\"gen46734\" type=\"x-p\"/>De prediking van Jona is kort. In de oorspronkelijke tekst staan slechts vijf woorden. Maar wat een machtige prediking! Nergens in de Bijbel vinden we een uitwerking van Gods woorden als hier bij de inwoners van Ninevé. De hele stad komt tot geloof in God! Het wonder dat zich hier voltrekt, is vele malen groter dan dat van de vis die Jona opslokte. <div eID=\"gen46734\" type=\"x-p\"/><div sID=\"gen46735\" type=\"x-p\"/>Jona is een teken. Maar de inwoners houden zich niet bezig met Jona. Ze houden zich bezig met wat hij zegt, dat is met God. Ze hebben het woord van de prediking van God ontvangen en het <hi type=\"italic\">“aangenomen niet als een woord van mensen, maar, zoals het waarlijk is, als Gods Woord” (<reference osisRef=\"1Thess.2.13\">1Th 2:13</reference>)</hi>. <div eID=\"gen46735\" type=\"x-p\"/><div sID=\"gen46736\" type=\"x-p\"/>Allen bekeren zij zich, van de oudste tot de jongste, zonder uitzondering. Ze geloven wat God zegt. Ze erkennen dat Hij het recht heeft hen te oordelen en dat het terecht zal zijn als Hij het doet. Als God op Zijn woord wordt geloofd, wordt Hij geëerd. Op Zijn beurt eert Hij zulk geloof met het antwoord van Zijn genade. <div eID=\"gen46736\" type=\"x-p\"/><div sID=\"gen46737\" type=\"x-p\"/>De prediking van Jona maakt diepe indruk en niet slechts een oppervlakkige. Dat blijkt uit het vasten dat wordt afgekondigd. Alle vertier wordt uitgebannen. Ze richten zich uitsluitend op God. Zij laten hun innerlijke toestand van verslagenheid zien door het dragen van rouwkleding. De rouwkleding is geen camouflage, maar de echte uitdrukking van verslagenheid. Ze beseffen de ernst van hun situatie. Het oordeel dreigt. De ziel die tot dat besef is gekomen, realiseert zich ook dat er maar één mogelijkheid is om aan dit oordeel te ontkomen en dat is door verootmoediging en schuldbelijdenis en hopen op de genade van God. <div eID=\"gen46737\" type=\"x-p\"/><div sID=\"gen46738\" type=\"x-p\"/>Het gaat om het oordeel van God, niet van de HEERE. HEERE is de Naam in verbinding met Zijn verbondsvolk. De naam <hi type=\"italic\">“God”</hi> spreekt van Zijn soevereiniteit en staat in verbinding met Zijn schepping. De zeelieden gebruiken de naam ‘HEERE’ nadat ze hierover door Jona zijn onderwezen <hi type=\"italic\">(<reference osisRef=\"Jonah.1.14\">Jn 1:14</reference>)</hi>. <div eID=\"gen46738\" type=\"x-p\"/><div sID=\"gen46739\" type=\"x-p\"/><hi type=\"italic\">“Van groot tot klein”</hi> kan slaan op leeftijd of lichaamslengte. Het kan ook slaan op de mate van zondaar zijn <hi type=\"italic\">(vgl. <reference osisRef=\"Rev.20.12\">Op 20:12a</reference>)</hi>. Allen weten zich in elk geval zondaar te zijn en erkennen de rechtvaardigheid van Gods oordeel. De grote zondaars voelen zich niet te groot, alsof er voor hen geen genade is; de kleine zondaars voelen zich niet te klein alsof zij geen genade nodig hebben. <div eID=\"gen46739\" type=\"x-p\"/><div sID=\"gen46740\" type=\"x-p\"/>Omdat de mannen van Ninevé luisteren, zullen zij de trotse Joden uit de dagen van de Heer Jezus oordelen. De Joden luisteren niet naar de boodschap van Hem Die meer is dan Jona <hi type=\"italic\">(<reference osisRef=\"Matt.12.41\">Mt 12:41</reference>)</hi>.<div eID=\"gen46740\" type=\"x-p\"/><div annotateRef=\"Jonah.3.5\" annotateType=\"commentary\" eID=\"gen46732\" type=\"section\"/>",
      "6": "<div annotateRef=\"Jonah.3.6\" annotateType=\"commentary\" sID=\"gen46741\" type=\"section\"/><div sID=\"gen46742\" type=\"x-p\"/><title>Opstaan van de troon</title><div eID=\"gen46742\" type=\"x-p\"/> <lb/><div sID=\"gen46743\" type=\"x-p\"/>De uitwerking van de prediking is zo spontaan, dat niemand op een woord van de koning wacht, maar zich in rouwkleding hult <hi type=\"italic\">(<reference osisRef=\"Jonah.3.5\">Jn 3:5</reference>)</hi>. Maar de koning blijft niet achter. Hij sluit zich bij de algemene rouw aan. Zijn eerste reactie is dat hij opstaat van zijn troon. Hij zegt hiermee als het ware dat hij afstand doet van zijn gezag vanwege het misbruik dat hij ervan heeft gemaakt. Tevens ligt in die handeling de erkenning van het gezag van een Meerdere. <div eID=\"gen46743\" type=\"x-p\"/><div sID=\"gen46744\" type=\"x-p\"/>Dat aspect zien we ook bij andere koningen die van hun troon opstaan, zoals Eglon <hi type=\"italic\">(<reference osisRef=\"Judg.3.20\">Ri 3:20</reference>)</hi> en Nebukadnezar <hi type=\"italic\">(<reference osisRef=\"Dan.3.24\">Dn 3:24</reference>)</hi>. Zolang de mens meent zijn eigen leven te kunnen besturen, zit het eigen ‘ik’ nog op de troon. Het eerste resultaat bij iemand die overtuigd is van Gods gezag over zijn leven, is dat hij van zijn ‘troon’ afkomt. <div eID=\"gen46744\" type=\"x-p\"/><div sID=\"gen46745\" type=\"x-p\"/>Bij de koning van Ninevé blijft het daar niet bij. Het volgende wat hij doet, is zijn staatsiegewaad afleggen. Hiermee zegt hij als het ware dat hij al zijn waardigheid heeft verspeeld. Ten slotte doet ook hij een rouwgewaad aan. Hij sluit zich aan bij het volk in hun rouw. Hij erkent dat er bij God geen aanzien des persoons is<hi type=\"italic\">: ”Want er is geen onderscheid. Want allen hebben gezondigd en komen tekort aan de heerlijkheid van God” (<reference osisRef=\"Rom.3.22-Rom.3.23\">Rm 3:22b-23</reference>)</hi>. <div eID=\"gen46745\" type=\"x-p\"/><div sID=\"gen46746\" type=\"x-p\"/>Dan gaat hij nog een stap verder. Hij neemt plaats in het stof, de plaats die spreekt van de diepste vernedering en de dood <hi type=\"italic\">(<reference osisRef=\"Job.42.6\">Jb 42:6</reference>; <reference osisRef=\"Ps.22.15\">Ps 22:16</reference>)</hi>. Als hoofd van het volk is hij zich zijn grotere verantwoordelijkheid bewust in het voorgaan in de zonde. Vanuit dit dieptepunt begint hij een andere manier van volksbestuur. Zonder het zich nog bewust te zijn voert hij het volk terug naar God.<div eID=\"gen46746\" type=\"x-p\"/><div annotateRef=\"Jonah.3.6\" annotateType=\"commentary\" eID=\"gen46741\" type=\"section\"/>",
      "7": "<div annotateRef=\"Jonah.3.7\" annotateType=\"commentary\" sID=\"gen46747\" type=\"section\"/><div sID=\"gen46748\" type=\"x-p\"/><title>Een bevel ten leven</title><div eID=\"gen46748\" type=\"x-p\"/> <lb/><div sID=\"gen46749\" type=\"x-p\"/>Het lijkt alsof door dit bevel van de koning en zijn ministers het volk de ondergang tegemoet wordt gevoerd. Niet eten en niet drinken heeft de dood tot gevolg. Maar dat is de schijn die bedriegt. Het is juist een bevel ten leven. Wie de plaats van de dood inneemt voor God, wie voor God erkent als dood te zijn, die krijgt juist het leven. <div eID=\"gen46749\" type=\"x-p\"/><div sID=\"gen46750\" type=\"x-p\"/>Uit alles blijkt dat men de boodschap van Jona serieus neemt. Er is geen vertraging, maar juist haast. Het bevel roept op tot een onmiddellijke bekering van de zonden waaraan ze zich hebben overgegeven en waarover Gods oordeel nu dreigt. Het leven in genotzucht en liederlijkheid wordt opgegeven. Er wordt afstand gedaan van de meest noodzakelijke levensbehoeften. Zelfs de dieren wordt elk voedsel onthouden. <div eID=\"gen46750\" type=\"x-p\"/><div sID=\"gen46751\" type=\"x-p\"/>Dat brengt tot uitdrukking hoezeer mens en dier verbonden zijn in de vloek die over de schepping hangt als gevolg van de zonde van de mens <hi type=\"italic\">(<reference osisRef=\"Joel.1.18\">Jl 1:18</reference><reference osisRef=\"Joel.1.20\">; 20</reference>)</hi>. Mens en dier zijn ook verbonden in het tot uiting brengen van de rouwklacht over de zonde en het verlangen naar de bevrijding van de vloek, van de slavernij van het verderf <hi type=\"italic\">(<reference osisRef=\"Rom.8.19-Rom.8.25\">Rm 8:19-25</reference>)</hi>. Mens en dier zullen delen in die bevrijding <hi type=\"italic\">(<reference osisRef=\"Ps.36.5-Ps.36.6\">Ps 36:6-7</reference>)</hi>. Dat God ook rekening houdt met de dieren, zien we in het laatste vers van dit boek <hi type=\"italic\">(<reference osisRef=\"Jonah.4.11\">Jn 4:11</reference>)</hi>.<div eID=\"gen46751\" type=\"x-p\"/><div annotateRef=\"Jonah.3.7\" annotateType=\"commentary\" eID=\"gen46747\" type=\"section\"/>",
      "8": "<div annotateRef=\"Jonah.3.8\" annotateType=\"commentary\" sID=\"gen46752\" type=\"section\"/><div sID=\"gen46753\" type=\"x-p\"/><title>Roepen tot God</title><div eID=\"gen46753\" type=\"x-p\"/> <lb/><div sID=\"gen46754\" type=\"x-p\"/>Volgens <hi type=\"italic\"><reference osisRef=\"Jonah.3.5\">Jn 3:5</reference></hi> hebben allen zich al met rouwgewaden bekleed. Hun uiterlijk geeft hun innerlijke verandering weer. Ook de dieren moeten bekleed worden met een rouwgewaad. Zij delen in de rouw van de mensen. Denk aan de paarden voor een lijkkoets die met zwarte kleden bedekt zijn. <div eID=\"gen46754\" type=\"x-p\"/><div sID=\"gen46755\" type=\"x-p\"/>Er is wel verondersteld dat het roepen van de dieren niet in de bijbeltekst thuishoort, daar dieren niet tot God kunnen roepen, noch zich kunnen bekeren. Van bekering is bij dieren natuurlijk geen sprake, maar dieren kunnen wel tot God roepen en God hoort hen ook. Dit zullen ze te meer doen als ze geen eten en drinken krijgen <hi type=\"italic\">(<reference osisRef=\"Job.38.41\">Jb 39:3</reference>; <reference osisRef=\"Ps.104.21\">Ps 104:21</reference>)</hi>. <div eID=\"gen46755\" type=\"x-p\"/><div sID=\"gen46756\" type=\"x-p\"/>Het diepe besef van het dreigende onheil en de rechtvaardigheid daarvan blijkt uit de oproep om ‘met kracht’ tot God te roepen. Een algemeen, gedachteloos uitgesproken gebed heeft geen effect. Het is ook niet de uiting van iemand die overtuigd is van de noodtoestand waarin hij zich bevindt. <div eID=\"gen46756\" type=\"x-p\"/><div sID=\"gen46757\" type=\"x-p\"/>Wie wel van die noodtoestand overtuigd is, zal alles op alles zetten om een omkeer in zijn lot te brengen. Het handelen van God dat wordt opgemerkt om dit te bewerken, zal tot gevolg hebben dat God voortdurend wordt bestookt met gebeden. De Heer Jezus nodigt Zelf uit tot een dergelijk volhardend, ononderbroken bidden in de gelijkenis van een weduwe die volhardend een beroep doet op een onrechtvaardige rechter <hi type=\"italic\">(<reference osisRef=\"Luke.18.1-Luke.18.8\">Lk 18:1-8</reference>)</hi>. Hij spreekt die gelijkenis uit naar aanleiding van de noodsituatie die Hij in de verzen ervoor heeft geschilderd <hi type=\"italic\">(<reference osisRef=\"Luke.17.20-Luke.17.37\">Lk 17:20-37</reference>)</hi>. <div eID=\"gen46757\" type=\"x-p\"/><div sID=\"gen46758\" type=\"x-p\"/>Van bekering is pas sprake als iemand eerlijk tegen God zegt, bijvoorbeeld: ‘Ik heb gelogen.’ Dit heet de zonden belijden. Uit overtuiging stemt zo iemand ermee in dat hij inderdaad niet te vertrouwen is. Het is de erkenning dat het vanbinnen, in het hart, niet deugt. Ook is er de erkenning dat die zonde de straf van God verdient, dat het rechtvaardig is, als God de mens voor zijn zonden in de hel werpt. Bekering is dan ook geen oppervlakkige zaak, maar een diepgaand werk. <div eID=\"gen46758\" type=\"x-p\"/><div sID=\"gen46759\" type=\"x-p\"/>Het gaat niet om het gevoel, maar om het geweten. Dat moet in het licht van God komen. We zouden kunnen zeggen, dat bekering is dat we naar God toe gaan, om bij Hem onszelf te veroordelen. Het houdt ook in, voor Hem belijden dat er tot nu toe geen gehoorzaamheid aan Hem was en dat het leven als gevolg daarvan door en door fout was. Tevens zal er berouw over zijn dat er tot nu toe zo is geleefd en dat men daar afstand van neemt.<div eID=\"gen46759\" type=\"x-p\"/><div sID=\"gen46760\" type=\"x-p\"/>Deze aspecten van bekering zien we bij de inwoners van Ninevé. We zien de bekering naar God toe in het met kracht tot God roepen. We zien ook de oproep dat ieder zich afkeert van zijn slechte weg en het onrecht dat aan zijn handen kleeft, dat is het afstand nemen van de vroegere wandel en handel, <hi type=\"italic\">“weg”</hi> en <hi type=\"italic\">“handen”</hi>. Bij <hi type=\"italic\">”geweld”</hi> kan worden gedacht aan de vele afpersingen waaraan de inwoners van Ninevé zich blijkbaar schuldig hebben gemaakt.<div eID=\"gen46760\" type=\"x-p\"/><div annotateRef=\"Jonah.3.8\" annotateType=\"commentary\" eID=\"gen46752\" type=\"section\"/>",
      "9": "<div annotateRef=\"Jonah.3.9\" annotateType=\"commentary\" sID=\"gen46761\" type=\"section\"/><div sID=\"gen46762\" type=\"x-p\"/><title>Wie weet …</title><div eID=\"gen46762\" type=\"x-p\"/> <lb/><div sID=\"gen46763\" type=\"x-p\"/>De hele stad voelt aan dat het mogelijk is dat God Zijn oordeel niet uitvoert, hoewel Jona daar niet over heeft gesproken. Er is de algemene aanvoeling van Gods goedheid. De uitdrukking <hi type=\"italic\">“wie weet”</hi> maakt hun gezindheid duidelijk. Ze eisen geen vergeving en claimen geen genade. In hun belijdenis komt geen offer voor of iets wat ze beloven of God aanbieden, om Hem daarmee gunstig te stemmen, om iets te verdienen. Redding is op grond van geloof en niet op grond van werken.<div eID=\"gen46763\" type=\"x-p\"/><div annotateRef=\"Jonah.3.9\" annotateType=\"commentary\" eID=\"gen46761\" type=\"section\"/>",
      "10": "<div annotateRef=\"Jonah.3.10\" annotateType=\"commentary\" sID=\"gen46764\" type=\"section\"/><div sID=\"gen46765\" type=\"x-p\"/><title>En Hij deed het niet</title><div eID=\"gen46765\" type=\"x-p\"/> <lb/><div sID=\"gen46766\" type=\"x-p\"/>Zoals eerder <hi type=\"italic\">het kwaad</hi> van Ninevé tot God is opgestegen <hi type=\"italic\">(<reference osisRef=\"Jonah.1.2\">Jn 1:2</reference>)</hi>, zo stijgt nu <hi type=\"italic\">het berouw</hi> op. God hoort niet alleen hun roepen, Hij ziet ook hun verandering. Zij brengen vrucht voort, de bekering waardig <hi type=\"italic\">(<reference osisRef=\"Matt.3.8\">Mt 3:8</reference>)</hi>. Die vrucht is de bekering van hun slechte weg. Er worden geen dierlijke offers gebracht, maar ze brengen het offer van een verbroken geest en verslagen hart <hi type=\"italic\">(<reference osisRef=\"Ps.51.17\">Ps 51:19</reference>)</hi>. <div eID=\"gen46766\" type=\"x-p\"/><div sID=\"gen46767\" type=\"x-p\"/>Hun verandering brengt God ertoe van gedachten te veranderen. Hij krijgt berouw over Zijn eerdere plan en voert het niet uit. Het berouw van God heeft nooit te maken met het erkennen van een verkeerde daad. God doet nooit iets verkeerd. Het element van spijt over een verkeerd handelen is hier niet aanwezig. Als God ergens berouw over heeft, wil dat zeggen dat Hij in Zijn regering terugkomt op iets wat Hij van plan was, maar waarin Hij verandering aanbrengt als Hij ziet dat mensen zich anders gaan gedragen. <div eID=\"gen46767\" type=\"x-p\"/><div sID=\"gen46768\" type=\"x-p\"/>God kan berouw hebben in de zin dat Hij terugkomt op een voornemen om de mens te zegenen of te straffen als de wegen van de mens daartoe aanleiding geven <hi type=\"italic\">(vgl. <reference osisRef=\"Jer.18.7-Jer.18.8\">Jr 18:7-8</reference><reference osisRef=\"Jer.26.2-Jer.26.3\">; Jr 26:2-3</reference>)</hi>. Hieruit blijkt dat de mens geen marionet is en God geen onvermurwbare God. <div eID=\"gen46768\" type=\"x-p\"/><div annotateRef=\"Jonah.3.10\" annotateType=\"commentary\" eID=\"gen46764\" type=\"section\"/><chapter eID=\"gen46707\" osisID=\"Jonah.3\"/>",
      "intro": "<chapter osisID=\"Jonah.3\" sID=\"gen46707\"/> "
    },
    "4": {
      "1": "<div annotateRef=\"Jonah.4.1\" annotateType=\"commentary\" sID=\"gen46770\" type=\"section\"/><div sID=\"gen46771\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen46771\" type=\"x-p\"/> <lb/><div sID=\"gen46772\" type=\"x-p\"/>Als het boek <hi type=\"italic\">Jona</hi> niet meer was geweest dan een vertelling van een mens, dan was het verhaal beslist met <hi type=\"italic\">Jona 3</hi> geëindigd. Zou er een mooier slot denkbaar zijn met als climax de bekering en het sparen van Ninevé? Wat een overwinning voor God en voor Jona! Maar de grote (anti)climax moet nog komen en die komt in dit hoofdstuk. Die climax is de les over de enghartigheid van de mens – zelfs al is die mens een dienaar van God – en over de onmetelijke grootte van Gods hart, zowel voor Ninevé als voor Jona en … voor mij en u.<div eID=\"gen46772\" type=\"x-p\"/><div sID=\"gen46773\" type=\"x-p\"/><title>Reactie van Jona op Gods goedheid</title><div eID=\"gen46773\" type=\"x-p\"/> <lb/><div sID=\"gen46774\" type=\"x-p\"/>Alleen als we onszelf niet goed kennen, houden we de houding die Jona hier aanneemt niet voor mogelijk. Vergeten is hij zijn verblijf in de vis. Hier zien we in de praktijk wat we mogelijk zelf ook al hebben ontdekt, dat geen enkele ervaring van Gods goedheid ooit het kwaad of het vlees zal kunnen verbeteren. Het vlees is zo volkomen hopeloos verdorven, dat alleen de dood en opstanding van Christus voor een verandering kunnen zorgen. Die verandering is niet een verbetering van het vlees, maar het voorzien van een nieuwe natuur om daarnaar te leven. <div eID=\"gen46774\" type=\"x-p\"/><div sID=\"gen46775\" type=\"x-p\"/>Jona misgunt Ninevé de vergeving van God die hijzelf zo bijzonder heeft ervaren na zijn eigen ongehoorzaamheid <hi type=\"italic\">(vgl. <reference osisRef=\"Matt.18.23-Matt.18.35\">Mt 18:23-35</reference>)</hi>. Als er al <hi type=\"italic\">“blijdschap in de hemel zal zijn over één zondaar die zich bekeert” (<reference osisRef=\"Luke.15.7\">Lk 15:7</reference>)</hi>, wat moet de blijdschap daar dan uitbundig zijn geworden over de bekering van een hele stad. Maar Jona deelt niet in die blijdschap. Integendeel. Hij had liever gezien dat honderdduizenden mensen omkwamen dan dat zijn reputatie werd beschadigd. Hij heeft geen controle over zijn eigen geest. Het is de geest van de farizeeën die het ook niet konden verdragen dat de Heer Jezus at en dronk met tollenaars en zondaars <hi type=\"italic\">(<reference osisRef=\"Luke.15.2\">Lk 15:2</reference>)</hi>.<div eID=\"gen46775\" type=\"x-p\"/><div annotateRef=\"Jonah.4.1\" annotateType=\"commentary\" eID=\"gen46770\" type=\"section\"/>",
      "2": "<div annotateRef=\"Jonah.4.2\" annotateType=\"commentary\" sID=\"gen46776\" type=\"section\"/><div sID=\"gen46777\" type=\"x-p\"/><title>Het tweede gebed van Jona</title><div eID=\"gen46777\" type=\"x-p\"/> <lb/><div sID=\"gen46778\" type=\"x-p\"/>Dit gebed van Jona is heel anders dan wat hij in de vis bad. Dit keer is het een aanklacht. Het is geen gebed in overeenstemming met God, het is een verkeerd gebed <hi type=\"italic\">(vgl. <reference osisRef=\"Jas.4.3\">Jk 4:3</reference>)</hi>. Hij klaagt God aan over Zijn Wezen en Zijn handelen. Hierin schuilt de hoogmoed van Jona. Hij vindt dat hij de wereld beter zou kunnen regeren dan God. Hij vertelt aan God wat hem al die tijd over God heeft beziggehouden en dat dit de reden van zijn vlucht is geweest. Hij lijkt het aan God voor te houden op een manier dat hij Hem iets vertelt wat Hij niet wist. <div eID=\"gen46778\" type=\"x-p\"/><div sID=\"gen46779\" type=\"x-p\"/>Jona maakt zichzelf hier openbaar. Hij, en dat geldt voor de mens in het algemeen, kan de genade die God aan anderen bewijst, niet verdragen zolang hij zichzelf nog belangrijk vindt. De mens die vervuld is van eigen belangrijkheid, is onbarmhartig en wreed. Hij misgunt niet alleen anderen de genade, maar gunt ze dat ze omkomen. <div eID=\"gen46779\" type=\"x-p\"/><div sID=\"gen46780\" type=\"x-p\"/>Jona doet hier denken aan de oudste zoon in <hi type=\"italic\">Lukas 15</hi>. Hij is van die zoon de geestelijke tweelingbroer <hi type=\"italic\">(<reference osisRef=\"Luke.15.28-Luke.15.30\">Lk 15:28-30</reference>)</hi>. Jona verwijt God dat Hij is zoals Hij werkelijk is en dat Hij niet beantwoordt aan hoe Jona vindt dat Hij moet zijn. De karaktertrek die Jona hier laat zien, komt vaker voor onder godsdienstige mensen dan we soms vermoeden. Het verklaart hoe het komt dat zij die zich beroemen op hun trouw aan de Schrift, leerstellingen handhaven die in duidelijke tegenspraak zijn met wat God van Zichzelf heeft geopenbaard. Een voorbeeld hiervan is sektarisme.<div eID=\"gen46780\" type=\"x-p\"/><div sID=\"gen46781\" type=\"x-p\"/>Jona verschilt met de slaaf over wie de Heer Jezus in een gelijkenis spreekt, die zijn heer een harde meester vond en daarom niet aan het werk is gegaan <hi type=\"italic\">(<reference osisRef=\"Matt.25.24\">Mt 25:24</reference>)</hi>. Maar er is ook een overeenkomst en die is dat in beide gevallen de Heer verwijten worden gemaakt omdat Hij niet beantwoordt aan de natuurlijke smaak van Zijn dienaar.<div eID=\"gen46781\" type=\"x-p\"/><div annotateRef=\"Jonah.4.2\" annotateType=\"commentary\" eID=\"gen46776\" type=\"section\"/>",
      "3": "<div annotateRef=\"Jonah.4.3\" annotateType=\"commentary\" sID=\"gen46782\" type=\"section\"/><div sID=\"gen46783\" type=\"x-p\"/><title>Neem toch mijn leven</title><div eID=\"gen46783\" type=\"x-p\"/> <lb/><div sID=\"gen46784\" type=\"x-p\"/>In <hi type=\"italic\">Jona 2</hi> heeft hij nog gebeden om behoud van zijn leven, maar het leven heeft voor hem geen zin meer als zijn woord niet tot op de letter wordt vervuld. Elia heeft ook een keer gebeden te mogen sterven <hi type=\"italic\">(<reference osisRef=\"1Kgs.19.4\">1Kn 19:4</reference>)</hi>. Terwijl Elia de moedeloze profeet is die ziet dat zijn boodschap zonder resultaat blijft, is Jona een profeet die boos is juist vanwege het verwachte resultaat van zijn prediking. <div eID=\"gen46784\" type=\"x-p\"/><div sID=\"gen46785\" type=\"x-p\"/>Heel anders was Paulus’ verlangen om naar de Heer te gaan. Hij was het leven niet moe, maar hij verlangde naar de Heer Zelf. Toch stemde hij ermee in te blijven leven ter wille van de gelovigen, om hen te dienen <hi type=\"italic\">(<reference osisRef=\"Phil.1.23-Phil.1.25\">Fp 1:23-25</reference>)</hi>.<div eID=\"gen46785\" type=\"x-p\"/><div annotateRef=\"Jonah.4.3\" annotateType=\"commentary\" eID=\"gen46782\" type=\"section\"/>",
      "4": "<div annotateRef=\"Jonah.4.4\" annotateType=\"commentary\" sID=\"gen46786\" type=\"section\"/><div sID=\"gen46787\" type=\"x-p\"/><title>Een vraag van de HEERE aan Jona</title><div eID=\"gen46787\" type=\"x-p\"/> <lb/><div sID=\"gen46788\" type=\"x-p\"/>We zien niet alleen de genade van God ten aanzien van Zijn dienaar, maar ook Zijn geweldig grote geduld met hem. God spreekt geen woord van verwijt, of het zou in de vraag opgesloten moeten liggen. Maar meer dan een verwijt horen we in de vraag hoe God probeert Jona te verlossen van zijn egoïsme. De HEERE wil de woede van Jona en zijn zondige misnoegen in het juiste licht, Zijn licht, plaatsen. Daartoe dient Zijn vraag. Elke vraag die Hij stelt, heeft een doel. <div eID=\"gen46788\" type=\"x-p\"/><div sID=\"gen46789\" type=\"x-p\"/>Als de HEERE zou zijn zoals Jona wenste dat Hij was, zou dat het einde van Jona hebben betekend. De HEERE zou hem dan geoordeeld hebben, want moreel stond hij nu op het niveau van Ninevé. Die trotseerden God voordat ze bekeerd waren. Jona trotseert Hem hier ook. <div eID=\"gen46789\" type=\"x-p\"/><div sID=\"gen46790\" type=\"x-p\"/>Het gesprek dat de HEERE met Jona aangaat, zien we terug in <hi type=\"italic\">Lukas 15</hi>. Daar is een oudste zoon die de genade misgunt waarmee de vader de jongste zoon weer heeft ontvangen. De vader gaat met de oudste zoon in gesprek, om hem te betrekken in wat zijn vaderhart heeft bewogen <hi type=\"italic\">(<reference osisRef=\"Luke.15.31-Luke.15.32\">Lk 15:31-32</reference>)</hi>.<div eID=\"gen46790\" type=\"x-p\"/><div annotateRef=\"Jonah.4.4\" annotateType=\"commentary\" eID=\"gen46786\" type=\"section\"/>",
      "5": "<div annotateRef=\"Jonah.4.5\" annotateType=\"commentary\" sID=\"gen46791\" type=\"section\"/><div sID=\"gen46792\" type=\"x-p\"/><title>Jona, de toeschouwer</title><div eID=\"gen46792\" type=\"x-p\"/> <lb/><div sID=\"gen46793\" type=\"x-p\"/>De vraag van God wordt door Jona niet beantwoord. Hij blijft hangen in zijn eigen opvattingen over God en negeert Gods vraag. Zijn antwoord is het bouwen van een hut van waaruit hij de stad kan overzien en het lot kan afwachten dat de stad zal treffen <hi type=\"italic\">(vgl. <reference osisRef=\"Gen.19.27\">Gn 19:27</reference>)</hi>. Door buiten de stad te gaan plaatst Jona zich buiten het werk van God. Hij is daar alleen, terwijl de inwoners van Ninevé hem graag zullen hebben gehuisvest. <div eID=\"gen46793\" type=\"x-p\"/><div sID=\"gen46794\" type=\"x-p\"/>Jona kent klaarblijkelijk de diepte en echtheid van de bekering van de inwoners van Ninevé niet. In elk geval kent hij Gods hart niet. Hij is niet op de hoogte van Gods goedheid ten aanzien van wat in Ninevé gebeurt omdat hij zich voor die goedheid heeft afgesloten. Daarvoor is in zijn hart geen ruimte. In plaats van dat zijn hart vervuld is met blijdschap omdat een hele stad tot bekering is gekomen, is zijn hart vervuld van zijn eigen reputatie. <div eID=\"gen46794\" type=\"x-p\"/><div sID=\"gen46795\" type=\"x-p\"/>Waarschijnlijk hebben maar weinigen van ons in de gaten wat voor een sterke plaats ons eigen ‘ik’ heeft, totdat zich iets voordoet wat onze persoonlijke waardigheid raakt. Op dat ogenblik openbaren we welke geest ons vervult. Er zit meer van de ‘Jonageest’ in ons dan we willen weten. Hoe weinig ruimte krijgt de Geest van de Heer in ons. Jona huilt als het ware over het verlies van zijn reputatie ten koste van de bekering van de stad Ninevé, terwijl de Heer Jezus heeft gehuild toen Hij de onbekeerlijkheid van de stad Jeruzalem zag <hi type=\"italic\">(<reference osisRef=\"Luke.19.41\">Lk 19:41</reference>)</hi>.<div eID=\"gen46795\" type=\"x-p\"/><div annotateRef=\"Jonah.4.5\" annotateType=\"commentary\" eID=\"gen46791\" type=\"section\"/>",
      "6": "<div annotateRef=\"Jonah.4.6\" annotateType=\"commentary\" sID=\"gen46796\" type=\"section\"/><div sID=\"gen46797\" type=\"x-p\"/><title>Een wonderboom schiet op</title><div eID=\"gen46797\" type=\"x-p\"/> <lb/><div sID=\"gen46798\" type=\"x-p\"/>De naam <hi type=\"italic\">“HEERE God”</hi> komt, behalve in <hi type=\"italic\">Genesis 2-3</hi>, niet vaak voor in de Bijbel. Deze naam vormt de overgang van <hi type=\"italic\">“HEERE”</hi> in <hi type=\"italic\"><reference osisRef=\"Jonah.4.4\">Jn 4:4</reference></hi> naar <hi type=\"italic\">“God”</hi> in <hi type=\"italic\"><reference osisRef=\"Jonah.4.7\">Jn 4:7</reference></hi>. De HEERE, Die de profeet antwoordt op zijn klacht, is ook de Schepper-God Die een wonderboom laat groeien. De naam <hi type=\"italic\">“HEERE God”</hi> wijst op Zijn speciale relatie met Jona aan wie Hij Zich openbaart in Zijn scheppingsmacht om diens gunst te winnen. Hij wil Jona van zijn kwelling afhelpen. God is zozeer met Zijn dienaar begaan, dat Hij om zijn welzijn bekommerd is en daarvoor met wonderlijke snelheid een boom laat groeien. <div eID=\"gen46798\" type=\"x-p\"/><div sID=\"gen46799\" type=\"x-p\"/>Zoals Jona heel boos is in <hi type=\"italic\"><reference osisRef=\"Jonah.4.1\">Jn 4:1</reference></hi>, zo is hij nu heel blij. Het is de enige keer dat we lezen van de blijdschap van Jona. Zijn blijdschap bereikt niet de hoogte van de blijdschap die er in de hemel is over de bekering van zoveel mensen. Het is een zelfzuchtige, laag-bij-de-grondse blijdschap over zijn eigen gemak. Hij is meer gericht op zijn eigen gemak dan op de belangen van mensen die verloren zouden gaan. Zijn blijdschap is net zo zelfzuchtig als zijn misnoegen. <div eID=\"gen46799\" type=\"x-p\"/><div sID=\"gen46800\" type=\"x-p\"/>Het komt niet in hem op hierin een wonder van God te zien en nog minder om Hem daarvoor te danken. Uit de verklaring die God later geeft, blijkt dat God met de blijdschap die Hij Jona met de boom heeft bezorgd, hem heeft willen wijzen op Zijn eigen blijdschap vanwege de bekering en het sparen van Ninevé. <div eID=\"gen46800\" type=\"x-p\"/><div annotateRef=\"Jonah.4.6\" annotateType=\"commentary\" eID=\"gen46796\" type=\"section\"/>",
      "7": "<div annotateRef=\"Jonah.4.7\" annotateType=\"commentary\" sID=\"gen46801\" type=\"section\"/><div sID=\"gen46802\" type=\"x-p\"/><title>Een worm</title><div eID=\"gen46802\" type=\"x-p\"/> <lb/><div sID=\"gen46803\" type=\"x-p\"/>Hier is het niet de ‘HEERE God’, maar <hi type=\"italic\">“God”</hi>, de Schepper. Hier beschikt God <hi type=\"italic\">“een worm”</hi>. Zo heeft Hij als de <hi type=\"italic\">HEERE God</hi> in het vorige vers een <hi type=\"italic\">wonderboom</hi> beschikt, zo beschikt Hij in het volgende vers als <hi type=\"italic\">God</hi> een <hi type=\"italic\">verzengende oostenwind</hi> en heeft Hij in <hi type=\"italic\">Jona 1</hi> als de <hi type=\"italic\">HEERE</hi> een <hi type=\"italic\">grote vis</hi> beschikt om Jona op te slokken <hi type=\"italic\">(<reference osisRef=\"Jonah.1.17\">Jn 1:17</reference>)</hi>. God beschikt naar Zijn welbehagen over de natuur. <div eID=\"gen46803\" type=\"x-p\"/><div sID=\"gen46804\" type=\"x-p\"/>De natuur, Zijn schepping, staat Hem ter beschikking. In alle gevallen gehoorzaamt de natuur onmiddellijk aan het bevel van God, tot beschaming van de mens over wie God ook de beschikking heeft. Dit is des te beschamender als het een mens betreft die zegt zichzelf ter beschikking van God te stellen.<div eID=\"gen46804\" type=\"x-p\"/><div annotateRef=\"Jonah.4.7\" annotateType=\"commentary\" eID=\"gen46801\" type=\"section\"/>",
      "8": "<div annotateRef=\"Jonah.4.8\" annotateType=\"commentary\" sID=\"gen46805\" type=\"section\"/><div sID=\"gen46806\" type=\"x-p\"/><title>Herhaling van het verzoek om te sterven</title><div eID=\"gen46806\" type=\"x-p\"/> <lb/><div sID=\"gen46807\" type=\"x-p\"/>Als de zon is opgegaan, voelt Jona pijnlijk het gemis van de wonderboom. Het wonder van de groei van de boom heeft hem niet tot God gebracht. Hij heeft zich verheugd in het genot dat hij ervan had. Nu hij het genot ervan even plotseling weer moet missen als hij het gekregen heeft, wendt hij zich wel tot God. Maar niet om Hem zijn opstandigheid te belijden. In plaats daarvan geeft hij nog een keer te kennen dat het leven voor hem geen zin meer heeft <hi type=\"italic\">(<reference osisRef=\"Jonah.4.3\">Jn 4:3</reference>)</hi>. Egoïsme is een hardnekkig kwaad. <div eID=\"gen46807\" type=\"x-p\"/><div sID=\"gen46808\" type=\"x-p\"/>Wij zijn niet anders. In ons geval kan het comfort waarmee we omgeven zijn, de functie van een wonderboom hebben. We zitten heerlijk in de schaduw ervan en meten het leven om ons heen met de ideeën die wij over God hebben. Net als bij Jona zijn dat ideeën over hoe God volgens ons moet zijn en handelen, en niet over hoe God werkelijk is. In plaats van erover te klagen dat niet alles in ons leven zo loopt als wij graag willen, kunnen we beter dankbaar zijn dat we niet alles krijgen wat we verdienen.<div eID=\"gen46808\" type=\"x-p\"/><div sID=\"gen46809\" type=\"x-p\"/>Als onze ‘wonderboom’ wordt weggenomen, kan het ook gebeuren dat we daarover verdrietiger zijn dan over het verloren gaan van de mensen om ons heen. Dat gebeurt als wij meer belang stellen in onze eigen gemakken dan in de dingen waar God belang in stelt. Als onze belangen niet parallel lopen aan die van God, gaan onze gevoelens op en neer met de welvaart en luxe die we genieten of missen.<div eID=\"gen46809\" type=\"x-p\"/><div annotateRef=\"Jonah.4.8\" annotateType=\"commentary\" eID=\"gen46805\" type=\"section\"/>",
      "9": "<div annotateRef=\"Jonah.4.9\" annotateType=\"commentary\" sID=\"gen46810\" type=\"section\"/><div sID=\"gen46811\" type=\"x-p\"/><title>Nog een keer de vraag en het antwoord daarop</title><div eID=\"gen46811\" type=\"x-p\"/> <lb/><div sID=\"gen46812\" type=\"x-p\"/>Weer stelt God de vraag of zijn toorn terecht is. De eerste keer dat God dit vraagt <hi type=\"italic\">(<reference osisRef=\"Jonah.4.1\">Jn 4:1</reference>)</hi>, lezen we geen antwoord van Jona. Dit keer antwoordt Jona. Met grote nadruk zegt hij dat hij terecht in woede is ontstoken. Jona is niet afgestemd op de hemel. Hij is het niet met God eens, zoals ook Petrus een keer een opdracht van de Heer weigert en zegt: ‘In geen geval, Heer’ <hi type=\"italic\">(<reference osisRef=\"Acts.10.14\">Hd 10:14</reference>)</hi>. <div eID=\"gen46812\" type=\"x-p\"/><div sID=\"gen46813\" type=\"x-p\"/>Jona heeft als het ware de deur van Ninevé met een knal achter zich dichtgeslagen. Zo kwaad was hij na het volbrengen van de taak waartoe de HEERE hem ondanks al zijn verzet had gedwongen. God wist dat allemaal. De kwaadheid van Jona is in de loop van de tijd toegenomen. Dat komt doordat hij de zonde van bitterheid niet bij zichzelf heeft geoordeeld. In zulke gevallen overwoekert bitterheid het hele gevoelsleven. Alles wordt dan bezien vanuit deze bitterheid. Het vermogen om te onderscheiden tussen goed en kwaad – want dat is waar God naar vraagt – is verdwenen. <div eID=\"gen46813\" type=\"x-p\"/><div sID=\"gen46814\" type=\"x-p\"/>Het antwoord van Jona houdt voor God geen verrassing in. Maar misschien verbazen wij ons wel over zijn antwoord. Misschien vragen wij ons verwonderd af hoe het mogelijk is dat een dienaar van God zo hardnekkig aan zijn gelijk vasthoudt. Dan is er voor ons ook nog veel te leren. Ieder die een opdracht van de Heer krijgt, krijgt hier een spiegel voorgehouden. <div eID=\"gen46814\" type=\"x-p\"/><div sID=\"gen46815\" type=\"x-p\"/>We zien hier een bewijs van de enorme genade van God, Die Zijn mokkende dienaar alsnog een les wil leren. Of Jona die geleerd heeft? Er is een veel belangrijkere vraag: Ben ik bereid die les te leren?<div eID=\"gen46815\" type=\"x-p\"/><div annotateRef=\"Jonah.4.9\" annotateType=\"commentary\" eID=\"gen46810\" type=\"section\"/>",
      "10": "<div annotateRef=\"Jonah.4.10\" annotateType=\"commentary\" sID=\"gen46816\" type=\"section\"/><div sID=\"gen46817\" type=\"x-p\"/><title>De les</title><div eID=\"gen46817\" type=\"x-p\"/> <lb/><div sID=\"gen46818\" type=\"x-p\"/>Hier wordt duidelijk waarom God voor een zo snelgroeiende boom heeft gezorgd. Als het een langzaam groeiende boom was geweest, had Jona de boom moeten verzorgen en water moeten geven. Maar Jona heeft zich geen enkele moeite hoeven te getroosten voor de groei van de boom. Hij had er geen enkele persoonlijke relatie mee. <div eID=\"gen46818\" type=\"x-p\"/><div sID=\"gen46819\" type=\"x-p\"/>God heeft met de inwoners van Ninevé wel een persoonlijke relatie, dat wil zeggen dat zij Zijn schepselen zijn. Hij heeft over hen Zijn zon doen opgaan en het ook over hen laten regenen <hi type=\"italic\">(<reference osisRef=\"Matt.5.45\">Mt 5:45</reference>)</hi>. Hij heeft hun regen en vruchtbare tijden gegeven <hi type=\"italic\">(<reference osisRef=\"Acts.14.16-Acts.14.17\">Hd 14:16-17</reference>)</hi>. Door Jona heeft Hij hen gewaarschuwd. Alleen met mensen die in de hel zijn, heeft God geen enkele relatie meer. <div eID=\"gen46819\" type=\"x-p\"/><div sID=\"gen46820\" type=\"x-p\"/>De les is dat we meer belangstelling hebben voor ons eigen gemak, dat ons zo in de schoot is gevallen, dan voor de nood van menigten verloren zielen aan wie God voortdurend werk verricht om hen tot bekering te leiden. Het gaat om Gods schepselen die in duisternis leven en zullen sterven als zij niet worden bekendgemaakt met de Heiland. <div eID=\"gen46820\" type=\"x-p\"/><div sID=\"gen46821\" type=\"x-p\"/>Jona had medelijden met de boom die een levensduur van één dag had, maar hij had geen medelijden met alleen al honderdtwintigduizend onsterfelijke, kostbare zielen van kinderen <hi type=\"italic\">(<reference osisRef=\"Jonah.4.11\">Jn 4:11</reference>)</hi>. Daarom: Weg met alle trots, egoïsme en eigen belangrijkheid! Met Paulus moeten we leren zeggen: ‘Ik ben niets’ <hi type=\"italic\">(<reference osisRef=\"2Cor.12.11\">2Ko 12:11</reference>)</hi>.<div eID=\"gen46821\" type=\"x-p\"/><div annotateRef=\"Jonah.4.10\" annotateType=\"commentary\" eID=\"gen46816\" type=\"section\"/>",
      "11": "<div annotateRef=\"Jonah.4.11\" annotateType=\"commentary\" sID=\"gen46822\" type=\"section\"/><div sID=\"gen46823\" type=\"x-p\"/><title>Delen in de ontferming van God</title><div eID=\"gen46823\" type=\"x-p\"/> <lb/><div sID=\"gen46824\" type=\"x-p\"/>Met de woorden <hi type=\"italic\">“zou Ík”</hi> wijst God met nadruk op Zichzelf en dat in Zijn grote barmhartigheid. Hij is met ontferming bewogen. We zien Gods ontferming in de Heer Jezus ten aanzien van de geestelijke nood van het volk <hi type=\"italic\">(<reference osisRef=\"Matt.9.36\">Mt 9:36</reference>)</hi> en ten aanzien van hun lichamelijke nood <hi type=\"italic\">(<reference osisRef=\"Matt.14.14\">Mt 14:14</reference>)</hi>. Maar de discipelen delen niet in Zijn gevoelens <hi type=\"italic\">(<reference osisRef=\"Matt.14.15\">Mt 14:15</reference>)</hi>. <div eID=\"gen46824\" type=\"x-p\"/><div sID=\"gen46825\" type=\"x-p\"/>Jeremia heeft wel gedeeld in de gevoelens van God ten aanzien van heidenen. We horen hoe God begaan is met Moab en hoe Jeremia deelt in die gevoelens <hi type=\"italic\">(<reference osisRef=\"Jer.48.31\">Jr 48:31</reference>; <reference osisRef=\"Isa.15.5\">Js 15:5</reference><reference osisRef=\"Isa.16.11\">; Js 16:11</reference>;)</hi>. En hoe ver is Jona verwijderd van de gevoelens van de Heer Jezus over Jeruzalem: <hi type=\"italic\">“En toen Hij naderde en de stad zag, weende Hij over haar” (<reference osisRef=\"Luke.19.41\">Lk 19:41</reference>)</hi>. <div eID=\"gen46825\" type=\"x-p\"/><div sID=\"gen46826\" type=\"x-p\"/>Zou de koning van Ninevé wel hebben geweten hoeveel kinderen er waren? De HEERE weet het precies. Er zijn in Ninevé meer dan honderdtwintigduizend mensen die het onderscheid niet weten tussen hun rechterhand en hun linkerhand, kinderen dus. Dat wil niet zeggen dat de kinderen onschuldig zijn, maar dat de maat van hun verantwoordelijkheid beperkt is. Ze kunnen vaak nog niet onderscheiden tussen waarheid en leugen. Het maakt duidelijk dat God ook in de heidenwereld de kinderen niet laat sterven om de zonden van de ouders <hi type=\"italic\">(<reference osisRef=\"Deut.24.16\">Dt 24:16</reference>)</hi>. God is bewogen over het lot van kinderen, zij gaan Hem ter harte. <div eID=\"gen46826\" type=\"x-p\"/><div sID=\"gen46827\" type=\"x-p\"/>Ook de dieren gaan Hem ter harte. Hij is de Rechtvaardige Die het leven van Zijn vee kent <hi type=\"italic\">(<reference osisRef=\"Prov.12.10\">Sp 12:10a</reference>)</hi>.<div eID=\"gen46827\" type=\"x-p\"/><div sID=\"gen46828\" type=\"x-p\"/>Het antwoord van Jona op de vraag die God stelt, hebben we niet in de Schrift. De rechterstoel zal zijn reactie erop duidelijk maken. God heeft het laatste woord. Het abrupte einde van het boek maakt de inhoud en de lessen ervan des te indrukwekkender. <div eID=\"gen46828\" type=\"x-p\"/><div annotateRef=\"Jonah.4.11\" annotateType=\"commentary\" eID=\"gen46822\" type=\"section\"/><chapter eID=\"gen46769\" osisID=\"Jonah.4\"/><div eID=\"gen46492\" osisID=\"Jonah\" type=\"book\"/>",
      "intro": "<chapter osisID=\"Jonah.4\" sID=\"gen46769\"/> "
    }
  },
  "intro": "<div osisID=\"Jonah\" sID=\"gen46492\" type=\"book\"/>"
}