{
  "id": "Nahum",
  "chapters": {
    "1": {
      "1": "<div annotateRef=\"Nah.1.1\" annotateType=\"commentary\" sID=\"gen47407\" type=\"section\"/><div sID=\"gen47408\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen47408\" type=\"x-p\"/> <lb/><div sID=\"gen47409\" type=\"x-p\"/>Over Nahum is niets anders bekend dan wat hij in zijn boek over zichzelf zegt. Dat is niet veel. Hij noemt zijn naam en de plaats waar hij vandaan komt. De opdracht die hij heeft, is Ninevé het oordeel van de HEERE aanzeggen.<div eID=\"gen47409\" type=\"x-p\"/><div sID=\"gen47410\" type=\"x-p\"/>Over de datering van zijn profetie is ook niet veel bekend. Enkele gegevens in zijn profetie geven een grens aan binnen welke tijdsperiode het geweest zal zijn. Nahum noemt in zijn profetie de plaats No-Amon en wat daarmee is gebeurd als voorbeeld voor Ninevé dat een dergelijk lot zal ondergaan <hi type=\"italic\">(<reference osisRef=\"Nah.3.8-Nah.3.10\">Na 3:8-10</reference>)</hi>. De verovering van No-Amon heeft plaatsgevonden in ca. 663 v.Chr. Een andere gebeurtenis is de val van Ninevé zelf, waarover Nahum profeteert. Die val heeft plaatsgevonden in 612 v.Chr. Een en ander betekent dat de boodschap van Nahum dateert van ergens tussen 663 en 612 v.Chr. <div eID=\"gen47410\" type=\"x-p\"/><div sID=\"gen47411\" type=\"x-p\"/>Nahum is de tweede profeet van wie we een boodschap van de HEERE voor Ninevé hebben. Ongeveer anderhalve eeuw eerder is de profeet Jona naar Ninevé gestuurd, in de tijd van Jerobeam II, die regeerde van ca. 825-785 v.Chr. <hi type=\"italic\">(<reference osisRef=\"2Kgs.14.25\">2Kn 14:25</reference>)</hi>. Net als Nahum moest Jona een boodschap van oordeel brengen. De reactie daarop was de massale bekering van de stad. Na verloop van tijd is het vuur van de bekering gedoofd en is de stad weer in de zonde gaan leven, in opstand tegen God. <div eID=\"gen47411\" type=\"x-p\"/><div sID=\"gen47412\" type=\"x-p\"/>In de boodschap die Nahum voor Ninevé heeft, is geen ruimte voor bekering. De stad is zozeer in de zonde verzonken, dat er geen enkele hoop op een nieuwe bekering is, zodat niets anders dan het definitieve oordeel rest. Dat God de stad spaarde na de prediking van Jona, maakt de schuld van Sanherib slechts groter als hij optrekt tegen het volk en de stad van de God Die zo genadig Ninevé heeft gespaard.<div eID=\"gen47412\" type=\"x-p\"/><div sID=\"gen47413\" type=\"x-p\"/>Hoewel het eigenlijke onderwerp van het boek het oordeel over Ninevé is, horen we ook woorden van troost voor Gods volk. Nahum betekent ‘troost’. Het oordeel over Ninevé betekent troost voor Gods volk. Terwijl ze lijden onder de overheersing van dit goddeloze volk, mogen ze zich troosten met de gedachte dat God hen niet vergeet en het juk van deze vijand zal verbreken.<div eID=\"gen47413\" type=\"x-p\"/><div sID=\"gen47414\" type=\"x-p\"/>Voor ons is de bemoediging dat we mogen weten dat lijden dat ons overkomt, om welke oorzaak ook, in de hand van de Heer is. We mogen daarbij weten dat Hij het lijden ten slotte van ons zal wegnemen om ons ten laatste wel te doen. In het leven van de gelovige heeft niet het kwaad of het lijden het laatste woord, maar de Heer.<div eID=\"gen47414\" type=\"x-p\"/><div sID=\"gen47415\" type=\"x-p\"/>De boodschap van Nahum mag dan over Ninevé gaan en voor Ninevé zijn, hij wordt wel verkondigd in Juda. Het is daarom ook een boodschap voor Juda. Nahum betekent, zoals al is gezegd, ‘troost’. Zijn boodschap is een troostboodschap voor Gods volk. In zijn profetie van oordeel over Ninevé ligt voor Gods volk de troost van de verlossing van een knellend juk. Nahum is in dit opzicht een voorloper van Simeon, die in Jeruzalem de <hi type=\"italic\">“vertroosting van Israël”</hi> verwachtte <hi type=\"italic\">(<reference osisRef=\"Luke.2.25\">Lk 2:25</reference>)</hi>, die in de komst van de Messias is gekomen. <div eID=\"gen47415\" type=\"x-p\"/><div sID=\"gen47416\" type=\"x-p\"/>Nahum toont hoe de toorn van God voor altijd een einde maakt aan de macht en de heerschappij van de wereld en de trots van de mens. Te midden van het oordeel vinden we hier ook het getuigenis van de trouw van God <hi type=\"italic\">(<reference osisRef=\"Nah.1.7\">Na 1:7</reference>)</hi>. Terwijl Hij wraak oefent, denkt Hij aan hen die op Hem vertrouwen en op Hem wachten. Het gaat in deze profetie om <lb/> 1. de vernietiging van Assyrië, dat zich nooit weer zal verheffen en <lb/> 2. de bevrijding van Juda, dat eindelijk verlost zal zijn <hi type=\"italic\">(<reference osisRef=\"Nah.1.15\">Na 1:15</reference>)</hi>.<div eID=\"gen47416\" type=\"x-p\"/><div sID=\"gen47417\" type=\"x-p\"/>Het boek van de profeet Nahum heeft als onderwerp de verwoesting van Ninevé. Ninevé is de hoofdstad van Assyrië, de grote vijand van Gods volk en van God. Assyrië is door God gebruikt als werktuig om Zijn volk te tuchtigen dat van Hem is afgeweken. Daarbij heeft Assyrië alleen eigen belangen voor ogen gehad en nagestreefd. Ook heeft dat volk zich beroemd op zijn eigen kracht en God gelasterd. God zal Ninevé als de representant van Assyrië al het kwaad vergelden dat zij hebben gedaan <hi type=\"italic\">(<reference osisRef=\"Isa.10.5-Isa.10.19\">Js 10:5-19</reference>)</hi>. <div eID=\"gen47417\" type=\"x-p\"/><div sID=\"gen47418\" type=\"x-p\"/>De verwoesting van Ninevé is een goed voorbeeld van hoe de koninkrijken van mensen onneembaar lijken, maar door het oordeel van God toch ten onder gaan. In het oordeel over Ninevé zien we het oordeel over Assyrië en over alle Godvijandige volken. Ninevé vertegenwoordigt Assyrië en Assyrië vertegenwoordigt alle Godvijandige volken.<div eID=\"gen47418\" type=\"x-p\"/><div sID=\"gen47419\" type=\"x-p\"/><hi type=\"bold\">Indeling van het boek</hi><div eID=\"gen47419\" type=\"x-p\"/><div sID=\"gen47420\" type=\"x-p\"/>Het boek kan in drie delen worden ingedeeld, gelijk aan de drie hoofdstukken die het heeft: <lb/> A. Het oordeel over Ninevé (of Assyrië) en het herstel van Israël <hi type=\"italic\">(Nahum 1)</hi>. <lb/> 1. Aanhef <hi type=\"italic\">(Nahum 1:1)</hi> <lb/> 2. De kenmerken van de HEERE <hi type=\"italic\">(Nahum 1:2-7)</hi> <lb/> 3. Het definitieve oordeel over Assyrië <hi type=\"italic\">(Nahum 1:8-14)</hi> <lb/> 4. Het goede nieuws <hi type=\"italic\">(Nahum 1:15)</hi> <lb/> B. Gedetailleerd verslag van de aanstaande verwoesting van Ninevé <hi type=\"italic\">(Nahum 2)</hi>. <lb/> 1. Belegering en inname van de stad <hi type=\"italic\">(Nahum 2:1-7)</hi> <lb/> 2. De plundering <hi type=\"italic\">(Nahum 2:8-10)</hi> <lb/> 3. De puinhoop <hi type=\"italic\">(Nahum 2:11-13)</hi> <lb/> C. De oorzaken van het oordeel <hi type=\"italic\">(Nahum 3)</hi>. <lb/> 1. Hebzucht en gruwelen <hi type=\"italic\">(Nahum 3:1-3)</hi> <lb/> 2. Verdorvenheid en afgoderij <hi type=\"italic\">(Nahum 3:4-7)</hi> <lb/> 3. Vergelijking met Egypte; voorbeeld van No-Amon <hi type=\"italic\">(Nahum 3:8-10)</hi> <lb/> 4. De onherstelbare puinhoop <hi type=\"italic\">(Nahum 3:11-19)</hi><div eID=\"gen47420\" type=\"x-p\"/><div sID=\"gen47421\" type=\"x-p\"/><title>De last van Ninevé</title><div eID=\"gen47421\" type=\"x-p\"/> <lb/><div sID=\"gen47422\" type=\"x-p\"/>Het onderwerp van dit boek, de inhoud ervan, is <hi type=\"italic\">“de last van Ninevé”</hi>, dat wil zeggen een woord van God dat de profeet als een last is opgelegd. Het woord ‘last’ komt van ‘optillen’, ‘dragen’. De last is de dreigspreuk over Ninevé. De naam van de stad wordt in dit vers genoemd en verder nog in <hi type=\"italic\">Nahum 2 </hi>en <hi type=\"italic\">Nahum 3 (<reference osisRef=\"Nah.2.8\">Na 2:8</reference><reference osisRef=\"Nah.3.7\">; Na 3:7</reference>)</hi>. Assyrië, waarvan het de hoofdstad en vertegenwoordiger is, wordt genoemd in <hi type=\"italic\">Nahum 3 (<reference osisRef=\"Nah.3.18\">Na 3:18</reference>)</hi>. <div eID=\"gen47422\" type=\"x-p\"/><div sID=\"gen47423\" type=\"x-p\"/>Ninevé betekent ‘woonplaats’. Die betekenis zegt ons dat daar mensen wonen die hun verblijfplaats op aarde hebben. Ze hebben hun hele bestaan op aarde opgebouwd, zonder plaats voor God. We zien ze in de mensen die in het boek <hi type=\"italic\">Openbaring</hi> steeds aangeduid worden als mensen <hi type=\"italic\">“die op de aarde wonen”</hi>. Het zijn mensen die op aarde hun thuis hebben en voor wie geen ander leven bestaat. Dat staat tegenover de gelovigen, die weten dat hun thuis niet op aarde, maar in de hemel is <hi type=\"italic\">(<reference osisRef=\"Phil.3.20\">Fp 3:20</reference>)</hi>. Zij zijn vreemdelingen en bijwoners op de aarde <hi type=\"italic\">(<reference osisRef=\"1Pet.2.11\">1Pt 2:11</reference>)</hi>.<div eID=\"gen47423\" type=\"x-p\"/><div sID=\"gen47424\" type=\"x-p\"/>Vervolgens wordt gezegd hoe deze last wordt meegedeeld en door wie. De last wordt meegedeeld in een boek. Wat in het boek wordt opgeschreven, is het visioen waarin de last is meegedeeld. Nahum is de man aan wie het visioen van wat met Ninevé gaat gebeuren door de HEERE is gegeven en die het heeft opgeschreven. Het lijkt erop dat Nahum zijn profetie niet mondeling heeft bekendgemaakt. <hi type=\"italic\">“Het boek van het visioen”</hi> is, anders gezegd, een ‘profetisch geschrift’.<div eID=\"gen47424\" type=\"x-p\"/><div sID=\"gen47425\" type=\"x-p\"/>Dan volgen nog als afsluiting van de inleiding de naam van de profeet en de naam van de plaats waar hij vandaan komt. De profeet heet Nahum, dat betekent ‘troost’. Het is niet bekend waar Elkos, de plaats waar Nahum vandaan komt, heeft gelegen. <div eID=\"gen47425\" type=\"x-p\"/><div annotateRef=\"Nah.1.1\" annotateType=\"commentary\" eID=\"gen47407\" type=\"section\"/>",
      "2": "<div annotateRef=\"Nah.1.2\" annotateType=\"commentary\" sID=\"gen47426\" type=\"section\"/><div sID=\"gen47427\" type=\"x-p\"/><title>De HEERE is een Wreker</title><div eID=\"gen47427\" type=\"x-p\"/> <lb/><div sID=\"gen47428\" type=\"x-p\"/>Tegenover de verwoestende kracht van Assyrië die Gods volk zo benauwt, plaatst Nahum eerst de majesteit en almacht van God. Hij doet dat om Gods volk te bemoedigen. Dit is ook altijd voor ons de weg als we met onoverkomelijke moeilijkheden te maken krijgen. We moeten onze moeilijkheden niet vergelijken met onze krachten maar met onze almachtige God. Nahum roept niet op tot een gewapende opstand, tot een guerrillaoorlog of politieke inspanningen, maar om naar boven te kijken, naar God, de HEERE. In het licht van Wie God is, ziet Nahum wat er met Ninevé, het kwaad, zal gebeuren.<div eID=\"gen47428\" type=\"x-p\"/><div sID=\"gen47429\" type=\"x-p\"/>God is in de eerste plaats na-ijverig, waarin de gedachte van een brandende ijver of jaloersheid zit. Het gaat om een gevoel van gekwetst recht en een sterk verlangen naar het voldoen aan recht. God heeft een exclusief recht op de gehoorzaamheid van Zijn volk <hi type=\"italic\">(<reference osisRef=\"Deut.4.24\">Dt 4:24</reference><reference osisRef=\"Deut.5.9\">; Dt 5:9</reference>)</hi>. Dit recht ligt vast in het verbond dat Hij met Zijn volk heeft gesloten. Daarmee verplicht Hij Zich ook aan Zijn volk. Wie daarom Zijn volk benadeelt, krijgt met Hem in Zijn na-ijver te maken. Hij wreekt dan Zichzelf in toorn. <div eID=\"gen47429\" type=\"x-p\"/><div sID=\"gen47430\" type=\"x-p\"/>God is jaloers op Zijn volk. Hij is als een jaloerse man die zijn vrouw tegen elke opdringerigheid van vreemden zal beschermen. Het gaat in deze jaloersheid niet om het aspect van haar ontrouw, maar om wat anderen haar dreigen aan te doen. Hij kan het niet verdragen dat vreemdelingen Zijn volk kastijden. Voor de vijanden van Zijn volk is Hij een Wreker.<div eID=\"gen47430\" type=\"x-p\"/><div sID=\"gen47431\" type=\"x-p\"/>Hij is de HEERE. Zo wordt Hij drie keer in dit vers genoemd. Die Naam herinnert eraan dat God een relatie met Zijn volk heeft. Hij zal het voor Zijn volk opnemen tegen <hi type=\"italic\">“Zijn tegenstanders”</hi> en <hi type=\"italic\">“Zijn vijanden”</hi>, dat zijn de Assyriërs. We zien hier hoe de tegenstanders en vijanden van Zijn volk <hi type=\"italic\">Zijn</hi> tegenstanders en <hi type=\"italic\">Zijn </hi>vijanden zijn. Nahum heeft de verwoesting in gedachten die de Assyriërs hebben aangericht in 722 v.Chr., toen zij de tien stammen wegvoerden, terwijl hij nu hun invasie in Juda ziet. <div eID=\"gen47431\" type=\"x-p\"/><div sID=\"gen47432\" type=\"x-p\"/>De bron van Gods na-ijver is Zijn grote liefde voor Zijn volk. Drie keer spreekt Nahum erover dat de HEERE een Wreker is. Dit legt de klemtoon op deze kant van God, dat Hij in Zijn Goddelijke kracht het kwaad zal wreken dat Zijn volk wordt aangedaan. De wraak behoort aan God <hi type=\"italic\">(<reference osisRef=\"2Thess.1.6-2Thess.1.7\">2Th 1:6-7</reference>; <reference osisRef=\"Rom.12.19\">Rm 12:19</reference>)</hi>. Het is het uitgangspunt voor deze hele profetie. Alles wat volgt, is geworteld in deze openbaring van gerechtigheid en brandende na-ijver van de HEERE ten gunste van Zijn volk.<div eID=\"gen47432\" type=\"x-p\"/><div sID=\"gen47433\" type=\"x-p\"/>Omdat de vijanden van Zijn volk <hi type=\"italic\">Zijn</hi> vijanden zijn, maakt Hij het tot Zijn eigen zaak om met de vijanden af te rekenen. Bij de volken leeft niet de gedachte aan het feit dat God alle onrecht dat Zijn volk wordt aangedaan, al hun mishandeling, zal wreken. Voor hen bestaat de God van Israël niet, of ze zien Hem als een lokale god. Maar ze zullen met Hem te maken krijgen op een manier dat ze Zijn majesteit zullen moeten erkennen.<div eID=\"gen47433\" type=\"x-p\"/><div annotateRef=\"Nah.1.2\" annotateType=\"commentary\" eID=\"gen47426\" type=\"section\"/>",
      "3": "<div annotateRef=\"Nah.1.3\" annotateType=\"commentary\" sID=\"gen47434\" type=\"section\"/><div sID=\"gen47435\" type=\"x-p\"/><title>De schuldige wordt gestraft</title><div eID=\"gen47435\" type=\"x-p\"/> <lb/><div sID=\"gen47436\" type=\"x-p\"/>Dat de HEERE een Wreker is, wil niet zeggen dat Hij snel tot toorn is, want Hij is <hi type=\"italic\">“geduldig” (vgl. <reference osisRef=\"Num.14.18\">Nm 14:18</reference>)</hi>. Hij vermaant ons in Zijn Woord dat wij <hi type=\"italic\">“traag tot toorn”</hi> moeten zijn <hi type=\"italic\">(<reference osisRef=\"Jas.1.19\">Jk 1:19</reference>; vgl. <reference osisRef=\"Eccl.7.9\">Pr 7:9</reference>)</hi>. Zou Hij dan snel tot toorn zijn? Dat Hij geduldig is, heeft Hij ruim een eeuw geleden wel laten zien, toen Hij Zijn profeet Jona naar deze stad Ninevé stuurde om de stad het oordeel aan te zeggen <hi type=\"italic\">(<reference osisRef=\"Jonah.3.10\">Jn 3:10</reference><reference osisRef=\"Jonah.4.2\">; Jn 4:2</reference>)</hi>. Hij geeft mensen de tijd om zich te bekeren. In de dagen van Jona was dat een periode van veertig dagen. Als de volgende generaties van Ninevé God vergeten en steeds goddelozer worden, heeft God nog eens meer dan een eeuw geduld.<div eID=\"gen47436\" type=\"x-p\"/><div sID=\"gen47437\" type=\"x-p\"/>Zijn geduld is geen zwakke toegeeflijkheid, maar vloeit voort uit de kracht van Zijn liefde en barmhartigheid <hi type=\"italic\">(<reference osisRef=\"2Pet.3.9\">2Pt 3:9</reference>)</hi>. Hij verliest nooit Zijn geduld. Dat is een gelukkige wetenschap voor wie Hem kent. Zijn geduld kent wel een einde. Dat is een ernstige gedachte voor wie de spot met Hem drijft. Zijn terughoudendheid om te toornen wil niet zeggen dat het Hem aan kracht ontbreekt en Hij daardoor de schuldige ongestraft moet laten. Hij is groot van kracht in Zijn goedheid. Hij is ook groot van kracht in oordeel. Hij gebruikt Zijn kracht altijd op de juiste tijd, op de juiste wijze en in de juiste vorm<hi type=\"italic\"> (<reference osisRef=\"Num.14.17\">Nm 14:17</reference>)</hi>. <div eID=\"gen47437\" type=\"x-p\"/><div sID=\"gen47438\" type=\"x-p\"/>In Zijn kracht zal Hij de schuldige niet ongestraft laten, maar hem oordelen. Een openbaring van Zijn kracht zien we <hi type=\"italic\">“in wervelwind en in storm”</hi>. Daarin zien we behalve Zijn kracht ook het plotselinge van Zijn optreden. In Zijn optreden wordt Hij door wervelwind en storm begeleid. Zij staan Hem ten dienste in de uitoefening van Zijn oordeel <hi type=\"italic\">(vgl. <reference osisRef=\"Ps.83.14\">Ps 83:15</reference>; <reference osisRef=\"Isa.29.6\">Js 29:6</reference>)</hi>. <hi type=\"italic\">“Hij vermorzelt … door een storm” (<reference osisRef=\"Job.9.17\">Jb 9:17a</reference>; <reference osisRef=\"Isa.29.6\">Js 29:6</reference>; <reference osisRef=\"Ps.83.15\">Ps 83:16</reference>)</hi>. <div eID=\"gen47438\" type=\"x-p\"/><div sID=\"gen47439\" type=\"x-p\"/>Nahum voegt nog een aspect aan Zijn majesteit toe en dat is dat de wolken <hi type=\"italic\">“het stof van Zijn voeten”</hi> zijn. Zoals de mens op het stof loopt en het stof opwaait waar hij loopt, zo loopt de HEERE op de wolken die Hem begeleiden waar Hij gaat. Zo worden Gods majesteit en verhevenheid hier getekend. Dit gebeurt op een manier dat we worden herinnerd aan de openbaring van God op de berg Sinaï, toen Hij de wet gaf.<div eID=\"gen47439\" type=\"x-p\"/><div sID=\"gen47440\" type=\"x-p\"/>Tegelijk biedt deze tekening van Gods majesteit en verhevenheid troost voor ieder in wiens leven wolken de zon bedekken. God is <hi type=\"italic\">boven</hi> de wolken van verdriet. Hij loopt erop, Hij beweegt Zich erop voort om Zijn werk te volbrengen, al is door de wolken soms verborgen hoe Zijn weg is en <hi type=\"italic\">dat</hi> het Zijn weg is. Zijn voetstappen zijn soms niet door de mens waar te nemen of te onderscheiden. Toch mag het geloof erop vertrouwen dat Zijn voetstappen in de richting van de zegen gaan. <div eID=\"gen47440\" type=\"x-p\"/><div sID=\"gen47441\" type=\"x-p\"/>Als we wolken in ons leven zien, is Hij niet ver weg. Een wolk is voor ons groot en verheven, maar voor God is hij niet meer dan een stofje. Onze moeilijkheden en angsten zijn voor Hem niet te groot. Met een handbeweging zou Hij ze kunnen verwijderen. We mogen erop vertrouwen dat Hij ze bestuurt, ook als Hij ze niet direct wegvaagt.<div eID=\"gen47441\" type=\"x-p\"/><div annotateRef=\"Nah.1.3\" annotateType=\"commentary\" eID=\"gen47434\" type=\"section\"/>",
      "4": "<div annotateRef=\"Nah.1.4\" annotateType=\"commentary\" sID=\"gen47442\" type=\"section\"/><div sID=\"gen47443\" type=\"x-p\"/><title>Droogte, verdrogen en verwelken</title><div eID=\"gen47443\" type=\"x-p\"/> <lb/><div sID=\"gen47444\" type=\"x-p\"/>De beschrijving van de kracht van de HEERE wordt uitgebreid met het beeld van de ontreddering van de natuur. Zijn bevel, <hi type=\"italic\">“Hij bestraft”</hi>, is voldoende om de loop van de natuur te veranderen <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.50.2\">Js 50:2</reference>)</hi>. We zien droogte, waardoor bronnen van water verdwijnen met als gevolg het verwelken van vruchtbare gebieden. Hij heeft in het verleden de Rode Zee en de Jordaan drooggelegd <hi type=\"italic\">(<reference osisRef=\"Isa.51.10\">Js 51:10</reference>; <reference osisRef=\"Ps.106.9\">Ps 106:9</reference><reference osisRef=\"Ps.114.3-Ps.114.5\">; Ps 114:3-5</reference>; <reference osisRef=\"Isa.42.15\">Js 42:15</reference>)</hi> en zo kan Hij doen met elke zee en rivier. Zo kwetsbaar is alles voor Hem. Ook de Heer Jezus – Hij is <hi type=\"italic\">Jahweh</hi> – toont Zijn macht over de zee <hi type=\"italic\">(<reference osisRef=\"Matt.8.26\">Mt 8:26</reference>)</hi>. <div eID=\"gen47444\" type=\"x-p\"/><div sID=\"gen47445\" type=\"x-p\"/>De HEERE kan de weelderige groei en rijkdom ontnemen aan gebieden die daarvoor bekendstaan zoals Basan, Karmel en Libanon <hi type=\"italic\">(<reference osisRef=\"Isa.33.9\">Js 33:9</reference>)</hi>. Als de heerlijkheid van de natuur voor Hem verschrompelt, hoeveel te meer dan de trots van de mens.<div eID=\"gen47445\" type=\"x-p\"/><div annotateRef=\"Nah.1.4\" annotateType=\"commentary\" eID=\"gen47442\" type=\"section\"/>",
      "5": "<div annotateRef=\"Nah.1.5\" annotateType=\"commentary\" sID=\"gen47446\" type=\"section\"/><div sID=\"gen47447\" type=\"x-p\"/><title>Bergen, heuvels, aarde, mensen</title><div eID=\"gen47447\" type=\"x-p\"/> <lb/><div sID=\"gen47448\" type=\"x-p\"/>Ook de vaste, machtige delen van de schepping, <hi type=\"italic\">“de bergen”</hi>, blijven niet onbewogen, maar <hi type=\"italic\">“beven voor Hem” </hi>als Hij ze met een vinger aanraakt. <hi type=\"italic\">“De heuvels”</hi> smelten weg, wat wijst op een intense hitte die de HEERE veroorzaakt, mogelijk door vulkanische uitbarstingen <hi type=\"italic\">(<reference osisRef=\"Ps.97.3-Ps.97.5\">Ps 97:3-5</reference>; <reference osisRef=\"Mic.1.3-Mic.1.4\">Mi 1:3-4</reference>)</hi>. Het zijn de begeleidende verschijnselen als Hij naar de aarde komt <hi type=\"italic\">(<reference osisRef=\"Zech.14.3-Zech.14.5\">Zc 14:3-5</reference><reference osisRef=\"Zech.14.10\">; 10</reference>)</hi>. Er zullen geografische veranderingen plaatsvinden, niet door evolutie, maar plotseling, bij de komst van Christus.<div eID=\"gen47448\" type=\"x-p\"/><div sID=\"gen47449\" type=\"x-p\"/>Als Christus komt, zal de aarde oprijzen voor Zijn aangezicht en sidderen <hi type=\"italic\">(<reference osisRef=\"Rev.16.17-Rev.16.19\">Op 16:17-19</reference>)</hi>. De majesteit van God zal de wereld en alle mensen, al wat leeft, vervullen met ontzag. Geen enkel onderdeel van de wereld staat buiten de sfeer waarin Hij werkzaam is, hier in oordeel. Alle mensen staan onder Zijn controle. <div eID=\"gen47449\" type=\"x-p\"/><div annotateRef=\"Nah.1.5\" annotateType=\"commentary\" eID=\"gen47446\" type=\"section\"/>",
      "6": "<div annotateRef=\"Nah.1.6\" annotateType=\"commentary\" sID=\"gen47450\" type=\"section\"/><div sID=\"gen47451\" type=\"x-p\"/><title>Niemand kan de HEERE weerstaan</title><div eID=\"gen47451\" type=\"x-p\"/> <lb/><div sID=\"gen47452\" type=\"x-p\"/>Nahum gebruikt verschillende uitdrukkingen om de indrukwekkendheid van het optreden van God in oordeel weer te geven. Hij spreekt over <hi type=\"italic\">“gramschap”</hi>, <hi type=\"italic\">“toorn”</hi>, <hi type=\"italic\">“grimmigheid”</hi>. Na de beschrijving van de kracht van God kunnen de vragen wel worden gesteld wie tegen Zijn gramschap kan standhouden en wie er nog kan opstaan van onder Zijn brandende toorn als die woedt. Het antwoord is: niemand, ook het machtige Ninevé niet.<div eID=\"gen47452\" type=\"x-p\"/><div sID=\"gen47453\" type=\"x-p\"/>Als God zo de hele natuur en alle mensen onder de indruk kan brengen van Wie Hij is, dan is het ook duidelijk dat geen mens de toorn van de HEERE kan weerstaan <hi type=\"italic\">(<reference osisRef=\"Joel.2.11\">Jl 2:11</reference>; <reference osisRef=\"Jer.10.10\">Jr 10:10</reference>; <reference osisRef=\"Mal.3.2\">Ml 3:2</reference>; <reference osisRef=\"Rev.6.17\">Op 6:17</reference>)</hi>. Nog minder zal iemand kunnen opstaan als de toorn van de HEERE als een vuur over hem heen is gegaan. Niets is tegen Zijn macht bestand <hi type=\"italic\">(<reference osisRef=\"Deut.4.24\">Dt 4:24</reference>; <reference osisRef=\"1Kgs.19.11\">1Kn 19:11</reference>; <reference osisRef=\"Jer.23.29\">Jr 23:29</reference>)</hi>. Hij verheft Zich hier <hi type=\"italic\">tegen</hi> de tegenstanders van Zijn volk en <hi type=\"italic\">ten gunste van</hi> Zijn volk.<div eID=\"gen47453\" type=\"x-p\"/><div sID=\"gen47454\" type=\"x-p\"/>Dat de rotsen door Hem worden stukgebroken, doet denken aan wat er gebeurde toen God Zijn Zoon oordeelde voor de zonden van allen die in Hem geloven. Toen Christus gestorven was, gebeurde het dat <hi type=\"italic\">“de aarde beefde en de rotsen scheurden” (<reference osisRef=\"Matt.27.51\">Mt 27:51b</reference>)</hi>. Wie het offer van Christus afwijst, zal zelf met deze machtige God te maken krijgen.<div eID=\"gen47454\" type=\"x-p\"/><div annotateRef=\"Nah.1.6\" annotateType=\"commentary\" eID=\"gen47450\" type=\"section\"/>",
      "7": "<div annotateRef=\"Nah.1.7\" annotateType=\"commentary\" sID=\"gen47455\" type=\"section\"/><div sID=\"gen47456\" type=\"x-p\"/><title>De HEERE is goed</title><div eID=\"gen47456\" type=\"x-p\"/> <lb/><div sID=\"gen47457\" type=\"x-p\"/>De uitvoerige beschrijving van de oordeelskracht van de HEERE is bedoeld om Israël te verzekeren van hun veiligheid bij Hem wanneer de Assyriërs het land binnenvallen. Na de beschrijving van de majesteit van God tegenover de vijanden van Zijn volk spreekt Nahum hier ineens over de goedheid van de HEERE voor Zijn volk. Dat Hij goed is, zal als loflied in het vrederijk klinken <hi type=\"italic\">(<reference osisRef=\"Ps.107.1\">Ps 107:1</reference>)</hi>. <div eID=\"gen47457\" type=\"x-p\"/><div sID=\"gen47458\" type=\"x-p\"/>Zijn goedheid – die even werkelijk is als Zijn macht om te oordelen – blijkt daaruit dat Hij voor de Zijnen <hi type=\"italic\">“tot een vesting op de dag van de benauwdheid”</hi> is. Dit is een algemene waarheid, die niet is begrensd tot een bepaalde tijd in de geschiedenis. Hizkia heeft dat ervaren en tallozen voor en na hem. <div eID=\"gen47458\" type=\"x-p\"/><div sID=\"gen47459\" type=\"x-p\"/>Je kunt van een vesting weten, maar je moet er ook de toevlucht nemen <hi type=\"italic\">(<reference osisRef=\"Ps.46.1\">Ps 46:2</reference>; <reference osisRef=\"Jer.16.19\">Jr 16:19</reference>)</hi>. Dat doen alleen zij die Hem vertrouwen. Hij is hun toevlucht waar ze zich veilig en geborgen weten tegen het gevaar. Hij kent hen die dat doen. Het kennen van de Zijnen betekent dat Hij Zich hun lot aantrekt en hen helpt vanwege de intieme relatie die er is <hi type=\"italic\">(vgl. <reference osisRef=\"Exod.2.25\">Ex 2:25</reference>; <reference osisRef=\"Gen.18.19\">Gn 18:19</reference>; <reference osisRef=\"Amos.3.2\">Am 3:2</reference>; <reference osisRef=\"John.10.14\">Jh 10:14</reference>)</hi>. <div eID=\"gen47459\" type=\"x-p\"/><div annotateRef=\"Nah.1.7\" annotateType=\"commentary\" eID=\"gen47455\" type=\"section\"/>",
      "8": "<div annotateRef=\"Nah.1.8\" annotateType=\"commentary\" sID=\"gen47460\" type=\"section\"/><div sID=\"gen47461\" type=\"x-p\"/><title>Het deel van de vijanden</title><div eID=\"gen47461\" type=\"x-p\"/> <lb/><div sID=\"gen47462\" type=\"x-p\"/>Weer verandert Nahum ineens van onderwerp. Het deel van Zijn vijanden is totaal anders dan Zijn goedheid voor de Zijnen van het vorige vers. Deze twee zijden van Gods handelen worden door Paulus <hi type=\"italic\">“[de] goedertierenheid en [de] gestrengheid van God” </hi>genoemd <hi type=\"italic\">(<reference osisRef=\"Rom.11.22\">Rm 11:22</reference>)</hi>. <div eID=\"gen47462\" type=\"x-p\"/><div sID=\"gen47463\" type=\"x-p\"/>God bewijst Zijn goedheid ook in de openbaring van Zijn toorn. Het strafgericht bewerkt de uitroeiing van de kwaaddoeners ten gunste van hen die Hem vrezen, die op Hem vertrouwen. Het gevolg voor hen is bevrijding uit de benauwdheid, waarin ze door de boosaardigheid van de wereld zijn terechtgekomen. <div eID=\"gen47463\" type=\"x-p\"/><div sID=\"gen47464\" type=\"x-p\"/>Ninevé zal letterlijk door een overstroming van de Tigris aan zijn einde komen. Door die overstroming zal de HEERE de stad overweldigen en openen voor de legers van de Meden en de Babyloniërs die Hij gebruikt om als <hi type=\"italic\">“een overstromende vloed”</hi> het oordeel over Ninevé te brengen <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.8.7-Isa.8.8\">Js 8:7-8</reference>)</hi>. Zij vertegenwoordigen de <hi type=\"italic\">“duisternis”</hi> die de Assyriërs achtervolgt en zal inhalen en overrompelen. Ze kunnen de duisternis niet ontvluchten. Het einde van Gods vijanden is de duisternis van de hel, het eeuwig zonder God zijn. <div eID=\"gen47464\" type=\"x-p\"/><div annotateRef=\"Nah.1.8\" annotateType=\"commentary\" eID=\"gen47460\" type=\"section\"/>",
      "9": "<div annotateRef=\"Nah.1.9\" annotateType=\"commentary\" sID=\"gen47465\" type=\"section\"/><div sID=\"gen47466\" type=\"x-p\"/><title>Het oordeel is definitief</title><div eID=\"gen47466\" type=\"x-p\"/> <lb/><div sID=\"gen47467\" type=\"x-p\"/>De profeet spreekt deze woorden tot de Assyriërs, maar ze zijn bedoeld als geruststelling voor het Godvrezende deel van Gods volk, dat bang is voor een nieuwe invasie van de Assyriërs. Nahum stelt hen gerust met de mededeling dat de HEERE niet alleen hun vijandige uitingen kent, maar ook hun zondige overleggingen die daaraan voorafgaan. Wat de volken bedenken, wordt door de HEERE beoordeeld als iets <hi type=\"italic\">“wat zonder inhoud is” (<reference osisRef=\"Ps.2.1\">Ps 2:1</reference>; <reference osisRef=\"Acts.4.25-Acts.4.26\">Hd 4:25-26</reference>)</hi>. <div eID=\"gen47467\" type=\"x-p\"/><div sID=\"gen47468\" type=\"x-p\"/>Wat zij bedenken, is in hun opvattingen wel tegen Juda gericht, maar in feite is het tegen de HEERE gericht. Daarom zullen ze van al hun bedenksels niets kunnen uitvoeren, want de HEERE zal Zelf een vernietigend einde aan deze vijand maken <hi type=\"italic\">(<reference osisRef=\"Prov.21.30\">Sp 21:30</reference>)</hi>. Als extra bemoediging zegt Hij tegen Zijn volk dat ze niet nog een keer in de benauwdheid terecht zullen komen. De eerste benauwdheid is in <hi type=\"italic\"><reference osisRef=\"Nah.1.7\">Na 1:7</reference></hi> genoemd. Zijn oordeel over Ninevé is definitief, zonder mogelijkheid dat deze vijandige macht nog eens over hen komt <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.37.23-Isa.37.29\">Js 37:23-29</reference>)</hi>. <div eID=\"gen47468\" type=\"x-p\"/><div sID=\"gen47469\" type=\"x-p\"/><hi type=\"italic\">“De benauwdheid”</hi> is een uitdrukking die de gebeurtenissen uit de dagen van het oordeel over Ninevé verbindt met de tijd van de grote verdrukking in de eindtijd <hi type=\"italic\">(<reference osisRef=\"Matt.24.21\">Mt 24:21</reference>)</hi> die genoemd wordt <hi type=\"italic\">“een tijd van benauwdheid voor Jakob” (<reference osisRef=\"Jer.30.7\">Jr 30:7</reference>)</hi>. De blik wordt hier verplaatst van de historische verwoesting van Ninevé naar de dagen die vlak aan de verschijning van Christus voorafgaan. Christus zal dan persoonlijk bij Zijn terugkeer naar de aarde de Assyriërs ofwel de koning van het noorden verdelgen<hi type=\"italic\"> (<reference osisRef=\"Dan.11.45\">Dn 11:45</reference>)</hi>. Er zal voor Israël na de eerste aanval van en verwoesting door de Assyriërs geen tweede benauwdheid zijn <hi type=\"italic\">(<reference osisRef=\"Zeph.3.15\">Zf 3:15</reference>)</hi>. <div eID=\"gen47469\" type=\"x-p\"/><div annotateRef=\"Nah.1.9\" annotateType=\"commentary\" eID=\"gen47465\" type=\"section\"/>",
      "10": "<div annotateRef=\"Nah.1.10\" annotateType=\"commentary\" sID=\"gen47470\" type=\"section\"/><div sID=\"gen47471\" type=\"x-p\"/><title>Ninevé wordt volledig verteerd</title><div eID=\"gen47471\" type=\"x-p\"/> <lb/><div sID=\"gen47472\" type=\"x-p\"/>De Assyriërs worden voorgesteld als vervlochten of verwarde dorens <hi type=\"italic\">(<reference osisRef=\"2Sam.23.6\">2Sm 23:6</reference>)</hi>. Dat wijst zowel op hun waardeloze karakter dat anderen alleen maar schade en leed toedient <hi type=\"italic\">(<reference osisRef=\"Mic.7.4\">Mi 7:4</reference>)</hi> als op hun verdiende verdelging. Hetzelfde beeld van waardeloosheid is dat van de dronkaard, die ook geen besef heeft van wat hij doet.<div eID=\"gen47472\" type=\"x-p\"/><div sID=\"gen47473\" type=\"x-p\"/>Het beeld van de vervlochten dorens zegt dat, ook al beschermen ze zich nog zo goed dat ze een ondoordringbare dorenstruik lijken, ze voor het oordeelsvuur geen probleem, maar er juist voedsel voor zijn. Het beeld van de dronkaard zegt dat, al zijn ze nog zo nat door overvloedig alcoholgebruik, ze voor het oordeel van God als dorre stoppels zijn die door Zijn oordeel volkomen verteerd worden.<div eID=\"gen47473\" type=\"x-p\"/><div sID=\"gen47474\" type=\"x-p\"/>Beide beelden geven ook hun hulpeloosheid weer. Wie vastzit in vervlochten dorens, is onmogelijk in staat zichzelf te verdedigen. Wie als een dronkaard zijn weg gaat, is een gemakkelijke prooi omdat hij zich heeft overgegeven aan brassen en dronkenschap. De HEERE, tegen Wie zij geen kracht hebben zich te verzetten, zal hen in het vuur werpen. Ze worden volledig verteerd, er blijft niets van hen over. <div eID=\"gen47474\" type=\"x-p\"/><div annotateRef=\"Nah.1.10\" annotateType=\"commentary\" eID=\"gen47470\" type=\"section\"/>",
      "11": "<div annotateRef=\"Nah.1.11\" annotateType=\"commentary\" sID=\"gen47475\" type=\"section\"/><div sID=\"gen47476\" type=\"x-p\"/><title>Een verderfelijke raadsman</title><div eID=\"gen47476\" type=\"x-p\"/> <lb/><div sID=\"gen47477\" type=\"x-p\"/><hi type=\"italic\">“Uit u”</hi>, dat is uit Ninevé, is een kwaadaardig individu voortgekomen. Het is iemand van wie opstand uitgaat, iemand <hi type=\"italic\">“die kwaad bedenkt tegen de HEERE”</hi>. Deze vijand wordt nog nader gekarakteriseerd als <hi type=\"italic\">“een verderfelijke raadsman”</hi>, letterlijk een raadsman van Belial, ofwel een nietswaardige of waardeloze raadsman. Daarmee is hij wel een duidelijk beeld van de satan <hi type=\"italic\">(<reference osisRef=\"2Cor.6.15\">2Ko 6:15a</reference>)</hi>.<div eID=\"gen47477\" type=\"x-p\"/><div sID=\"gen47478\" type=\"x-p\"/>De persoon die wordt bedoeld, is <hi type=\"italic\">“de koning van Assyrië” (<reference osisRef=\"Nah.3.18\">Na 3:18</reference>)</hi>. Het lijkt erop dat het hier om Sanherib gaat, de machtige, wrede aanvaller die uit Ninevé komt om Juda aan te vallen. De verwoestingen die hij aanricht, zijn wreed en omvangrijk <hi type=\"italic\">(<reference osisRef=\"2Kgs.18.13\">2Kn 18:13</reference><reference osisRef=\"2Kgs.19.8\">; 2Kn 19:8</reference>)</hi>. Hij is degene die boosaardige plannen beraamt tegen de HEERE. In de toespraak die van hem staat opgetekend, legt hij de gezindheid bloot die deze wereldmacht altijd heeft gehad tegenover wat van God is <hi type=\"italic\">(<reference osisRef=\"2Kgs.18.19-2Kgs.18.22\">2Kn 18:19-22</reference>; <reference osisRef=\"Isa.36.14-Isa.36.20\">Js 36:14-20</reference>)</hi>. De vijand achter deze vijand, de satan, wil altijd alles verwoesten wat van God is, of dat nu Israël is of de gemeente. <div eID=\"gen47478\" type=\"x-p\"/><div sID=\"gen47479\" type=\"x-p\"/>Deze machthebber die uit het machtige Ninevé is <hi type=\"italic\">“voortgekomen”</hi>, vormt wel een groot contrast met Hem van Wie wordt geprofeteerd dat Hij uit het nederige Bethlehem-Efratha zal <hi type=\"italic\">“voortkomen”</hi>, dat is de Messias <hi type=\"italic\">(<reference osisRef=\"Mic.5.2\">Mi 5:1a</reference>)</hi>. <hi type=\"italic\">“Zijn oorsprongen zijn van eeuwige dagen af” (<reference osisRef=\"Mic.5.2\">Mi 5:1b</reference>)</hi>. Ninevé zal door Hem vallen en Hij zal Zijn troon tot in eeuwigheid vestigen <hi type=\"italic\">(<reference osisRef=\"Luke.1.33\">Lk 1:33</reference>)</hi>. Hij die uit Ninevé voortkwam, wordt vernederd. Hij Die uit Bethlehem-Efratha voortkwam, wordt verhoogd. Hij krijgt een Naam die boven alle naam is. Voor Hem zal elke knie zich buigen.<div eID=\"gen47479\" type=\"x-p\"/><div annotateRef=\"Nah.1.11\" annotateType=\"commentary\" eID=\"gen47475\" type=\"section\"/>",
      "12": "<div annotateRef=\"Nah.1.12\" annotateType=\"commentary\" sID=\"gen47480\" type=\"section\"/><div sID=\"gen47481\" type=\"x-p\"/><title>Vernedering van de Assyriërs</title><div eID=\"gen47481\" type=\"x-p\"/> <lb/><div sID=\"gen47482\" type=\"x-p\"/>Dit vers begint met <hi type=\"italic\">”zo zegt de HEERE”</hi>, woorden die de boodschapper gebruikt als inleiding op een boodschap van de HEERE. Assyrië is op het moment dat Nahum profeteert op het toppunt van zijn macht. Maar al hebben ze voorspoed – of: bondgenoten, zoals ook wel wordt vertaald – en is hun aantal indrukwekkend <hi type=\"italic\">(<reference osisRef=\"2Chr.32.7\">2Kr 32:7</reference>)</hi>, het zal hun niet lukken het volk van God te overwinnen. Zoals Assyrië een scheermes is voor anderen <hi type=\"italic\">(<reference osisRef=\"Isa.7.20\">Js 7:20</reference>)</hi>, zo zal het zelf geschoren (gemaaid) worden. In één nacht doodt een engel honderdvijfentachtigduizend soldaten <hi type=\"italic\">(<reference osisRef=\"2Kgs.19.35-2Kgs.19.36\">2Kn 19:35-36</reference>; <reference osisRef=\"Isa.37.36-Isa.37.38\">Js 37:36-38</reference>)</hi>. <div eID=\"gen47482\" type=\"x-p\"/><div sID=\"gen47483\" type=\"x-p\"/>In de eindtijd zullen de Assyriërs nog een keer op het wereldtoneel verschijnen en dan als tuchtroede voor de grote massa van de afvallige Joden onder de antichrist. Ze zullen erin slagen Jeruzalem te veroveren en te verwoesten. Dat betekent het einde van de regering van de antichrist. Daarna zullen de Assyriërs doortrekken naar Egypte. Als ze horen van geruchten uit het noorden en het oosten, keren ze terug naar Jeruzalem. Ze zullen over een groot leger beschikken en denken voorspoed te hebben, maar plotseling zullen ze <hi type=\"italic\">“worden weggeschoren”</hi> door de verschijning van de HEERE <hi type=\"italic\">(<reference osisRef=\"Dan.11.40-Dan.11.45\">Dn 11:40-45</reference>)</hi> <div eID=\"gen47483\" type=\"x-p\"/><div sID=\"gen47484\" type=\"x-p\"/>Dan verandert Nahum ineens weer van onderwerp. De uitspraak <hi type=\"italic\">“Ik heb u wel vernederd”</hi>, slaat op Israël en ziet terug op de lange en pijnlijke onderdrukking van Israël door Assyrië. God vertroost hen met de toezegging dat Hij hen na het verslaan van de Assyriërs <hi type=\"italic\">“niet meer vernederen”</hi> zal. Hier zien we ook weer Gods oordeel over de vijand en zegen voor Zijn volk die beide in de eindtijd hun volle vervulling zullen vinden.<div eID=\"gen47484\" type=\"x-p\"/><div annotateRef=\"Nah.1.12\" annotateType=\"commentary\" eID=\"gen47480\" type=\"section\"/>",
      "13": "<div annotateRef=\"Nah.1.13\" annotateType=\"commentary\" sID=\"gen47485\" type=\"section\"/><div sID=\"gen47486\" type=\"x-p\"/><title>Het juk wordt verbroken</title><div eID=\"gen47486\" type=\"x-p\"/> <lb/><div sID=\"gen47487\" type=\"x-p\"/>De HEERE zegt verder tegen Juda dat Hij het juk van Assyrië, waaronder zij hebben gezucht, van hen zal stukbreken <hi type=\"italic\">(vgl. <reference osisRef=\"Lev.26.13\">Lv 26:13</reference>; <reference osisRef=\"Jer.27.2\">Jr 27:2</reference><reference osisRef=\"Jer.28.10\">; Jr 28:10</reference>; <reference osisRef=\"Ezek.34.27\">Ez 34:27</reference>)</hi>. Het juk is de belasting die moet worden betaald <hi type=\"italic\">(<reference osisRef=\"2Kgs.18.14\">2Kn 18:14</reference>; vgl. <reference osisRef=\"Isa.10.27\">Js 10:27</reference>)</hi>. God wil ons van elk juk bevrijden waardoor we in slavernij worden gehouden en niet vrij zijn om Hem te dienen. <div eID=\"gen47487\" type=\"x-p\"/><div annotateRef=\"Nah.1.13\" annotateType=\"commentary\" eID=\"gen47485\" type=\"section\"/>",
      "14": "<div annotateRef=\"Nah.1.14\" annotateType=\"commentary\" sID=\"gen47488\" type=\"section\"/><div sID=\"gen47489\" type=\"x-p\"/><title>Het einde van Ninevé</title><div eID=\"gen47489\" type=\"x-p\"/> <lb/><div sID=\"gen47490\" type=\"x-p\"/>Na het woord over het verbreken van het juk voor Juda richt Nahum het woord weer tot de koning van Assyrië. De HEERE heeft ten aanzien van hem niet alleen gesproken, maar <hi type=\"italic\">“geboden”</hi>. Krachtens Zijn gebod zal de naam van de koning van Assyrië niet blijven voortbestaan. Dat betekent dat er een einde komt aan zijn dynastie. Hij zal geen nakomelingen, geen opvolgers, hebben <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.14.4\">Js 14:4</reference><reference osisRef=\"Isa.14.20-Isa.14.23\">; 20-23</reference>)</hi>. <div eID=\"gen47490\" type=\"x-p\"/><div sID=\"gen47491\" type=\"x-p\"/>Ook zijn godsdienst wordt verwoest. Assyrische koningen beweren te regeren bij de gunst en het gezag van hun goden. Omdat hun gezag daarop berust, zal God aan al dit valse eerbetoon een einde maken. Hij zal de afgoden totaal uitroeien. Hij doet dat in <hi type=\"italic\">“het huis van uw god”</hi> wat eens te meer de volkomen waardeloosheid van een afgod aantoont. Een god die zich uit zijn eigen huis laat uitroeien, is een waardeloze god. <div eID=\"gen47491\" type=\"x-p\"/><div sID=\"gen47492\" type=\"x-p\"/>God maakt zelfs het graf van de koning van Assyrië klaar, omdat hij verachtelijk is, geheel in tegenstelling tot wat hij van zichzelf denkt <hi type=\"italic\">(vgl. <reference osisRef=\"1Sam.2.30\">1Sm 2:30b</reference>)</hi>. Hier voorzegt de HEERE de nationale uitdelging van Assyrië. De tempel van zijn afgoden waar hij zich voor zijn afgoden neerbuigt, wordt de plaats van zijn dood. Daar wordt hij door zijn zonen vermoord <hi type=\"italic\">(<reference osisRef=\"2Kgs.19.37\">2Kn 19:37</reference>; <reference osisRef=\"Isa.37.38\">Js 37:38</reference>)</hi>. <div eID=\"gen47492\" type=\"x-p\"/><div sID=\"gen47493\" type=\"x-p\"/><hi type=\"italic\">“U bent verachtelijk”</hi> kan ook worden weergegeven met: ‘U bent te licht bevonden.’ In Gods weegschaal is hij te licht bevonden <hi type=\"italic\">(vgl. <reference osisRef=\"Dan.5.27\">Dn 5:27</reference>)</hi>. Dit is het einde van Ninevé. Het ziet vooruit naar het einde van de wereld, waarboven God ook schrijft: ‘Te licht bevonden.’ Dat moeten wij ons goed bewust zijn. Zo hebben wij het profetische woord als een lamp. Als we dit woord ‘eten’, zodat het ons hele leven doortrekt, zullen we door de wereld gaan als pelgrims en vreemdelingen.<div eID=\"gen47493\" type=\"x-p\"/><div annotateRef=\"Nah.1.14\" annotateType=\"commentary\" eID=\"gen47488\" type=\"section\"/>",
      "15": "<div annotateRef=\"Nah.1.15\" annotateType=\"commentary\" sID=\"gen47494\" type=\"section\"/><div sID=\"gen47495\" type=\"x-p\"/><title>De goede boodschap voor Juda</title><div eID=\"gen47495\" type=\"x-p\"/> <lb/><div sID=\"gen47496\" type=\"x-p\"/>Nahum richt zich weer tot Juda. Terwijl de koning van Assyrië en zijn goden worden begraven <hi type=\"italic\">(<reference osisRef=\"Nah.1.14\">Na 1:14</reference>)</hi>, leeft de godsdienst van Juda op. De afgang en het einde van de vijand zijn een feit. De val van Ninevé vindt plaats enkele tientallen jaren na de profetie van Nahum. Daaroverheen ziet deze val op de verdelging van de Assyriërs in de toekomst. Het goede dat wordt geboodschapt, heeft te maken met de komst van de Messias Die de vijand heeft verdelgd. Zijn komst is een goede boodschap, een boodschap dat de vrede is gekomen <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.52.7\">Js 52:7</reference>; <reference osisRef=\"Rom.10.15\">Rm 10:15</reference>)</hi>. <div eID=\"gen47496\" type=\"x-p\"/><div sID=\"gen47497\" type=\"x-p\"/>Naar aanleiding van het goede nieuws klinkt de oproep tot feestvieren. Het volk zal weer kunnen optrekken naar de tempel om de feesten te vieren. De beloften die ongetwijfeld tijdens de bezetting voor de bevrijding zijn gedaan, kunnen worden ingelost. Er hoeft geen angst te zijn voor verstoring van de vrede en de vreugde. De reden is dat Sanherib, die <hi type=\"italic\">“verderfelijke [man]”</hi>, niet meer zal terugkomen. Dat kan onmogelijk, want <hi type=\"italic\">“hij is helemaal uitgeroeid”</hi>, er is niets van hem over. <div eID=\"gen47497\" type=\"x-p\"/><div sID=\"gen47498\" type=\"x-p\"/>Zoals al is opgemerkt, zal de volle vervulling ervan plaatsvinden in de eindtijd. Wanneer de Messias in macht en heerlijkheid verschijnt, zal Hij het Assyrische leger in de buurt van Jeruzalem verdelgen <hi type=\"italic\">(<reference osisRef=\"Dan.11.45\">Dn 11:45</reference>)</hi>. Dat nieuws zal door boodschappers naar Jeruzalem worden gebracht. Het is tegelijk de aankondiging van het vrederijk waarin de feesten van de HEERE weer worden gevierd.<div eID=\"gen47498\" type=\"x-p\"/><div sID=\"gen47499\" type=\"x-p\"/>God kondigt vreugde aan, terwijl de directe aanleiding voor de vreugde er nog niet is. Het gebeurt vaker in de Schrift dat het volle resultaat van Gods handelingen wordt gevierd vanaf het moment dat Hij die handelingen begint en ze dus nog (lang) niet voltooid zijn <hi type=\"italic\">(<reference osisRef=\"Luke.2.13-Luke.2.14\">Lk 2:13-14</reference>; <reference osisRef=\"Rev.11.15-Rev.11.17\">Op 11:15-17</reference><reference osisRef=\"Rev.12.10\">; Op 12:10</reference>)</hi>.<div eID=\"gen47499\" type=\"x-p\"/><div annotateRef=\"Nah.1.15\" annotateType=\"commentary\" eID=\"gen47494\" type=\"section\"/><chapter eID=\"gen47406\" osisID=\"Nah.1\"/>",
      "intro": "<chapter osisID=\"Nah.1\" sID=\"gen47406\"/> "
    },
    "2": {
      "1": "<div annotateRef=\"Nah.2.1\" annotateType=\"commentary\" sID=\"gen47501\" type=\"section\"/><div sID=\"gen47502\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen47502\" type=\"x-p\"/> <lb/><div sID=\"gen47503\" type=\"x-p\"/>In dit hoofdstuk zien we dat de HEERE een geweldig leger naar Ninevé zendt om de smaad te wreken die Juda is aangedaan en zijn glorie te herstellen <hi type=\"italic\">(<reference osisRef=\"Nah.2.1-Nah.2.4\">Na 2:1-4</reference>)</hi>. De stad wordt veroverd, de inwoners vluchten of worden gevangengenomen en de schatten geroofd <hi type=\"italic\">(<reference osisRef=\"Nah.2.5-Nah.2.10\">Na 2:5-10</reference>)</hi>. De geweldige stad met al zijn heerlijkheid gaat ten onder zonder een spoor na te laten <hi type=\"italic\">(<reference osisRef=\"Nah.2.11-Nah.2.13\">Na 2:11-13</reference>)</hi>.<div eID=\"gen47503\" type=\"x-p\"/><div sID=\"gen47504\" type=\"x-p\"/><title>De vijand komt eraan</title><div eID=\"gen47504\" type=\"x-p\"/> <lb/><div sID=\"gen47505\" type=\"x-p\"/>Ninevé wordt meegedeeld dat de <hi type=\"italic\">“verstrooier”</hi>, dat zijn de Meden met de Babyloniërs, eraan komt. De vijand wordt hier niet ‘aanvaller’ genoemd, maar <hi type=\"italic\">“verstrooier”</hi>. De Assyriërs waren er experts in om overwonnen volken te ontheemden en te verstrooien, zodat er geen samenhang meer in die volken was. Daardoor was het niet mogelijk voor overwonnen volken zich te hergroeperen en in verzet te komen. Zij zullen nu zelf verstrooid worden en ervaren wat ze anderen hebben aangedaan <hi type=\"italic\">(vgl. <reference osisRef=\"Ps.68.1\">Ps 68:2</reference>; <reference osisRef=\"Isa.24.1\">Js 24:1</reference>)</hi>.<div eID=\"gen47505\" type=\"x-p\"/><div sID=\"gen47506\" type=\"x-p\"/>De stad wordt ironisch aangemoedigd zich te versterken om weerstand te bieden aan de naderende legermacht. De woorden van Nahum zijn ironisch omdat God besloten heeft de stad te verwoesten. Daarom zal elke verdediging zinloos blijken te zijn. ‘De lendenen sterken’ wil zeggen zich sterk maken, want in de lendenen zit de kracht om te lopen. <div eID=\"gen47506\" type=\"x-p\"/><div annotateRef=\"Nah.2.1\" annotateType=\"commentary\" eID=\"gen47501\" type=\"section\"/>",
      "2": "<div annotateRef=\"Nah.2.2\" annotateType=\"commentary\" sID=\"gen47507\" type=\"section\"/><div sID=\"gen47508\" type=\"x-p\"/><title>Herstel van Israël</title><div eID=\"gen47508\" type=\"x-p\"/> <lb/><div sID=\"gen47509\" type=\"x-p\"/>Zoals de verwoesting van Ninevé vastbesloten is, zo is ook het herstel van Jakob, dat is Israël, de twaalf stammen, vastbesloten. Jakob en Israël zijn dezelfde persoon, maar met een ander accent. <hi type=\"italic\">“Glorie”</hi> duidt op verhoging of verheffing. Het ziet op de tijd dat Israël in kracht en zegen heerschappij zal voeren over de volken. Dan krijgt Jakob, dat wil zeggen het volk, zijn door eigen schuld verloren gegane glorie weer terug. <div eID=\"gen47509\" type=\"x-p\"/><div sID=\"gen47510\" type=\"x-p\"/>De naam Jakob – betekent ‘hielenlichter’ – herinnert aan zwakheid en ontrouw. Jakob is de naam voor het volk in hun afwijking van de HEERE, waardoor ze alle glorie zijn kwijtgeraakt die ze eens bezaten. Die glorie krijgen ze terug als ze hersteld zijn in hun relatie met de HEERE. De glorie die terugkeert, is de glorie van Israël. Israël – betekent ‘vorst van God’ – is de naam van het volk in zijn voorrechten die het van God als Zijn volk heeft gekregen.<div eID=\"gen47510\" type=\"x-p\"/><div sID=\"gen47511\" type=\"x-p\"/>De <hi type=\"italic\">“plunderaars”</hi> zijn de Assyriërs die Juda hebben leeggeplunderd. Daarbij hebben ze ook <hi type=\"italic\">“hun wijnranken te gronde gericht”</hi>. <hi type=\"italic\">“Wijnranken”</hi> is een verwijzing naar Israël als de wijngaard, de wijnstok <hi type=\"italic\">(<reference osisRef=\"Ps.80.7-Ps.80.15\">Ps 80:8-16</reference>)</hi>, waarbij we in de wijnstok de families en in de ranken de leden ervan kunnen zien. Wijnranken zijn een beeld van de vreugde die de HEERE bij Zijn volk voor Zichzelf zoekt. In de tijd van Israëls ontrouw was die vreugde er niet <hi type=\"italic\">(<reference osisRef=\"Isa.5.1-Isa.5.7\">Js 5:1-7</reference>)</hi>. Hier wordt de schuld daarvan gelegd bij de Assyriërs, wat een reden te meer is om hen te oordelen.<div eID=\"gen47511\" type=\"x-p\"/><div annotateRef=\"Nah.2.2\" annotateType=\"commentary\" eID=\"gen47507\" type=\"section\"/>",
      "3": "<div annotateRef=\"Nah.2.3-Nah.2.4\" annotateType=\"commentary\" sID=\"gen47512\" type=\"section\"/><div sID=\"gen47513\" type=\"x-p\"/><title>Het leger van de vijand</title><div eID=\"gen47513\" type=\"x-p\"/> <lb/><div sID=\"gen47514\" type=\"x-p\"/>Hier wordt het leger van de Meden en de Babyloniërs beschreven dat in <hi type=\"italic\"><reference osisRef=\"Nah.2.1\">Na 2:1</reference></hi> is aangekondigd. Met <hi type=\"italic\">“zijn helden”</hi> worden de helden van het leger van de Meden en de Babyloniërs bedoeld. Het is tevens mogelijk hen te zien als de helden van de HEERE omdat Hij dat leger inzet tegen Ninevé <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.5.26-Isa.5.30\">Js 5:26-30</reference><reference osisRef=\"Isa.10.5-Isa.10.6\">; Js 10:5-6</reference><reference osisRef=\"Isa.13.3\">; Js 13:3</reference>)</hi>.<div eID=\"gen47514\" type=\"x-p\"/><div sID=\"gen47515\" type=\"x-p\"/>De rode kleur overheerst in dat leger <hi type=\"italic\">(vgl. <reference osisRef=\"Ezek.23.14\">Ez 23:14</reference>)</hi>, mogelijk door het gebruik van rode verf of omdat de wapens met koper zijn overtrokken. Het is de kleur van de agressie (groen is een rustgevende kleur). Het militaire tenue is ook rood, door het gebruik van karmozijn. Het schudden van de lansen is een gebruik om de vijand te imponeren, om te laten zien hoe bedreven ze in het gebruik ervan zijn.<div eID=\"gen47515\" type=\"x-p\"/><div sID=\"gen47516\" type=\"x-p\"/>In een razend tempo overrompelt de vijand Ninevé. In het schijnsel van de zon lijken de stalen wagens op brandende fakkels. Door hun grote snelheid doen ze denken aan bliksemflitsen. De strijd speelt zich af in de straten en op de pleinen. Er is voor de Ninevieten geen vat op te krijgen. Ze worden erdoor verteerd als door het vuur van fakkels. Alles gebeurt met de snelheid van de bliksem.<div eID=\"gen47516\" type=\"x-p\"/><div annotateRef=\"Nah.2.3-Nah.2.4\" annotateType=\"commentary\" eID=\"gen47512\" type=\"section\"/>",
      "4": "<div annotateRef=\"Nah.2.3-Nah.2.4\" annotateType=\"commentary\" sID=\"gen47512\" type=\"section\"/><div sID=\"gen47513\" type=\"x-p\"/><title>Het leger van de vijand</title><div eID=\"gen47513\" type=\"x-p\"/> <lb/><div sID=\"gen47514\" type=\"x-p\"/>Hier wordt het leger van de Meden en de Babyloniërs beschreven dat in <hi type=\"italic\"><reference osisRef=\"Nah.2.1\">Na 2:1</reference></hi> is aangekondigd. Met <hi type=\"italic\">“zijn helden”</hi> worden de helden van het leger van de Meden en de Babyloniërs bedoeld. Het is tevens mogelijk hen te zien als de helden van de HEERE omdat Hij dat leger inzet tegen Ninevé <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.5.26-Isa.5.30\">Js 5:26-30</reference><reference osisRef=\"Isa.10.5-Isa.10.6\">; Js 10:5-6</reference><reference osisRef=\"Isa.13.3\">; Js 13:3</reference>)</hi>.<div eID=\"gen47514\" type=\"x-p\"/><div sID=\"gen47515\" type=\"x-p\"/>De rode kleur overheerst in dat leger <hi type=\"italic\">(vgl. <reference osisRef=\"Ezek.23.14\">Ez 23:14</reference>)</hi>, mogelijk door het gebruik van rode verf of omdat de wapens met koper zijn overtrokken. Het is de kleur van de agressie (groen is een rustgevende kleur). Het militaire tenue is ook rood, door het gebruik van karmozijn. Het schudden van de lansen is een gebruik om de vijand te imponeren, om te laten zien hoe bedreven ze in het gebruik ervan zijn.<div eID=\"gen47515\" type=\"x-p\"/><div sID=\"gen47516\" type=\"x-p\"/>In een razend tempo overrompelt de vijand Ninevé. In het schijnsel van de zon lijken de stalen wagens op brandende fakkels. Door hun grote snelheid doen ze denken aan bliksemflitsen. De strijd speelt zich af in de straten en op de pleinen. Er is voor de Ninevieten geen vat op te krijgen. Ze worden erdoor verteerd als door het vuur van fakkels. Alles gebeurt met de snelheid van de bliksem.<div eID=\"gen47516\" type=\"x-p\"/><div annotateRef=\"Nah.2.3-Nah.2.4\" annotateType=\"commentary\" eID=\"gen47512\" type=\"section\"/>",
      "5": "<div annotateRef=\"Nah.2.5\" annotateType=\"commentary\" sID=\"gen47517\" type=\"section\"/><div sID=\"gen47518\" type=\"x-p\"/><title>Voortgang in de strijd</title><div eID=\"gen47518\" type=\"x-p\"/> <lb/><div sID=\"gen47519\" type=\"x-p\"/>Hier wordt ons gezegd wat de koning van Assyrië denkt. God kent de gedachten van de harten van alle mensen. De koning van Assyrië denkt de aanval te kunnen afslaan en rekent daarvoor op <hi type=\"italic\">“zijn machtigen”</hi>, de militaire leiders. Ze snellen naar de muur. De bescherming van de muur is van het allergrootste belang bij een belegering. Maar op het uur van de waarheid struikelen zij in hun haast om de muur te beklimmen. De machtigen komen te laat, want de aanvallers maken het stormdak al gereed om de muur te bestormen. <div eID=\"gen47519\" type=\"x-p\"/><div annotateRef=\"Nah.2.5\" annotateType=\"commentary\" eID=\"gen47517\" type=\"section\"/>",
      "6": "<div annotateRef=\"Nah.2.6\" annotateType=\"commentary\" sID=\"gen47520\" type=\"section\"/><div sID=\"gen47521\" type=\"x-p\"/><title>Watervloed als wapen</title><div eID=\"gen47521\" type=\"x-p\"/> <lb/><div sID=\"gen47522\" type=\"x-p\"/>De val is niet tegen te houden. In enkele woorden wordt de val van Ninevé beschreven. Hiervoor gebruikt God een overstroming van <hi type=\"italic\">“de rivieren”</hi> waardoor de muur ten val komt en het paleis verwoest wordt. Bij Ninevé komen drie rivieren samen. De Tigris stroomt dicht bij de muren, de Khosr en de Tebiltu stromen door de stad. Met <hi type=\"italic\">“de poorten”</hi> van de rivieren kunnen wel sluizen of dammen worden bedoeld die de waterstromen besturen. Door het openen van de sluizen en het doorbreken van de dammen krijgt een enorme watervloed de vrije loop. De bewoners van het paleis smelten weg van angst voor de onstuitbare watervloed.<div eID=\"gen47522\" type=\"x-p\"/><div annotateRef=\"Nah.2.6\" annotateType=\"commentary\" eID=\"gen47520\" type=\"section\"/>",
      "7": "<div annotateRef=\"Nah.2.7\" annotateType=\"commentary\" sID=\"gen47523\" type=\"section\"/><div sID=\"gen47524\" type=\"x-p\"/><title>De ellende van Ninevé</title><div eID=\"gen47524\" type=\"x-p\"/> <lb/><div sID=\"gen47525\" type=\"x-p\"/>Hier zien we het gevolg van de definitieve overrompeling in <hi type=\"italic\"><reference osisRef=\"Nah.2.6\">Na 2:6</reference></hi>. <hi type=\"italic\">“Ontbloot”</hi> wil zeggen ontdaan van al haar luister. De bewoners van de stad worden gezien als slavinnen. Zij treuren over hun lot, wat te horen is aan hun ‘koeren’ zoals duiven dat doen en te zien is aan het zich op de borst slaan.<div eID=\"gen47525\" type=\"x-p\"/><div annotateRef=\"Nah.2.7\" annotateType=\"commentary\" eID=\"gen47523\" type=\"section\"/>",
      "8": "<div annotateRef=\"Nah.2.8\" annotateType=\"commentary\" sID=\"gen47526\" type=\"section\"/><div sID=\"gen47527\" type=\"x-p\"/><title>Op de vlucht geslagen</title><div eID=\"gen47527\" type=\"x-p\"/> <lb/><div sID=\"gen47528\" type=\"x-p\"/>Ninevé is vanaf haar ontstaan hoogmoedig en trots geweest. Nu haar einde is gekomen, is daar niets van over. Wat een natuurlijke bescherming bood, is haar ondergang geworden. Hier klinkt opnieuw ironie door. Waar ze eerst in zelfzucht van heeft genoten als de inhoud van haar ontstaan en leven, is de oorzaak van haar dood. <div eID=\"gen47528\" type=\"x-p\"/><div sID=\"gen47529\" type=\"x-p\"/>Bevelen aan soldaten om op hun post te blijven staan, worden door hen genegeerd. Ze zijn allemaal in paniek op de vlucht geslagen.<div eID=\"gen47529\" type=\"x-p\"/><div annotateRef=\"Nah.2.8\" annotateType=\"commentary\" eID=\"gen47526\" type=\"section\"/>",
      "9": "<div annotateRef=\"Nah.2.9\" annotateType=\"commentary\" sID=\"gen47530\" type=\"section\"/><div sID=\"gen47531\" type=\"x-p\"/><title>Oproep om Ninevé te beroven</title><div eID=\"gen47531\" type=\"x-p\"/> <lb/><div sID=\"gen47532\" type=\"x-p\"/>Als de verdedigingsmuren gevallen en de verdedigers gevlucht zijn, kunnen de enorme schatten worden geroofd die in de stad opgestapeld liggen. De oproep daartoe komt van God bij monde van de profeet. Deze oproep heeft Ninevé steeds zelf gedaan wanneer de Assyriërs oorlog gingen voeren om gebieden te veroveren. Daardoor is ze de rijkste stad van heel het nabije oosten geworden. Nu krijgt ze hetzelfde lot te verduren. De rijke voorraad aan allerlei kostbare voorwerpen lijkt wel eindeloos. De vijanden kunnen hun gang gaan.<div eID=\"gen47532\" type=\"x-p\"/><div annotateRef=\"Nah.2.9\" annotateType=\"commentary\" eID=\"gen47530\" type=\"section\"/>",
      "10": "<div annotateRef=\"Nah.2.10\" annotateType=\"commentary\" sID=\"gen47533\" type=\"section\"/><div sID=\"gen47534\" type=\"x-p\"/><title>Alle rijkdom en hoop zijn verdwenen</title><div eID=\"gen47534\" type=\"x-p\"/> <lb/><div sID=\"gen47535\" type=\"x-p\"/>De overwinning op de stad wordt krachtig samengevat in de eerste drie woorden van dit vers die in het Hebreeuws als een rijm klinken (<hi type=\"italic\">buqah umebuqah umebullaqah</hi>). In synoniemen wordt de verwoesting beschreven, alsof er geen woorden genoeg zijn om aan te geven hoe groot en grondig deze is. De stad die eens zo rijk en invloedrijk was, is nu een ellendige puinhoop, zonder schatten en zonder leven. Dat is wat overblijft van macht die wordt gebruikt tegen God.<div eID=\"gen47535\" type=\"x-p\"/><div sID=\"gen47536\" type=\"x-p\"/>De gevluchte bewoners van de stad zijn er niet beter aan toe. Alle moed is hun ontzonken, alle kracht is verdwenen. Overal waar kracht zou moeten zijn, <hi type=\"italic\">“al de lendenen”</hi>, zijn pijnscheuten. Krachteloosheid is al hopeloos en als er nog eens pijn bij komt, is de situatie helemaal zonder uitzicht. En er is niet alleen geen uitzicht op uitkomst, het uitzicht dat er is, doet alle gezichten verschieten van kleur, dat wil zeggen dat alle kleur eruit wegtrekt, ze worden lijkbleek. Er is alleen uitzicht op verschrikking en een overvloed aan ellende.<div eID=\"gen47536\" type=\"x-p\"/><div annotateRef=\"Nah.2.10\" annotateType=\"commentary\" eID=\"gen47533\" type=\"section\"/>",
      "11": "<div annotateRef=\"Nah.2.11\" annotateType=\"commentary\" sID=\"gen47537\" type=\"section\"/><div sID=\"gen47538\" type=\"x-p\"/><title>Een spotvraag</title><div eID=\"gen47538\" type=\"x-p\"/> <lb/><div sID=\"gen47539\" type=\"x-p\"/>Tegenover het snoevende <hi type=\"italic\">“waar?”</hi> dat uit de mond van de koning van Assyrië komt <hi type=\"italic\">(<reference osisRef=\"2Kgs.18.34\">2Kn 18:34</reference>)</hi>, klinkt hier het uitdagende <hi type=\"italic\">“waar?”</hi> uit de mond van de HEERE. Het beeld van de leeuw toont de rovende begeerte van de leiders en het volk van Ninevé. De leeuw is een dier dat vaak in Assyrische inscripties voorkomt. Koningen van Ninevé vergeleken zichzelf daarmee. Als leeuwen verscheurden zij de inwoners van overwonnen steden. <div eID=\"gen47539\" type=\"x-p\"/><div sID=\"gen47540\" type=\"x-p\"/>In de geest ziet Nahum de stad als weggevaagd. Hij kijkt naar de plaats waar ze eens stond, maar ziet haar niet meer. Het was een stad vol roofzuchtige heersers die als leeuwen volken verscheurden, hun schatten plunderden en daarmee Ninevé vulden. Van al die verschrikkingen is niets over.<div eID=\"gen47540\" type=\"x-p\"/><div sID=\"gen47541\" type=\"x-p\"/>Om het beeld nog indrukwekkender te maken gebruikt Nahum verschillende benamingen en verschillende leeftijden van de leeuwen. Acht keer gebruikt hij in de <hi type=\"italic\"><reference osisRef=\"Nah.2.11-Nah.2.13\">Na 2:11-13</reference></hi> een woord voor leeuw, in verschillende samenstellingen. Hij heeft het over de mannelijke leeuw, het vrouwtje, de jonge leeuw die zelf al jaagt en de jonge leeuw, de welp, die hiertoe nog niet in staat is. Alles was onder haar controle, niemand schrok haar op, zo zeker was ze van haar macht.<div eID=\"gen47541\" type=\"x-p\"/><div annotateRef=\"Nah.2.11\" annotateType=\"commentary\" eID=\"gen47537\" type=\"section\"/>",
      "12": "<div annotateRef=\"Nah.2.12\" annotateType=\"commentary\" sID=\"gen47542\" type=\"section\"/><div sID=\"gen47543\" type=\"x-p\"/><title>De verscheurende aard van Ninevé</title><div eID=\"gen47543\" type=\"x-p\"/> <lb/><div sID=\"gen47544\" type=\"x-p\"/>Gaat het in <hi type=\"italic\"><reference osisRef=\"Nah.2.11\">Na 2:11</reference></hi> om de stad, in dit vers gaat het om de inwoners. Ninevé heeft op wrede, meedogenloze manier gedood en daarmee de stad voorzien van buit. De stad heeft daarvan in overdadige, gulzige mate genoten. <div eID=\"gen47544\" type=\"x-p\"/><div annotateRef=\"Nah.2.12\" annotateType=\"commentary\" eID=\"gen47542\" type=\"section\"/>",
      "13": "<div annotateRef=\"Nah.2.13\" annotateType=\"commentary\" sID=\"gen47545\" type=\"section\"/><div sID=\"gen47546\" type=\"x-p\"/><title>De HEERE zal Ninevé oordelen</title><div eID=\"gen47546\" type=\"x-p\"/> <lb/><div sID=\"gen47547\" type=\"x-p\"/>Met de beginwoorden <hi type=\"italic\">“zie, Ik zál u”</hi> kondigt de HEERE het oordeel aan over de grenzeloze tirannie van Ninevé. Hij spreekt hier in Zijn majesteit als <hi type=\"italic\">“de HEERE van de legermachten”</hi>. Alle machten in de hemel en op de aarde zijn aan Hem onderworpen. De strijdwagens worden verbrand. Dat is het einde van haar militaire macht. Daarop vooral vertrouwden de Assyriërs. <div eID=\"gen47547\" type=\"x-p\"/><div sID=\"gen47548\" type=\"x-p\"/>Ook de hele uitstraling van macht, die in de jonge leeuwen wordt gezien, wordt verteerd. Dat gebeurt door het zwaard van de vijand. Als de leeuw verslagen is, is ook zijn prooi, alles wat hij in zijn macht had, uitgeroeid. De gezanten, de boodschappers die koninklijke bevelen overbrachten en ze ook uitvoerden <hi type=\"italic\">(<reference osisRef=\"1Kgs.19.2\">1Kn 19:2</reference>; <reference osisRef=\"2Kgs.19.23\">2Kn 19:23</reference>; <reference osisRef=\"Isa.37.9\">Js 37:9</reference><reference osisRef=\"Isa.37.14\">; 14</reference><reference osisRef=\"Isa.37.24\">; 24</reference>)</hi>, zullen niet meer worden gehoord <hi type=\"italic\">(vgl. <reference osisRef=\"Ezek.19.9\">Ez 19:9</reference>)</hi>.<div eID=\"gen47548\" type=\"x-p\"/><div annotateRef=\"Nah.2.13\" annotateType=\"commentary\" eID=\"gen47545\" type=\"section\"/><chapter eID=\"gen47500\" osisID=\"Nah.2\"/>",
      "intro": "<chapter osisID=\"Nah.2\" sID=\"gen47500\"/> "
    },
    "3": {
      "1": "<div annotateRef=\"Nah.3.1\" annotateType=\"commentary\" sID=\"gen47550\" type=\"section\"/><div sID=\"gen47551\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen47551\" type=\"x-p\"/> <lb/><div sID=\"gen47552\" type=\"x-p\"/>Nahum noemt nog eens de reden van het oordeel over Ninevé. Het oordeel komt vanwege de vele zonden van de stad <hi type=\"italic\">(<reference osisRef=\"Nah.3.1-Nah.3.7\">Na 3:1-7</reference>)</hi>. Dat oordeel kan zij net zomin afwenden als No-Amon dat heeft kunnen doen <hi type=\"italic\">(<reference osisRef=\"Nah.3.8-Nah.3.13\">Na 3:8-13</reference>)</hi>. Het oordeel zal haar ondanks alle hulpmiddelen vol verschrikking treffen <hi type=\"italic\">(<reference osisRef=\"Nah.3.14-Nah.3.19\">Na 3:14-19</reference>)</hi>.<div eID=\"gen47552\" type=\"x-p\"/><div sID=\"gen47553\" type=\"x-p\"/><title>Wee de bloedstad</title><div eID=\"gen47553\" type=\"x-p\"/> <lb/><div sID=\"gen47554\" type=\"x-p\"/>De stad is vol geweld en leugen. Geweld en leugen zijn de twee uitingen van de zonde waaronder alle zonden zijn begrepen <hi type=\"italic\">(vgl. <reference osisRef=\"Gen.6.11\">Gn 6:11</reference>)</hi>. Ze zijn er als het ware een samenvatting van. Ninevé schijnt uitgebroed te zijn door de geest van zijn stichter Nimrod, die een machtig jager was voor het aangezicht van de HEERE en die zijn rijk op bloed heeft gebouwd <hi type=\"italic\">(<reference osisRef=\"Gen.10.8-Gen.10.9\">Gn 10:8-9</reference>)</hi>.<div eID=\"gen47554\" type=\"x-p\"/><div sID=\"gen47555\" type=\"x-p\"/>Ninevé is <hi type=\"italic\">“de bloedstad”</hi> en <hi type=\"italic\">“een en al leugen”</hi> omdat alle buit in de stad door bloedvergieten en bedrog is verkregen. Niets ervan is voor anderen bestemd. Het dient alles tot bevrediging van de eigen begeerten. En het roven gaat nog steeds door omdat de begeerte onverzadigbaar is. Het is nooit genoeg. Het is daarmee een beschrijving van de ongebreidelde hebzucht die vandaag de mensheid in zijn algemeenheid kenmerkt. <div eID=\"gen47555\" type=\"x-p\"/><div annotateRef=\"Nah.3.1\" annotateType=\"commentary\" eID=\"gen47550\" type=\"section\"/>",
      "2": "<div annotateRef=\"Nah.3.2-Nah.3.3\" annotateType=\"commentary\" sID=\"gen47556\" type=\"section\"/><div sID=\"gen47557\" type=\"x-p\"/><title>Het strijdtoneel</title><div eID=\"gen47557\" type=\"x-p\"/> <lb/><div sID=\"gen47558\" type=\"x-p\"/>Aan de situatie van het vorige vers komt een dramatisch einde. De profeet beschrijft op levendige wijze, alsof hij oog- en oorgetuige is, de aanval op en de bestorming van de stad Ninevé <hi type=\"italic\">(vgl. <reference osisRef=\"Nah.2.3-Nah.2.5\">Na 2:3-5</reference>)</hi>. Het begint met <hi type=\"italic\">“zweepgeknal” (<reference osisRef=\"Nah.3.2\">Na 3:2</reference>)</hi>, wat erop wijst dat de paarden tot steeds grotere snelheid worden aangejaagd. De <hi type=\"italic\">“ratelende wielen”</hi> kondigen hoorbaar de komst van de vijand aan. De <hi type=\"italic\">“galopperende paarden”</hi> zijn onstuitbaar in hun ren naar Ninevé. Ze lopen zo hard, dat de wagens die ze trekken, over de hobbelige ondergrond heen en weer en op en neer hotsen.<div eID=\"gen47558\" type=\"x-p\"/><div sID=\"gen47559\" type=\"x-p\"/>Behalve bemande strijdwagens met paarden ervoor zijn er ook bereden paarden <hi type=\"italic\">(<reference osisRef=\"Nah.3.3\">Na 3:3</reference>)</hi>. De ruiters zijn ook klaar voor de strijd. Ze steigeren met hun paarden, ze slaan erop los met hun vlammende zwaarden en werpen hun speren met de snelheid van de bliksem.<div eID=\"gen47559\" type=\"x-p\"/><div sID=\"gen47560\" type=\"x-p\"/>De slachting is groot: vier keer wordt er gewezen op de lijken – waarvoor in het Hebreeuws drie verschillende woorden worden gebruikt – die als een spoor door het binnengevallen leger worden nagelaten. Er zijn zoveel lijken, dat de overwinnaars er in hun opmars over struikelen. Zoals er is gezegd van de rijkdom, dat daaraan geen einde komt <hi type=\"italic\">(<reference osisRef=\"Nah.2.9\">Na 2:9</reference>)</hi>, zo wordt dat hier gezegd van de dode lichamen.<div eID=\"gen47560\" type=\"x-p\"/><div annotateRef=\"Nah.3.2-Nah.3.3\" annotateType=\"commentary\" eID=\"gen47556\" type=\"section\"/>",
      "3": "<div annotateRef=\"Nah.3.2-Nah.3.3\" annotateType=\"commentary\" sID=\"gen47556\" type=\"section\"/><div sID=\"gen47557\" type=\"x-p\"/><title>Het strijdtoneel</title><div eID=\"gen47557\" type=\"x-p\"/> <lb/><div sID=\"gen47558\" type=\"x-p\"/>Aan de situatie van het vorige vers komt een dramatisch einde. De profeet beschrijft op levendige wijze, alsof hij oog- en oorgetuige is, de aanval op en de bestorming van de stad Ninevé <hi type=\"italic\">(vgl. <reference osisRef=\"Nah.2.3-Nah.2.5\">Na 2:3-5</reference>)</hi>. Het begint met <hi type=\"italic\">“zweepgeknal” (<reference osisRef=\"Nah.3.2\">Na 3:2</reference>)</hi>, wat erop wijst dat de paarden tot steeds grotere snelheid worden aangejaagd. De <hi type=\"italic\">“ratelende wielen”</hi> kondigen hoorbaar de komst van de vijand aan. De <hi type=\"italic\">“galopperende paarden”</hi> zijn onstuitbaar in hun ren naar Ninevé. Ze lopen zo hard, dat de wagens die ze trekken, over de hobbelige ondergrond heen en weer en op en neer hotsen.<div eID=\"gen47558\" type=\"x-p\"/><div sID=\"gen47559\" type=\"x-p\"/>Behalve bemande strijdwagens met paarden ervoor zijn er ook bereden paarden <hi type=\"italic\">(<reference osisRef=\"Nah.3.3\">Na 3:3</reference>)</hi>. De ruiters zijn ook klaar voor de strijd. Ze steigeren met hun paarden, ze slaan erop los met hun vlammende zwaarden en werpen hun speren met de snelheid van de bliksem.<div eID=\"gen47559\" type=\"x-p\"/><div sID=\"gen47560\" type=\"x-p\"/>De slachting is groot: vier keer wordt er gewezen op de lijken – waarvoor in het Hebreeuws drie verschillende woorden worden gebruikt – die als een spoor door het binnengevallen leger worden nagelaten. Er zijn zoveel lijken, dat de overwinnaars er in hun opmars over struikelen. Zoals er is gezegd van de rijkdom, dat daaraan geen einde komt <hi type=\"italic\">(<reference osisRef=\"Nah.2.9\">Na 2:9</reference>)</hi>, zo wordt dat hier gezegd van de dode lichamen.<div eID=\"gen47560\" type=\"x-p\"/><div annotateRef=\"Nah.3.2-Nah.3.3\" annotateType=\"commentary\" eID=\"gen47556\" type=\"section\"/>",
      "4": "<div annotateRef=\"Nah.3.4\" annotateType=\"commentary\" sID=\"gen47561\" type=\"section\"/><div sID=\"gen47562\" type=\"x-p\"/><title>De reden van het oordeel</title><div eID=\"gen47562\" type=\"x-p\"/> <lb/><div sID=\"gen47563\" type=\"x-p\"/>Nahum noemt de reden van het oordeel, <hi type=\"italic\">“vanwege”</hi>. Ninevé wordt vergeleken met een verleidelijke, knappe hoer, die vele volken in haar netten heeft gevangen. Ze lijkt hierin op <hi type=\"italic\">“het grote Babylon, de moeder van de hoeren” (<reference osisRef=\"Rev.17.1-Rev.17.6\">Op 17:1-6</reference>)</hi>. Ninevé is knap, ze heeft grote aantrekkingskracht op andere volken die ook die weelde willen. Het oordeel komt over haar omdat ze als een hoer mensen heeft aangetrokken door wat ze heeft aan te bieden. Ze heeft occulte praktijken aangeboden, seksuele verdorvenheid, valse godsdienst, politieke gunsten, onbeschaamde welvaart en mateloos plezier in een arme ten onder gaande wereld. Met deze verleidingen heeft ze zelfs Gods volk benaderd om hen ertoe te bewegen zich aan haar over te geven <hi type=\"italic\">(<reference osisRef=\"2Kgs.18.31-2Kgs.18.32\">2Kn 18:31-32</reference>)</hi>. <div eID=\"gen47563\" type=\"x-p\"/><div sID=\"gen47564\" type=\"x-p\"/>Drie keer wordt in dit vers haar hoererij genoemd, waardoor wel duidelijk haar walgelijke bezigheden getekend worden. Hoererij betekent verraad, ontrouw, verdorvenheid en wellustige begeerte. Zij hult zich in het kleed van de liefde en onder de schijn daarvan bevredigt zij haar lust naar macht en rijkdom.<div eID=\"gen47564\" type=\"x-p\"/><div sID=\"gen47565\" type=\"x-p\"/>Bij haar hoererij maakt ze gebruik van toverij. Ze is een hoer en een heks. Haar hoererij is niet afgoderij zoals bij Israël, dat met de levende God in verbinding staat. Zij legt zich toe op toverij. Het is haar manier van politiek bedrijven, het sluiten van een bedrieglijke vriendschap en arglistige politiek, waarmee zij andere staten heeft omstrengeld en in haar macht heeft gekregen. Toverij is het betoveren van iemand om hem daardoor aan zich te binden. Zowel toverij als hoererij veronderstelt een controle die wordt uitgeoefend door verborgen, geheime middelen die dodelijk in hun uitwerking zijn. Izebel was een vrouw van hoererij en toverij <hi type=\"italic\">(<reference osisRef=\"2Kgs.9.22\">2Kn 9:22</reference>; vgl. <reference osisRef=\"Rev.21.8\">Op 21:8</reference><reference osisRef=\"Rev.22.15\">; Op 22:15</reference>)</hi>.<div eID=\"gen47565\" type=\"x-p\"/><div sID=\"gen47566\" type=\"x-p\"/>‘Volken verkopen’ wil zeggen hen van hun vrijheid beroven en in slavernij brengen door middel van hoererijen. ‘Geslachten’ zijn kleinere volksstammen, volkjes.<div eID=\"gen47566\" type=\"x-p\"/><div annotateRef=\"Nah.3.4\" annotateType=\"commentary\" eID=\"gen47561\" type=\"section\"/>",
      "5": "<div annotateRef=\"Nah.3.5-Nah.3.6\" annotateType=\"commentary\" sID=\"gen47567\" type=\"section\"/><div sID=\"gen47568\" type=\"x-p\"/><title>De passende straf</title><div eID=\"gen47568\" type=\"x-p\"/> <lb/><div sID=\"gen47569\" type=\"x-p\"/>De behandeling die zij krijgt, past bij een hoer. Op het gebied waar zij zondigt, ligt ook haar straf <hi type=\"italic\">(<reference osisRef=\"Isa.47.3\">Js 47:3</reference>; <reference osisRef=\"Ezek.16.37-Ezek.16.41\">Ez 16:37-41</reference>; <reference osisRef=\"Jer.13.26\">Jr 13:26</reference>)</hi>. De HEERE Zelf zal bewerken dat de bewondering van allen die zich met haar hebben ingelaten, in afschuw verandert. Het is het beeld van een in ongenade gevallen hoer, die oud en onaantrekkelijk is geworden. Haar naaktheid, haar ware gedaante, wordt onthuld. Ze wordt nu met afschuw en minachting behandeld. Als we mensen tot zonde verleiden, zullen ze ons daar uiteindelijk niet voor bedanken, maar voor verachten.<div eID=\"gen47569\" type=\"x-p\"/><div sID=\"gen47570\" type=\"x-p\"/>Het wil niet zeggen dat zij die zich met haar hebben ingelaten, beter zijn. Ze zijn net zo slecht. Maar hier gaat het om het oordeel over Ninevé. Ze zal het kenmerk van de grootste verachting dragen. Vuil op iemand werpen is een beeld van de smadelijkste behandeling en verachting. Ze zal te kijk worden gezet, wat betekent dat ze een voorwerp van openlijke smaad zal zijn.<div eID=\"gen47570\" type=\"x-p\"/><div annotateRef=\"Nah.3.5-Nah.3.6\" annotateType=\"commentary\" eID=\"gen47567\" type=\"section\"/>",
      "6": "<div annotateRef=\"Nah.3.5-Nah.3.6\" annotateType=\"commentary\" sID=\"gen47567\" type=\"section\"/><div sID=\"gen47568\" type=\"x-p\"/><title>De passende straf</title><div eID=\"gen47568\" type=\"x-p\"/> <lb/><div sID=\"gen47569\" type=\"x-p\"/>De behandeling die zij krijgt, past bij een hoer. Op het gebied waar zij zondigt, ligt ook haar straf <hi type=\"italic\">(<reference osisRef=\"Isa.47.3\">Js 47:3</reference>; <reference osisRef=\"Ezek.16.37-Ezek.16.41\">Ez 16:37-41</reference>; <reference osisRef=\"Jer.13.26\">Jr 13:26</reference>)</hi>. De HEERE Zelf zal bewerken dat de bewondering van allen die zich met haar hebben ingelaten, in afschuw verandert. Het is het beeld van een in ongenade gevallen hoer, die oud en onaantrekkelijk is geworden. Haar naaktheid, haar ware gedaante, wordt onthuld. Ze wordt nu met afschuw en minachting behandeld. Als we mensen tot zonde verleiden, zullen ze ons daar uiteindelijk niet voor bedanken, maar voor verachten.<div eID=\"gen47569\" type=\"x-p\"/><div sID=\"gen47570\" type=\"x-p\"/>Het wil niet zeggen dat zij die zich met haar hebben ingelaten, beter zijn. Ze zijn net zo slecht. Maar hier gaat het om het oordeel over Ninevé. Ze zal het kenmerk van de grootste verachting dragen. Vuil op iemand werpen is een beeld van de smadelijkste behandeling en verachting. Ze zal te kijk worden gezet, wat betekent dat ze een voorwerp van openlijke smaad zal zijn.<div eID=\"gen47570\" type=\"x-p\"/><div annotateRef=\"Nah.3.5-Nah.3.6\" annotateType=\"commentary\" eID=\"gen47567\" type=\"section\"/>",
      "7": "<div annotateRef=\"Nah.3.7\" annotateType=\"commentary\" sID=\"gen47571\" type=\"section\"/><div sID=\"gen47572\" type=\"x-p\"/><title>Ninevé is zonder iemand die troost</title><div eID=\"gen47572\" type=\"x-p\"/> <lb/><div sID=\"gen47573\" type=\"x-p\"/>Naties zullen met verbazing naar Ninevé kijken. Maar er zal geen natie zijn die medelijden met haar heeft omdat zij haar ondergang heeft verdiend. Zij die van niemand de vriend is geweest, heeft ook niemand die haar beklaagt. Wie God afwijst, heeft geen trooster <hi type=\"italic\">(vgl. <reference osisRef=\"Lam.1.2\">Kl 1:2</reference><reference osisRef=\"Lam.1.9\">; 9</reference>)</hi>. Er is geen hoop voor Ninevé.<div eID=\"gen47573\" type=\"x-p\"/><div sID=\"gen47574\" type=\"x-p\"/>De uitdrukking <hi type=\"italic\">“medeleven betuigen”</hi> is letterlijk ‘het hoofd schudden’. Het schudden van het hoofd is een uiting van medeleven wanneer iemand in groot verdriet is, waarmee als het ware wordt gezegd: ‘Ik kan het ook niet begrijpen waarom deze smart jou getroffen heeft.’ <div eID=\"gen47574\" type=\"x-p\"/><div annotateRef=\"Nah.3.7\" annotateType=\"commentary\" eID=\"gen47571\" type=\"section\"/>",
      "8": "<div annotateRef=\"Nah.3.8-Nah.3.10\" annotateType=\"commentary\" sID=\"gen47575\" type=\"section\"/><div sID=\"gen47576\" type=\"x-p\"/><title>Ninevé niet beter dan No-Amon</title><div eID=\"gen47576\" type=\"x-p\"/> <lb/><div sID=\"gen47577\" type=\"x-p\"/>Ninevé zal zichzelf niet van de ondergang kunnen redden door haar macht. Deze ijdele hoop ontneemt de profeet haar door in de <hi type=\"italic\"><reference osisRef=\"Nah.3.8-Nah.3.10\">Na 3:8-10</reference></hi> op de val het machtige No-Amon in Egypte te wijzen <hi type=\"italic\">(<reference osisRef=\"Jer.46.25\">Jr 46:25</reference>; <reference osisRef=\"Ezek.30.14-Ezek.30.16\">Ez 30:14-16</reference>)</hi>. No-Amon of Thebes was de hoofdstad van Opper-Egypte. De stad werd in 663 v.Chr. door de Assyriërs ingenomen en geplunderd, ongeveer vijftig jaar voor de ondergang van Ninevé. Ondanks de grootte van de stad, beschermd door water, sterke muren en een machtig leger, is het de Assyriërs gelukt de stad te veroveren. <div eID=\"gen47577\" type=\"x-p\"/><div sID=\"gen47578\" type=\"x-p\"/>Behalve de natuurlijke ligging die bescherming bood, had ze tot sterkte de onder haar bevel staande legers van verschillende volken <hi type=\"italic\">(<reference osisRef=\"Nah.3.9\">Na 3:9</reference>)</hi>. Maar ook de sterke bondgenoten, waaraan de stad extra kracht en hulp ontleende, waren onmachtig om de stad van de ondergang te redden. Ondanks al haar voordelen was de stad gevallen en was er gruwelijk, zonder medelijden, met haar gehandeld door de Assyriërs <hi type=\"italic\">(<reference osisRef=\"Nah.3.10\">Na 3:10</reference>)</hi>.<div eID=\"gen47578\" type=\"x-p\"/><div sID=\"gen47579\" type=\"x-p\"/>Ninevé had kunnen leren van No-Amon. Wat ze bij No-Amon had gedaan, zal bij haar worden gedaan. Waarom zou zij anders zijn? Bij God is geen aanzien des persoons. Zoals ze anderen heeft behandeld, zal ze nu zelf worden behandeld.<div eID=\"gen47579\" type=\"x-p\"/><div annotateRef=\"Nah.3.8-Nah.3.10\" annotateType=\"commentary\" eID=\"gen47575\" type=\"section\"/>",
      "9": "<div annotateRef=\"Nah.3.8-Nah.3.10\" annotateType=\"commentary\" sID=\"gen47575\" type=\"section\"/><div sID=\"gen47576\" type=\"x-p\"/><title>Ninevé niet beter dan No-Amon</title><div eID=\"gen47576\" type=\"x-p\"/> <lb/><div sID=\"gen47577\" type=\"x-p\"/>Ninevé zal zichzelf niet van de ondergang kunnen redden door haar macht. Deze ijdele hoop ontneemt de profeet haar door in de <hi type=\"italic\"><reference osisRef=\"Nah.3.8-Nah.3.10\">Na 3:8-10</reference></hi> op de val het machtige No-Amon in Egypte te wijzen <hi type=\"italic\">(<reference osisRef=\"Jer.46.25\">Jr 46:25</reference>; <reference osisRef=\"Ezek.30.14-Ezek.30.16\">Ez 30:14-16</reference>)</hi>. No-Amon of Thebes was de hoofdstad van Opper-Egypte. De stad werd in 663 v.Chr. door de Assyriërs ingenomen en geplunderd, ongeveer vijftig jaar voor de ondergang van Ninevé. Ondanks de grootte van de stad, beschermd door water, sterke muren en een machtig leger, is het de Assyriërs gelukt de stad te veroveren. <div eID=\"gen47577\" type=\"x-p\"/><div sID=\"gen47578\" type=\"x-p\"/>Behalve de natuurlijke ligging die bescherming bood, had ze tot sterkte de onder haar bevel staande legers van verschillende volken <hi type=\"italic\">(<reference osisRef=\"Nah.3.9\">Na 3:9</reference>)</hi>. Maar ook de sterke bondgenoten, waaraan de stad extra kracht en hulp ontleende, waren onmachtig om de stad van de ondergang te redden. Ondanks al haar voordelen was de stad gevallen en was er gruwelijk, zonder medelijden, met haar gehandeld door de Assyriërs <hi type=\"italic\">(<reference osisRef=\"Nah.3.10\">Na 3:10</reference>)</hi>.<div eID=\"gen47578\" type=\"x-p\"/><div sID=\"gen47579\" type=\"x-p\"/>Ninevé had kunnen leren van No-Amon. Wat ze bij No-Amon had gedaan, zal bij haar worden gedaan. Waarom zou zij anders zijn? Bij God is geen aanzien des persoons. Zoals ze anderen heeft behandeld, zal ze nu zelf worden behandeld.<div eID=\"gen47579\" type=\"x-p\"/><div annotateRef=\"Nah.3.8-Nah.3.10\" annotateType=\"commentary\" eID=\"gen47575\" type=\"section\"/>",
      "10": "<div annotateRef=\"Nah.3.8-Nah.3.10\" annotateType=\"commentary\" sID=\"gen47575\" type=\"section\"/><div sID=\"gen47576\" type=\"x-p\"/><title>Ninevé niet beter dan No-Amon</title><div eID=\"gen47576\" type=\"x-p\"/> <lb/><div sID=\"gen47577\" type=\"x-p\"/>Ninevé zal zichzelf niet van de ondergang kunnen redden door haar macht. Deze ijdele hoop ontneemt de profeet haar door in de <hi type=\"italic\"><reference osisRef=\"Nah.3.8-Nah.3.10\">Na 3:8-10</reference></hi> op de val het machtige No-Amon in Egypte te wijzen <hi type=\"italic\">(<reference osisRef=\"Jer.46.25\">Jr 46:25</reference>; <reference osisRef=\"Ezek.30.14-Ezek.30.16\">Ez 30:14-16</reference>)</hi>. No-Amon of Thebes was de hoofdstad van Opper-Egypte. De stad werd in 663 v.Chr. door de Assyriërs ingenomen en geplunderd, ongeveer vijftig jaar voor de ondergang van Ninevé. Ondanks de grootte van de stad, beschermd door water, sterke muren en een machtig leger, is het de Assyriërs gelukt de stad te veroveren. <div eID=\"gen47577\" type=\"x-p\"/><div sID=\"gen47578\" type=\"x-p\"/>Behalve de natuurlijke ligging die bescherming bood, had ze tot sterkte de onder haar bevel staande legers van verschillende volken <hi type=\"italic\">(<reference osisRef=\"Nah.3.9\">Na 3:9</reference>)</hi>. Maar ook de sterke bondgenoten, waaraan de stad extra kracht en hulp ontleende, waren onmachtig om de stad van de ondergang te redden. Ondanks al haar voordelen was de stad gevallen en was er gruwelijk, zonder medelijden, met haar gehandeld door de Assyriërs <hi type=\"italic\">(<reference osisRef=\"Nah.3.10\">Na 3:10</reference>)</hi>.<div eID=\"gen47578\" type=\"x-p\"/><div sID=\"gen47579\" type=\"x-p\"/>Ninevé had kunnen leren van No-Amon. Wat ze bij No-Amon had gedaan, zal bij haar worden gedaan. Waarom zou zij anders zijn? Bij God is geen aanzien des persoons. Zoals ze anderen heeft behandeld, zal ze nu zelf worden behandeld.<div eID=\"gen47579\" type=\"x-p\"/><div annotateRef=\"Nah.3.8-Nah.3.10\" annotateType=\"commentary\" eID=\"gen47575\" type=\"section\"/>",
      "11": "<div annotateRef=\"Nah.3.11\" annotateType=\"commentary\" sID=\"gen47580\" type=\"section\"/><div sID=\"gen47581\" type=\"x-p\"/><title>Ninevé wordt gelijk aan No-Amon</title><div eID=\"gen47581\" type=\"x-p\"/> <lb/><div sID=\"gen47582\" type=\"x-p\"/>Nu de val van No-Amon is beschreven, kan nog nadrukkelijker door Ninevé haar eigen lot worden gezien in wat ze zelf met No-Amon heeft gedaan. Het dronken zijn ziet hier op het gevolg van Gods handelen, op de beker van Gods toorn die ze moet drinken. De grote stad Ninevé zal verborgen en onvindbaar worden. Dat is met Ninevé gebeurd. Het is onder het woestijnzand verborgen. Later is het weer opgegraven. De schuilplaats die zij tegen de vijand zullen zoeken, zullen ze niet kunnen vinden en niemand zal hun die aanbieden.<div eID=\"gen47582\" type=\"x-p\"/><div annotateRef=\"Nah.3.11\" annotateType=\"commentary\" eID=\"gen47580\" type=\"section\"/>",
      "12": "<div annotateRef=\"Nah.3.12-Nah.3.13\" annotateType=\"commentary\" sID=\"gen47583\" type=\"section\"/><div sID=\"gen47584\" type=\"x-p\"/><title>Ninevé, een toonbeeld van zwakheid</title><div eID=\"gen47584\" type=\"x-p\"/> <lb/><div sID=\"gen47585\" type=\"x-p\"/>Nahum gebruikt twee beelden om het gemak aan te geven waarmee de vijand haar zal overwinnen. De vestingen zijn vijgenbomen die met gemak worden geschud zodat de vijgen eraf vallen en direct worden genuttigd. Zo gemakkelijk vallen de burchten in de handen van de vijand.<div eID=\"gen47585\" type=\"x-p\"/><div sID=\"gen47586\" type=\"x-p\"/>Hun soldaten zijn vrouwen, zo zwak is de tegenstand die wordt geboden <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.19.16\">Js 19:16</reference>; <reference osisRef=\"Jer.50.37\">Jr 50:37</reference><reference osisRef=\"Jer.51.30\">; Jr 51:30</reference>)</hi>. Er is niets over van hun ‘leeuwenverschijning’ <hi type=\"italic\">(<reference osisRef=\"Nah.2.11-Nah.2.12\">Na 2:11-12</reference>)</hi>. Er is geen tegenstand bij het ingaan van de stad die door hen met vuur wordt verbrand. Dit alles overkomt de eens zo sterke stad. Het is een stad zonder kracht en zonder toekomst geworden.<div eID=\"gen47586\" type=\"x-p\"/><div annotateRef=\"Nah.3.12-Nah.3.13\" annotateType=\"commentary\" eID=\"gen47583\" type=\"section\"/>",
      "13": "<div annotateRef=\"Nah.3.12-Nah.3.13\" annotateType=\"commentary\" sID=\"gen47583\" type=\"section\"/><div sID=\"gen47584\" type=\"x-p\"/><title>Ninevé, een toonbeeld van zwakheid</title><div eID=\"gen47584\" type=\"x-p\"/> <lb/><div sID=\"gen47585\" type=\"x-p\"/>Nahum gebruikt twee beelden om het gemak aan te geven waarmee de vijand haar zal overwinnen. De vestingen zijn vijgenbomen die met gemak worden geschud zodat de vijgen eraf vallen en direct worden genuttigd. Zo gemakkelijk vallen de burchten in de handen van de vijand.<div eID=\"gen47585\" type=\"x-p\"/><div sID=\"gen47586\" type=\"x-p\"/>Hun soldaten zijn vrouwen, zo zwak is de tegenstand die wordt geboden <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.19.16\">Js 19:16</reference>; <reference osisRef=\"Jer.50.37\">Jr 50:37</reference><reference osisRef=\"Jer.51.30\">; Jr 51:30</reference>)</hi>. Er is niets over van hun ‘leeuwenverschijning’ <hi type=\"italic\">(<reference osisRef=\"Nah.2.11-Nah.2.12\">Na 2:11-12</reference>)</hi>. Er is geen tegenstand bij het ingaan van de stad die door hen met vuur wordt verbrand. Dit alles overkomt de eens zo sterke stad. Het is een stad zonder kracht en zonder toekomst geworden.<div eID=\"gen47586\" type=\"x-p\"/><div annotateRef=\"Nah.3.12-Nah.3.13\" annotateType=\"commentary\" eID=\"gen47583\" type=\"section\"/>",
      "14": "<div annotateRef=\"Nah.3.14\" annotateType=\"commentary\" sID=\"gen47587\" type=\"section\"/><div sID=\"gen47588\" type=\"x-p\"/><title>Ironische oproep tot verdediging</title><div eID=\"gen47588\" type=\"x-p\"/> <lb/><div sID=\"gen47589\" type=\"x-p\"/>Ten slotte ontneemt de profeet de met schuldbeladen stad de laatste steun voor haar hoop: het vertrouwen op haar vestingen en haar talrijke bevolking. De volgende beschrijving is weer ironisch bedoeld. De profeet adviseert hun met het oog op de lange belegering alle voorzorgsmaatregelen te nemen om de vijand buiten de poort te houden. De eerste behoefte is water. Verder moet ze de stad versterken waar dat maar mogelijk is. Daartoe moet ze klei bewerken en daarvan stenen maken. Er moet een voorraad worden aangelegd om de bressen die de vijand slaat weer te dichten. <div eID=\"gen47589\" type=\"x-p\"/><div annotateRef=\"Nah.3.14\" annotateType=\"commentary\" eID=\"gen47587\" type=\"section\"/>",
      "15": "<div annotateRef=\"Nah.3.15\" annotateType=\"commentary\" sID=\"gen47590\" type=\"section\"/><div sID=\"gen47591\" type=\"x-p\"/><title>Ninevé totaal verwoest</title><div eID=\"gen47591\" type=\"x-p\"/> <lb/><div sID=\"gen47592\" type=\"x-p\"/>Ondanks alle maatregelen zal de vijand de stad met vuur verbranden. Ook het zwaard van de vijand zal zijn verwoestende werk doen. Het resultaat zal zijn dat het zal lijken alsof een sprinkhanenplaag de stad heeft getroffen. Waar treksprinkhanen hebben huisgehouden, is alles kaalgevreten en is er niets groens meer over.<div eID=\"gen47592\" type=\"x-p\"/><div sID=\"gen47593\" type=\"x-p\"/>De oproep om zich te vermeerderen als de sprinkhanen is weer ironisch bedoeld. De Assyriërs hebben zich voortdurend uitgebreid. Nu aan die uitbreiding een definitief einde is gekomen, klinkt die oproep als een bespotting.<div eID=\"gen47593\" type=\"x-p\"/><div annotateRef=\"Nah.3.15\" annotateType=\"commentary\" eID=\"gen47590\" type=\"section\"/>",
      "16": "<div annotateRef=\"Nah.3.16\" annotateType=\"commentary\" sID=\"gen47594\" type=\"section\"/><div sID=\"gen47595\" type=\"x-p\"/><title>Alle handel is verdwenen</title><div eID=\"gen47595\" type=\"x-p\"/> <lb/><div sID=\"gen47596\" type=\"x-p\"/>De toename van het aantal handelaars is als de vermeerdering van de sprinkhanen van het vorige vers. Ninevé heeft zich op haar economische groei beroemd. Ze heeft die zelfs vergeleken met de sterren aan de hemel. Door de Tigris heeft Ninevé verbinding met de zee en daardoor een grote handelsmogelijkheid. Ook hierdoor is de stad tot grote welvaart gekomen. Maar alles wat de kooplieden hebben verzameld, zal worden geroofd. Diezelfde sprinkhanen die als symbool van hun vermeerdering dienen, zullen verdwijnen zodra het met hun welvaart is gedaan. Het zullen ‘mooi-weer vrienden’ blijken te zijn.<div eID=\"gen47596\" type=\"x-p\"/><div annotateRef=\"Nah.3.16\" annotateType=\"commentary\" eID=\"gen47594\" type=\"section\"/>",
      "17": "<div annotateRef=\"Nah.3.17\" annotateType=\"commentary\" sID=\"gen47597\" type=\"section\"/><div sID=\"gen47598\" type=\"x-p\"/><title>Ninevé is van de aardbodem verdwenen</title><div eID=\"gen47598\" type=\"x-p\"/> <lb/><div sID=\"gen47599\" type=\"x-p\"/>Vorsten en het hele ambtelijke apparaat, die even talrijk zijn als de handelaars <hi type=\"italic\">(<reference osisRef=\"Nah.3.16\">Na 3:16</reference>)</hi>, zullen verdwijnen zonder een spoor achter te laten.<div eID=\"gen47599\" type=\"x-p\"/><div sID=\"gen47600\" type=\"x-p\"/>De manier waarop Nahum het oordeel over Ninevé in de <hi type=\"italic\"><reference osisRef=\"Nah.3.15-Nah.3.17\">Na 3:15-17</reference></hi> beschrijft, laat zien dat hij een woordkunstenaar is. De Assyriërs hebben hun rijk opgebouwd door vermenigvuldiging van macht, rijkdom en mensen in menigte als sprinkhanen, alles alleen voor hun eigen bevrediging. Nu gaat hun rijk ten onder als slachtoffer van het eigen belang dat ze hebben nagestreefd. Er blijft niets van over, er is zelfs niets van terug te vinden. Het is definitief verloren gegaan.<div eID=\"gen47600\" type=\"x-p\"/><div sID=\"gen47601\" type=\"x-p\"/>Rijkdom is betrekkelijk. Het kan zomaar vleugels krijgen en wegvliegen <hi type=\"italic\">(<reference osisRef=\"Prov.23.4-Prov.23.5\">Sp 23:4-5</reference>)</hi>. Daarom moeten we er op de goede manier naar kijken en mee omgaan. Onze aardse bezittingen gebruiken we op de goede manier als we ze gebruiken met het oog op de toekomst. Wat we weggeven voor Gods koninkrijk, zijn we niet kwijt, maar is een investering die zijn rendement zal opleveren als Christus komt om Zijn rijk op te richten.<div eID=\"gen47601\" type=\"x-p\"/><div annotateRef=\"Nah.3.17\" annotateType=\"commentary\" eID=\"gen47597\" type=\"section\"/>",
      "18": "<div annotateRef=\"Nah.3.18\" annotateType=\"commentary\" sID=\"gen47602\" type=\"section\"/><div sID=\"gen47603\" type=\"x-p\"/><title>De leiders gedood, het volk verstrooid</title><div eID=\"gen47603\" type=\"x-p\"/> <lb/><div sID=\"gen47604\" type=\"x-p\"/>De <hi type=\"italic\"><reference osisRef=\"Nah.3.18-Nah.3.19\">Na 3:18-19</reference></hi> zijn direct gericht tot de <hi type=\"italic\">“koning van Assyrië”</hi>. Hij is de ziel van het kwaad van Ninevé. In hem is alle kwaad samengebald en hij is de uitvoerder ervan. Tegen hem wordt gezegd dat ook de samenhang van de adellijke klasse – de <hi type=\"italic\">“herders”</hi> of heersers en de <hi type=\"italic\">“machtigen”</hi> – instort. Hun lot wordt met ironische dubbelzinnigheid door Nahum beschreven. <hi type=\"italic\">“Sluimeren”</hi> heeft de betekenis van doodsslaap <hi type=\"italic\">(vgl. <reference osisRef=\"Ps.76.5\">Ps 76:6</reference>; <reference osisRef=\"Isa.56.10\">Js 56:10</reference>; <reference osisRef=\"Jer.51.39\">Jr 51:39</reference>)</hi> en niet van zorgeloosheid of onoplettendheid.<div eID=\"gen47604\" type=\"x-p\"/><div sID=\"gen47605\" type=\"x-p\"/>De herders van de koning van Assyrië hebben alleen zichzelf geweid. Zij hebben de kudde, het Assyrische volk, in het kwaad geleid en verstrooid. De bergen in het noorden van Assyrië zullen vervuld zijn van verstrooide bewoners <hi type=\"italic\">(vgl. <reference osisRef=\"Num.27.17\">Nm 27:17</reference>; <reference osisRef=\"1Kgs.22.17\">1Kn 22:17</reference>; <reference osisRef=\"Zech.13.7\">Zc 13:7</reference>)</hi>. <hi type=\"italic\">“Dan zal hij tot zijn einde komen, en geen helper hebben” (<reference osisRef=\"Dan.11.45\">Dn 11:45</reference>)</hi>. <div eID=\"gen47605\" type=\"x-p\"/><div annotateRef=\"Nah.3.18\" annotateType=\"commentary\" eID=\"gen47602\" type=\"section\"/>",
      "19": "<div annotateRef=\"Nah.3.19\" annotateType=\"commentary\" sID=\"gen47606\" type=\"section\"/><div sID=\"gen47607\" type=\"x-p\"/><title>Ninevé is onherstelbaar verwoest</title><div eID=\"gen47607\" type=\"x-p\"/> <lb/><div sID=\"gen47608\" type=\"x-p\"/>Het boek eindigt <hi type=\"italic\">(vgl. <reference osisRef=\"Nah.1.15\">Na 1:15</reference>)</hi> met de reactie van hen die van deze gebeurtenissen horen. Ongeveer een halve eeuw na de profetie van Nahum is zijn profetie in vervulling gegaan. De stad is in 612 v.Chr. gevallen en verwoest door het bondgenootschap van Meden en Babyloniërs. Er zal vreugde over de verwoesting van Ninevé zijn bij allen die van haar te lijden hebben gehad. En wie heeft er niet van haar te lijden gehad? Maar dat zal nooit meer gebeuren, want het <hi type=\"italic\">“kwaad”</hi> dat <hi type=\"italic\">“voortdurend”</hi> over iedereen heen is gekomen, is beëindigd.<div eID=\"gen47608\" type=\"x-p\"/><div annotateRef=\"Nah.3.19\" annotateType=\"commentary\" eID=\"gen47606\" type=\"section\"/><chapter eID=\"gen47549\" osisID=\"Nah.3\"/><div eID=\"gen47405\" osisID=\"Nah\" type=\"book\"/>",
      "intro": "<chapter osisID=\"Nah.3\" sID=\"gen47549\"/> "
    }
  },
  "intro": "<div osisID=\"Nah\" sID=\"gen47405\" type=\"book\"/>"
}