{
  "id": "Obadiah",
  "chapters": {
    "1": {
      "1": "<div annotateRef=\"Obad.1.1\" annotateType=\"commentary\" sID=\"gen46326\" type=\"section\"/><div sID=\"gen46327\" type=\"x-p\"/><title>Inleiding</title><div eID=\"gen46327\" type=\"x-p\"/> <lb/><div sID=\"gen46328\" type=\"x-p\"/>Obadja is de vierde in de rij van de twaalf kleine profeten. Zijn boek is het kleinste bijbelboek dat we in de Bijbel hebben, maar zijn boodschap is net zo krachtig en waardevol als die van de andere profeten. We zouden veel hebben gemist als we die niet in de Bijbel hadden.<div eID=\"gen46328\" type=\"x-p\"/><div sID=\"gen46329\" type=\"x-p\"/>Uniek is dat hij zijn boodschap niet richt tot Gods volk, maar tot een volk dat Gods volk uiterst vijandig gezind is. Daarbij is het treffend dat dit vijandige volk een broedervolk is. Dit geeft aan de boodschap van Obadja een bijzondere betekenis.<div eID=\"gen46329\" type=\"x-p\"/><div sID=\"gen46330\" type=\"x-p\"/>De voorgaande profeten – Hosea, Joël en Amos – hebben gesproken tot Juda en Israël. Obadja spreekt tot Edom. Hij is ondersteboven van de arrogantie en het leedvermaak van Edom ten aanzien van Israël, een broedervolk. Geen enkele vijand heeft het recht Gods volk te vernederen, te minachten of te plunderen. Als dat toch gebeurt, laat Hij zien wat Zijn volk voor Hem betekent en dat niemand straffeloos Zijn <hi type=\"italic\">“oogappel” (<reference osisRef=\"Zech.2.8\">Zc 2:8</reference>)</hi> kan aanraken.<div eID=\"gen46330\" type=\"x-p\"/><div sID=\"gen46331\" type=\"x-p\"/>Laten we luisteren naar de boodschap van deze man van God. We zullen ontdekken dat ook zijn boodschap weer veel bevat dat voor ons herkenbaar en actueel is.<div eID=\"gen46331\" type=\"x-p\"/><div sID=\"gen46332\" type=\"x-p\"/><hi type=\"italic\">“Want het oordeel zal onbarmhartig zijn over hem die geen barmhartigheid gedaan heeft” (<reference osisRef=\"Jas.2.13\">Jk 2:13a</reference>)</hi>. Dit vers van Jakobus kan goed als opschrift boven het boek <hi type=\"italic\">Obadja</hi> geplaatst worden. Het geeft krachtig weer wat de inhoud van het boek is. Misschien dat we ons afvragen of het verontwaardigde profetische geluid van Obadja wel spoort met de nieuwtestamentische boodschap van vergeving. Maar evengoed kunnen we ons afvragen of wij niet zelf gevangenzitten in, wat iemand eens noemde, ‘een soort versuikerd christendom’. <div eID=\"gen46332\" type=\"x-p\"/><div sID=\"gen46333\" type=\"x-p\"/>Kennen wij dat nog wel, de verontwaardiging om dingen die eenvoudigweg niet kunnen, dingen waarover God toornt? Obadja is ondersteboven van de arrogantie en het leedvermaak van Edom ten aanzien van Israël, nota bene een broedervolk. Edom is een broedervolk in een andere zin dan Moab en Ammon. Moab en Ammon zijn nakomelingen van Lot, de zoon van een broer van Abraham. Het is ook een ander broedervolk dan de Ismaëlieten want die stammen wel van Abraham af, maar niet via Sara. Bij Edom gaat het om een zoon van Izak, de beloofde zoon van het welbehagen van de HEERE. Dichter bij Israël kan niet. Dan blijkt: hoe nauwer de band, hoe dieper de kloof. Naarmate we in onze overdenking van dit boek vorderen, zal de juistheid van de opstelling van Obadja tegen Edom steeds duidelijker worden.<div eID=\"gen46333\" type=\"x-p\"/><div sID=\"gen46334\" type=\"x-p\"/><hi type=\"bold\">Obadja, waar hij profeteerde en waarover</hi><div eID=\"gen46334\" type=\"x-p\"/><div sID=\"gen46335\" type=\"x-p\"/>Obadja betekent ‘dienaar van de HEERE’. In het Oude Testament luisteren meerdere personen naar die naam <hi type=\"italic\">(<reference osisRef=\"1Kgs.18.3-1Kgs.18.16\">1Kn 18:3-16</reference>; <reference osisRef=\"1Chr.12.9\">1Kr 12:9</reference>; <reference osisRef=\"2Chr.17.7\">2Kr 17:7</reference>)</hi>. Onder hen bevindt zich de profeet van wie we een boek – in dit geval beter: een boodschap – in de Bijbel hebben. Hij is met geen enkele andere Obadja te identificeren. De enige keer dat we zijn naam tegenkomen, is in dit bijbelboek. Om meer van hem te weten te komen zullen we bij de inhoud van zijn boodschap te rade moeten gaan. <div eID=\"gen46335\" type=\"x-p\"/><div sID=\"gen46336\" type=\"x-p\"/>Als we die boodschap lezen, blijkt de plaats van handeling de stad Jeruzalem te zijn en de naaste omgeving daarvan, het bergland van Juda. Sion, de heilige berg van God <hi type=\"italic\">(<reference osisRef=\"Obad.1.16\">Ob 1:16</reference><reference osisRef=\"Obad.1.17\">; 17</reference><reference osisRef=\"Obad.1.21\">; 21</reference>)</hi>, vormt daarvan het centrum. Toch heeft de profetie van Obadja niet Jeruzalem of Juda als onderwerp, maar Edom. Edom krijgt te horen dat het gestraft zal worden om wat het de kinderen van Juda heeft aangedaan, nadat Jeruzalem is ingenomen. <div eID=\"gen46336\" type=\"x-p\"/><div sID=\"gen46337\" type=\"x-p\"/><hi type=\"bold\">Wanneer profeteerde Obadja</hi><div eID=\"gen46337\" type=\"x-p\"/><div sID=\"gen46338\" type=\"x-p\"/>Obadja is een van de eerste van de kleine profeten. Aangenomen wordt dat hij tijdens de regering van Joram (848-841 v.Chr.) heeft geprofeteerd. Voor die aanname pleiten enkele geschiedkundige bijbelse gegevens. In de tijd van Joram vallen de Filistijnen en de Arabieren Juda binnen en plunderen Jeruzalem <hi type=\"italic\">(<reference osisRef=\"2Chr.21.16-2Chr.21.17\">2Kr 21:16-17</reference>; <reference osisRef=\"Joel.3.3-Joel.3.5\">Jl 3:3-5</reference>; <reference osisRef=\"Amos.1.6\">Am 1:6</reference>)</hi>. Onder Joram maken de Edomieten zich los van de overheersing door Juda <hi type=\"italic\">(<reference osisRef=\"2Kgs.8.20-2Kgs.8.22\">2Kn 8:20-22</reference>)</hi>. Nog een aanwijzing is te vinden in de vergelijking met wat Jeremia in zijn profetie over Edom zegt <hi type=\"italic\">(<reference osisRef=\"Jer.49.7-Jer.49.22\">Jr 49:7-22</reference>)</hi>. Dat komt sterk overeen met wat Obadja zegt. <div eID=\"gen46338\" type=\"x-p\"/><div sID=\"gen46339\" type=\"x-p\"/>Hoewel de kleine profeten niet strikt chronologisch gerangschikt zijn, geeft ook de plaats die hij inneemt een aanwijzing dat hij tot de oudere profeten behoort. De kleine profeten zijn in hoofdgroepen toch wel zo te verdelen dat de profeten die vóór de wegvoering hebben geprofeteerd eerst staan, terwijl de drie profeten die de rij van twaalf sluiten, hebben geprofeteerd na de terugkeer uit ballingschap. <div eID=\"gen46339\" type=\"x-p\"/><div sID=\"gen46340\" type=\"x-p\"/><hi type=\"bold\">Edom, dat is Ezau</hi><div eID=\"gen46340\" type=\"x-p\"/><div sID=\"gen46341\" type=\"x-p\"/>Om de profetie beter te begrijpen is het nuttig om eens te kijken naar de oorsprong van Edom. Ezau kreeg de naam Edom in verbinding met het verkopen van zijn eerstgeboorterecht <hi type=\"italic\">(<reference osisRef=\"Gen.25.30\">Gn 25:30</reference>)</hi>. Bij die gelegenheid wordt hij in zijn ware aard openbaar. Met zijn daad toont hij zijn verachting van de gave van God. Hij geeft de voorkeur aan de ogenblikkelijke bevrediging van een lichamelijke behoefte. Hij wordt verworpen omdat hij de gave van God verwerpt <hi type=\"italic\">(<reference osisRef=\"Heb.12.16-Heb.12.17\">Hb 12:16-17</reference>)</hi>. <div eID=\"gen46341\" type=\"x-p\"/><div sID=\"gen46342\" type=\"x-p\"/>Ezau persoonlijk is nooit vervloekt. Hij heeft zelfs ook een zegen van Izak ontvangen <hi type=\"italic\">(<reference osisRef=\"Heb.11.20\">Hb 11:20</reference>)</hi>, hoewel daarin de naam van God niet voorkomt <hi type=\"italic\">(<reference osisRef=\"Gen.27.39-Gen.27.40\">Gn 27:39-40</reference>)</hi>. Als hij zijn jongere broer Jakob zou hebben gediend, zoals God bij zijn geboorte had bepaald <hi type=\"italic\">(<reference osisRef=\"Gen.25.23\">Gn 25:23b</reference>)</hi>, zou er voor hem ook zegen geweest zijn. <div eID=\"gen46342\" type=\"x-p\"/><div sID=\"gen46343\" type=\"x-p\"/>Pas na een lange geschiedenis van openbaring van haat en vijandschap tegen zijn broeder heeft God gezegd dat Hij hem heeft gehaat <hi type=\"italic\">(<reference osisRef=\"Mal.1.3\">Ml 1:3</reference>)</hi>. Die haat van God betreft dan ook niet Ezau persoonlijk, maar Ezau in zijn nageslacht. Drie keer staat in de lijst met nakomelingen van Ezau dat Ezau Edom is <hi type=\"italic\">(<reference osisRef=\"Gen.36.1\">Gn 36:1</reference><reference osisRef=\"Gen.36.19\">; 19</reference><reference osisRef=\"Gen.36.43\">; 43</reference>)</hi>. Edom is de naam van het nageslacht van Ezau als volk. <div eID=\"gen46343\" type=\"x-p\"/><div sID=\"gen46344\" type=\"x-p\"/><hi type=\"bold\">Edoms haat tegen Israël</hi><div eID=\"gen46344\" type=\"x-p\"/><div sID=\"gen46345\" type=\"x-p\"/>De eerste vijandschap van Edom openbaart zich in <hi type=\"italic\">Numeri 20</hi>. De Israëlieten zijn onderweg naar het beloofde land en moeten daarvoor door het land van Edom. Het verzoek daartoe wordt door Edom met veel vertoon van macht geweigerd <hi type=\"italic\">(<reference osisRef=\"Num.20.14-Num.20.21\">Nm 20:14-21</reference>)</hi>. Ondanks alle voorkomendheid van Mozes en het volk, blijft Edom zijn vijandschap tonen. Ze luisteren naar niets anders dan naar de boosaardige en trotse influisteringen van hun eigen hart. Deze grondhouding van vijandschap hebben ze altijd gekoesterd. <div eID=\"gen46345\" type=\"x-p\"/><div sID=\"gen46346\" type=\"x-p\"/>Later onderwerpt David hen door Joab <hi type=\"italic\">(<reference osisRef=\"2Sam.8.14\">2Sm 8:14</reference>)</hi>. Onder Joram worden ze afvallig <hi type=\"italic\">(<reference osisRef=\"2Kgs.8.20-2Kgs.8.22\">2Kn 8:20-22</reference>)</hi>. Naarmate Juda en Israël steeds meer in verval raken, gaat Edom zich steeds arroganter gedragen en verheugt hij zich over het kwaad dat Gods volk treft <hi type=\"italic\">(<reference osisRef=\"Ps.137.7\">Ps 137:7</reference>)</hi>. In <hi type=\"italic\">Psalm 83</hi> zien we hoe Edom deel uitmaakt van het laatste bondgenootschap tegen Jeruzalem met de bedoeling de naam van Israël van de aarde weg te vagen <hi type=\"italic\">(<reference osisRef=\"Ps.83.4-Ps.83.8\">Ps 83:5-9</reference>)</hi>. <hi type=\"italic\">Ezechiël 35</hi> spreekt ook over deze altijddurende haat van Edom en laat zien dat deze al van het begin af openbaar is <hi type=\"italic\">(<reference osisRef=\"Ezek.35.1-Ezek.35.6\">Ez 35:1-6</reference>)</hi>. <div eID=\"gen46346\" type=\"x-p\"/><div sID=\"gen46347\" type=\"x-p\"/><hi type=\"bold\">Enkele nakomelingen van Ezau</hi><div eID=\"gen46347\" type=\"x-p\"/><div sID=\"gen46348\" type=\"x-p\"/>De haat van Edom tegen Gods volk wordt in zijn nakomelingen scherp getekend. Amalek bijvoorbeeld is een kleinzoon van Ezau <hi type=\"italic\">(<reference osisRef=\"Gen.36.12\">Gn 36:12</reference>)</hi>. De nakomelingen van Amalek zijn de eersten die Israël na de uittocht uit Egypte aanvallen <hi type=\"italic\">(<reference osisRef=\"Exod.17.8\">Ex 17:8</reference>)</hi>. De HEERE zegt van hen dat Hij <hi type=\"italic\">“de herinnering aan Amalek onder de hemel geheel zal uitwissen” (<reference osisRef=\"Exod.17.14\">Ex 17:14</reference>)</hi>. Hij zal dat doen door middel van Zijn eigen volk <hi type=\"italic\">(<reference osisRef=\"Deut.25.17-Deut.25.19\">Dt 25:17-19</reference>)</hi>. <div eID=\"gen46348\" type=\"x-p\"/><div sID=\"gen46349\" type=\"x-p\"/>Er zijn nog enkele Edomieten die van zich doen spreken. Zo is daar Haman, de Agagiet <hi type=\"italic\">(<reference osisRef=\"Esth.3.1-Esth.3.10\">Es 3:1-10</reference><reference osisRef=\"Esth.8.3\">; Es 8:3</reference><reference osisRef=\"Esth.8.5\">; 5</reference><reference osisRef=\"Esth.9.24\">; Es 9:24</reference>)</hi>, die maar van één ding bezield is en dat is het uitroeien van het Joodse volk. De naam Agag is de titel van de koningen van Amalek. Ook horen we van ‘de Edomiet Doëg’, die vijfentachtig priesters van de HEERE vermoordt en de priesterstad Nob uitmoordt <hi type=\"italic\">(<reference osisRef=\"1Sam.22.17-1Sam.22.19\">1Sm 22:17-19</reference>)</hi>. De haat van Edom tegen Gods volk en zijn moordzucht kenmerkt ook de familie van Herodes. Herodes de Grote is een Edomiet. Hij is berucht door zijn kindermoord in Bethlehem. Zijn zoon Herodes Antipas laat Johannes de doper onthoofden. Een andere zoon, Herodes Agrippa I, doodt Jakobus en wilde ook Petrus doden. <div eID=\"gen46349\" type=\"x-p\"/><div sID=\"gen46350\" type=\"x-p\"/><hi type=\"bold\">God komt voor Zijn volk op</hi><div eID=\"gen46350\" type=\"x-p\"/><div sID=\"gen46351\" type=\"x-p\"/>De voorgaande profeten, Hosea, Joël en Amos, hebben gesproken tot Juda en Israël. Zij hebben het volk zijn ontrouw aan God voorgehouden en de tuchtigingen die God daarom heeft moeten geven. Obadja richt zich niet tot Juda of Israël. Hij spreekt wel over Juda, maar zegt niets ten nadele van hen. Als God door Obadja tot Zijn eigen volk zou hebben gesproken, had Hij dat op dezelfde wijze moeten doen als de andere profeten. Maar Hij spreekt tot Edom. Daarom gaat Hij aan het falen van Zijn eigen volk voorbij en spreekt naar Zijn eigen voornemen. <div eID=\"gen46351\" type=\"x-p\"/><div sID=\"gen46352\" type=\"x-p\"/>Het is ermee als met Zijn spreken door Bileam <hi type=\"italic\">(Numeri 23-24)</hi>. Terwijl Mozes in meerdere toespraken tegen Israël zegt dat zij opstandelingen zijn, laat God Bileam in tegenwoordigheid van Balak zeggen: <hi type=\"italic\">“Hij aanschouwt geen onrecht in Jakob; ook ziet Hij geen kwaad in Israël aan. De HEERE, zijn God, is met hem, en de [jubelklank] van de Koning is bij hem” (<reference osisRef=\"Num.23.21\">Nm 23:21</reference>)</hi>. Als God Zich tegenover Zijn volk opstelt, handelt Hij met hen naar Zijn rechtvaardige eisen. Hij wijst hen op hun afwijking en tuchtigt hen voor hun zonden. Maar tegenover de vijand komt God altijd voor Zijn volk op <hi type=\"italic\">(<reference osisRef=\"Ps.105.12-Ps.105.15\">Ps 105:12-15</reference>)</hi>. <div eID=\"gen46352\" type=\"x-p\"/><div sID=\"gen46353\" type=\"x-p\"/>Geen enkele vijand heeft het recht Gods volk te vernederen, te minachten of te plunderen. Als dat toch gebeurt, laat Hij zien wat Zijn volk voor Hem betekent en dat niemand straffeloos Zijn <hi type=\"italic\">“oogappel” (<reference osisRef=\"Zech.2.8\">Zc 2:8</reference>) </hi>kan aanraken. Het is ermee als met een ongehoorzaam kind. De ouders zullen het kind bestraffen om zijn gedrag. Maar komt iemand anders hun kind te na, dan zullen ze voor hem opkomen. <div eID=\"gen46353\" type=\"x-p\"/><div sID=\"gen46354\" type=\"x-p\"/><hi type=\"bold\">God getuigt</hi><div eID=\"gen46354\" type=\"x-p\"/><div sID=\"gen46355\" type=\"x-p\"/>Het is alsof God door de houding van de vijand wordt uitgedaagd tot het geven van een getuigenis van wat Zijn volk voor Hem betekent. Elke aanval van de vijand brengt naar voren wat er in Gods hart is voor de Zijnen. Als God Zijn hart opent over de Zijnen in hun waarde voor Hem boven hen die Hem en Zijn volk vijandig gezind zijn, horen we de mooiste en meest verheven dingen. <div eID=\"gen46355\" type=\"x-p\"/><div sID=\"gen46356\" type=\"x-p\"/>Prachtig is dat te zien bij het kruis. Daar is de vijandschap van de mens het meest openbaar geworden. Daartegenover is daar ook op grootse wijze openbaar geworden Wie God is als licht en liefde, juist tegenover de mens die Hem in Zijn Zoon verwerpt. <hi type=\"italic\">“De voornaamste”</hi> van de zondaars, Paulus <hi type=\"italic\">(<reference osisRef=\"1Tim.1.15\">1Tm 1:15</reference>)</hi>, kan daardoor iemand worden aan wie God Zijn heerlijkste verborgenheden meedeelt <hi type=\"italic\">(<reference osisRef=\"Eph.3.2-Eph.3.11\">Ef 3:2-11</reference>)</hi>. <div eID=\"gen46356\" type=\"x-p\"/><div sID=\"gen46357\" type=\"x-p\"/><hi type=\"bold\">Edom, symbool van haat</hi><div eID=\"gen46357\" type=\"x-p\"/><div sID=\"gen46358\" type=\"x-p\"/>In de haat van Edom komt nog een algemeen beginsel tot uiting. In Edom zien we de haat en vijandschap van <hi type=\"italic\">het vlees</hi> tegenover God <hi type=\"italic\">(<reference osisRef=\"Rom.8.7-Rom.8.8\">Rm 8:7-8</reference>)</hi> en wat van God is. Edom is het symbool voor de haat tegen wat God uitkiest. Zolang Edom niet met Gods volk wordt geconfronteerd, wordt dit niet openbaar. Zodra die confrontatie er is, komt wat sluimerend aanwezig is in alle heftigheid naar boven. <div eID=\"gen46358\" type=\"x-p\"/><div sID=\"gen46359\" type=\"x-p\"/>Dit is ook te merken bij de evangelieprediking. Mensen die ogenschijnlijk netjes winkelend publiek zijn, uiten zich plotseling in bijtende spot of snauwende ergernis, als je hun een evangelieblaadje aanbiedt. Niemand kent zichzelf totdat hij in contact komt met wat van God is. Dat is de ware en doorslaggevende test voor het hart. Christus is het volmaakte criterium en de volkomen standaard omdat alleen Hij de volmaakte openbaring van God is.<div eID=\"gen46359\" type=\"x-p\"/><div sID=\"gen46360\" type=\"x-p\"/><hi type=\"bold\">Indeling van het boek</hi><div eID=\"gen46360\" type=\"x-p\"/><div sID=\"gen46361\" type=\"x-p\"/>I De boodschap van de HEERE <hi type=\"italic\">(<reference osisRef=\"Obad.1.1\">Ob 1:1</reference>)</hi><div eID=\"gen46361\" type=\"x-p\"/><div sID=\"gen46362\" type=\"x-p\"/>II De vernedering van Edom <hi type=\"italic\">(<reference osisRef=\"Obad.1.2-Obad.1.9\">Ob 1:2-9</reference>)</hi> <lb/> a. Edoms karakter <hi type=\"italic\">(<reference osisRef=\"Obad.1.2-Obad.1.4\">Ob 1:2-4</reference>)</hi> <lb/> 1. Edoms toekomstige geringheid <hi type=\"italic\">(<reference osisRef=\"Obad.1.2\">Ob 1:2</reference>)</hi> <lb/> 2. Edoms huidige hoogmoed <hi type=\"italic\">(<reference osisRef=\"Obad.1.3-Obad.1.4\">Ob 1:3-4</reference>)</hi> <lb/> b. Edoms rampspoed <hi type=\"italic\">(<reference osisRef=\"Obad.1.5-Obad.1.9\">Ob 1:5-9</reference>)</hi> <lb/> 1. Edoms plundering <hi type=\"italic\">(<reference osisRef=\"Obad.1.5-Obad.1.6\">Ob 1:5-6</reference>)</hi> <lb/> 2. Edom in de val gelopen <hi type=\"italic\">(<reference osisRef=\"Obad.1.7\">Ob 1:7</reference>) </hi> <lb/> 3. Gods initiatief <hi type=\"italic\">(<reference osisRef=\"Obad.1.8-Obad.1.9\">Ob 1:8-9</reference>)</hi><div eID=\"gen46362\" type=\"x-p\"/><div sID=\"gen46363\" type=\"x-p\"/>III De aanklacht tegen Edom <hi type=\"italic\">(<reference osisRef=\"Obad.1.10-Obad.1.14\">Ob 1:10-14</reference>)</hi> <lb/> a. De reden voor de aanklacht <hi type=\"italic\">(<reference osisRef=\"Obad.1.10\">Ob 1:10</reference>)</hi> <lb/> b. De verklaring van de aanklacht <hi type=\"italic\">(<reference osisRef=\"Obad.1.11-Obad.1.14\">Ob 1:11-14</reference>)</hi> <lb/> 1. De aanklacht beschreven <hi type=\"italic\">(<reference osisRef=\"Obad.1.11\">Ob 1:11</reference>)</hi> <lb/> 2. De aanklacht herhaald en aangevuld <hi type=\"italic\">(<reference osisRef=\"Obad.1.12-Obad.1.14\">Ob 1:12-14</reference>)</hi><div eID=\"gen46363\" type=\"x-p\"/><div sID=\"gen46364\" type=\"x-p\"/>IV. De dag van de HEERE <hi type=\"italic\">(<reference osisRef=\"Obad.1.15-Obad.1.21\">Ob 1:15-21</reference>)</hi> <lb/> a. Het oordeel over Edom <hi type=\"italic\">(<reference osisRef=\"Obad.1.15-Obad.1.18\">Ob 1:15-18</reference>)</hi> <lb/> b. De bezetting van Edom en andere gebieden <hi type=\"italic\">(<reference osisRef=\"Obad.1.19-Obad.1.20\">Ob 1:19-20</reference>)</hi> <lb/> c. Het koningschap van de HEERE <hi type=\"italic\">(<reference osisRef=\"Obad.1.21\">Ob 1:21</reference>)</hi><div eID=\"gen46364\" type=\"x-p\"/><div sID=\"gen46365\" type=\"x-p\"/>Een meer globale indeling is in drie delen: <lb/> I De <hi type=\"italic\"><reference osisRef=\"Obad.1.1-Obad.1.9\">Ob 1:1-9</reference></hi> gaan over de ondergang van Edom en zijn verwoesting, met <lb/> 1. in de <hi type=\"italic\"><reference osisRef=\"Obad.1.1-Obad.1.4\">Ob 1:1-4</reference></hi> het raadsbesluit van de HEERE om Edom door vijandige volken klein te maken en van zijn zekere hoogte van rotsburchten te storten; en <lb/> 2. de <hi type=\"italic\"><reference osisRef=\"Obad.1.5-Obad.1.9\">Ob 1:5-9</reference></hi> een schildering in felle kleuren hoe Edom door vijanden geheel uitgeplunderd en door zijn bondgenoten en vrienden verlaten en bedrogen wordt en machteloos ten onder gaat. <lb/> II De <hi type=\"italic\"><reference osisRef=\"Obad.1.10-Obad.1.14\">Ob 1:10-14</reference></hi> beschrijven de oorzaak van zijn ondergang. <lb/> III De <hi type=\"italic\"><reference osisRef=\"Obad.1.15-Obad.1.21\">Ob 1:15-21</reference></hi> gaan over de uitoefening van gerechtigheid over de naties en Edom en de vestiging van het koninkrijk in Israël en zijn herstel en overwinning. <div eID=\"gen46365\" type=\"x-p\"/><div sID=\"gen46366\" type=\"x-p\"/><title>Het visioen van Obadja</title><div eID=\"gen46366\" type=\"x-p\"/> <lb/><div sID=\"gen46367\" type=\"x-p\"/>Wat Obadja in deze profetie gaat meedelen, heeft hij gezien. Daarop wijst het woord <hi type=\"italic\">“visioen”</hi>. Hoe hij heeft waargenomen wat hij in de volgende verzen doorgeeft, is niet duidelijk. Hij kan iets hebben ‘gezien’ in zijn innerlijk, door iets wat God hem heeft getoond. Het is ook mogelijk dat hij een uiterlijke verschijning heeft waargenomen, die hem heeft verteld wat hij moet doorgeven. In elk geval heeft Obadja dingen gezien die werkelijkheid zijn. Hij geeft niet een gissing door, met een aanwezige kans dat hij het mis heeft. <div eID=\"gen46367\" type=\"x-p\"/><div sID=\"gen46368\" type=\"x-p\"/>In ruimere zin geldt voor alle openbaringen die profeten ten deel vallen, dat het om dingen gaat die God hun laat zien. God maakt Zijn profeten deelgenoot van Zijn plannen en wegen met Zijn volk door aan hen te laten ‘zien’ hoe Hij te werk gaat. De profeten geven hun ‘visioenen’, dat is wat God hun heeft laten zien, door aan Gods volk, met de bedoeling dat Zijn volk hun leven in overeenstemming daarmee zal aanpassen. <div eID=\"gen46368\" type=\"x-p\"/><div sID=\"gen46369\" type=\"x-p\"/>Mensen gaan op veel terreinen van het leven feitelijk op dezelfde manier te werk als zij zich een voorstelling proberen te maken van wat gaat gebeuren. De bedoeling hiervan is, dat zij daar hun beleid op afstemmen. Voor mensen is bij een dergelijke werkwijze wel altijd de kans op vergissing aanwezig. En als mogelijk de hoofdlijnen wel voldoen aan de verwachtingen, dan zijn er altijd wel details die niet uitkomen, of waarmee geen rekening is gehouden. <div eID=\"gen46369\" type=\"x-p\"/><div sID=\"gen46370\" type=\"x-p\"/>Zulke gissingen en vergissingen zijn bij God uitgesloten. Hij verkondigt vanaf het begin het einde <hi type=\"italic\">(<reference osisRef=\"Isa.46.10\">Js 46:10</reference>)</hi>. Dan geeft Hij niet alleen een volmaakte weergave van het begin en het einde, maar ook van de weg die van het begin naar het einde voert. <div eID=\"gen46370\" type=\"x-p\"/><div sID=\"gen46371\" type=\"x-p\"/>Wat Obadja heeft gezien, is een woord van <hi type=\"italic\">“de Heere HEERE”</hi> over Edom. Niet mensen geven hier hun mening, maar God spreekt. Hij is <hi type=\"italic\">“de Heere”</hi>, <hi type=\"italic\">Adonai</hi>, dat is de Gebieder, en de <hi type=\"italic\">“HEERE”</hi>, <hi type=\"italic\">Jahweh</hi>, dat is de God van het verbond met Zijn volk, Die Zich aan dat verbond houdt. Als Hij spreekt, doen we er goed aan aandachtig te luisteren. Het is een woord van de Heere HEERE over of tot Edom. Dit woord begint in <hi type=\"italic\"><reference osisRef=\"Obad.1.2\">Ob 1:2</reference></hi>, maar eerst komt er nog een tussenzin. <div eID=\"gen46371\" type=\"x-p\"/><div sID=\"gen46372\" type=\"x-p\"/>Het woord <hi type=\"italic\">“wij”</hi> is van toepassing op de profeet die zich hier een maakt met andere profeten of met het hele volk. De profeet en de anderen hebben <hi type=\"italic\">“een bericht”</hi>, een boodschap, opgevangen. Het is een bericht dat door <hi type=\"italic\">“een gezant is uitgezonden onder de heidenvolken”</hi>. De inhoud van het bericht lijkt op de bekendmaking van een samenzwering. Er is een lobby onder de volken gaande om de handen ineen te slaan en gezamenlijk tegen Edom de wapens op te nemen. <div eID=\"gen46372\" type=\"x-p\"/><div sID=\"gen46373\" type=\"x-p\"/>In de <hi type=\"italic\">“gezant … onder de heidenvolken”</hi> is misschien wel iets te herkennen van diplomatieke bezoeken aan verschillende landen. We kunnen ook denken aan de rol van de media die voor de berichtgeving zorgen. Toch zeggen Obadja en de zijnen niet als eerste dat ze deze berichtgeving uit de ‘media’ hebben vernomen, maar dat zij het hebben <hi type=\"italic\">“gehoord van de HEERE”</hi>. <div eID=\"gen46373\" type=\"x-p\"/><div sID=\"gen46374\" type=\"x-p\"/>Voor onze beoordeling van de berichten die wij uit het nieuws vernemen, ligt hierin een belangrijke les. Als wij de gebeurtenissen op het wereldtoneel waarnemen, staan wij dan ook open voor de stem van God die daarin gehoord wordt? Slaan we de Bijbel erop na, om na te gaan langs welke lijn God Zijn plannen vervult? Of luisteren wij alleen maar naar de politieke leiders en beoordelen wij hun plannen in het licht van de macht die zij naar onze mening hebben? <div eID=\"gen46374\" type=\"x-p\"/><div sID=\"gen46375\" type=\"x-p\"/>We doen er wijs aan Gods Woord naast het nieuwsmedium te leggen en de berichten daarvan te toetsen aan de Bijbel. Dan zullen we ons niet laten misleiden door de schijn van de gebeurtenissen, maar daarin de stem van de Heer herkennen. We zullen opmerken dat diplomaten en media, zonder het zich bewust te zijn, door God worden gebruikt om Zijn plan uit te voeren. <div eID=\"gen46375\" type=\"x-p\"/><div sID=\"gen46376\" type=\"x-p\"/>Een woord als hier in <hi type=\"italic\">Obadja</hi> dient tot vertroosting voor Gods volk. God maakt Zijn volk bekend dat Hij met hun zaak is begaan. Hij laat zien dat het Hem niet onverschillig is hoe met Zijn volk wordt gehandeld. <div eID=\"gen46376\" type=\"x-p\"/><div annotateRef=\"Obad.1.1\" annotateType=\"commentary\" eID=\"gen46326\" type=\"section\"/>",
      "2": "<div annotateRef=\"Obad.1.2\" annotateType=\"commentary\" sID=\"gen46377\" type=\"section\"/><div sID=\"gen46378\" type=\"x-p\"/><title>Vernederd</title><div eID=\"gen46378\" type=\"x-p\"/> <lb/><div sID=\"gen46379\" type=\"x-p\"/>In <hi type=\"italic\"><reference osisRef=\"Obad.1.1\">Ob 1:1</reference></hi> heeft God Zich eerst met een woord over Edom tot Zijn eigen volk gericht, om hen moed in te spreken. Na dit enkele woord vol bemoediging voor Zijn volk, barst de HEERE vanaf <hi type=\"italic\"><reference osisRef=\"Obad.1.2\">Ob 1:2</reference></hi> los tegen Edom. Zonder pardon stelt Hij al aan het begin van Zijn spreken tot Edom het oordeel over dat volk vast. In de volgende verzen spreekt Hij de onderbouwing voor deze vaststelling uit. <div eID=\"gen46379\" type=\"x-p\"/><div sID=\"gen46380\" type=\"x-p\"/>Zonder enig verweer moet Edom het oordeel aanhoren en ondergaan. Er is geen mogelijkheid om in beroep te gaan. Dat zal niet kunnen, want God is de hoogste rechtsinstantie. Ze zullen het ook niet doen, want tegen de aanklacht is niets in te brengen. Een procedurefout is uitgesloten. <div eID=\"gen46380\" type=\"x-p\"/><div sID=\"gen46381\" type=\"x-p\"/>Het wordt gezegd alsof het al gebeurd is. Het maakt voor God niet uit of iets in de toekomst of in het verleden ligt. Voor Hem is het altijd heden. Tijd is slechts een element dat Hem ter beschikking staat. Hij is er niet aan gebonden. Alles wat de HEERE Zich voorneemt, wat Hij zegt, gebeurt ook. <div eID=\"gen46381\" type=\"x-p\"/><div sID=\"gen46382\" type=\"x-p\"/>Het lot dat Edom hier moet ondergaan, is het speciale lot van allen die niet tevreden zijn met het hun toegemeten deel, van allen die verlangen naar meer. Om dan veracht te worden is bijzonder pijnlijk. <div eID=\"gen46382\" type=\"x-p\"/><div sID=\"gen46383\" type=\"x-p\"/>De HEERE voert Zijn oordeel uit door middel van de volken die Hij heeft opgeroepen, eerst door de Assyriërs, daarna door de Babyloniërs. Daar laat Hij het niet bij. Na dit oordeel over Edom door de volken is er ook een oordeel dat Hij Zelf uitvoert <hi type=\"italic\">(<reference osisRef=\"Isa.63.1-Isa.63.6\">Js 63:1-6</reference>)</hi>. Ook Israël wordt ingeschakeld als werktuig in Gods hand om het oordeel over Edom te voltrekken <hi type=\"italic\">(<reference osisRef=\"Obad.1.18\">Ob 1:18</reference>)</hi>. <div eID=\"gen46383\" type=\"x-p\"/><div annotateRef=\"Obad.1.2\" annotateType=\"commentary\" eID=\"gen46377\" type=\"section\"/>",
      "3": "<div annotateRef=\"Obad.1.3\" annotateType=\"commentary\" sID=\"gen46384\" type=\"section\"/><div sID=\"gen46385\" type=\"x-p\"/><title>Overmoed</title><div eID=\"gen46385\" type=\"x-p\"/> <lb/><div sID=\"gen46386\" type=\"x-p\"/>Wat Edom uitstraalt, is: ‘Ik ben sterk, wij zijn wijs.’ Edom stond bekend om zijn wijze mannen. De intelligentsia van die regio zat in Edom <hi type=\"italic\">(<reference osisRef=\"Obad.1.8\">Ob 1:8</reference>)</hi>. Je kunt het vandaag nog zien in de rotsstad Petra, een hele stad in de rots uitgehouwen. Obadja proeft wat daarachter zit. Hij proeft de diepe wens zich totaal onkwetsbaar te maken: ‘Niemand kan meer met mij concurreren; ik zit hier in mijn ivoren toren, en wij zijn safe.’ <div eID=\"gen46386\" type=\"x-p\"/><div sID=\"gen46387\" type=\"x-p\"/>Overmoed is altijd misleidend. Wie overmoedig is, rekent erop dat hij alles aankan en dat niemand hem de baas is. In zijn overmoed meent Edom dat hij veilig is. In zijn overmoed kijkt hij verachtelijk op zijn vijanden neer <hi type=\"italic\">(vgl. <reference osisRef=\"Ps.10.5-Ps.10.6\">Ps 10:5b-6</reference>)</hi>. Wie op anderen neerkijkt, kijkt niet omhoog, waar God woont. Bij Edom is er een totaal gebrek aan kennis van God en daardoor ook van zichzelf.<div eID=\"gen46387\" type=\"x-p\"/><div sID=\"gen46388\" type=\"x-p\"/>Edom meent onaantastbaar te zijn. Hij woont immers in nagenoeg ontoegankelijke rotswoningen. Zijn hooghartige vraag <hi type=\"italic\">“wie zal mij neerhalen naar de aarde?”</hi>, getuigt van zijn hoogmoedig zelfvertrouwen <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.14.13\">Js 14:13</reference>; <reference osisRef=\"Gen.11.4\">Gn 11:4</reference>)</hi>. Hij spreekt zijn vraag niet hardop uit, maar <hi type=\"italic\">“in zijn hart”</hi>. Hij rekent niet met God, Die de hoogmoedigen weerstaat, maar de nederigen genade geeft <hi type=\"italic\">(<reference osisRef=\"Prov.3.34\">Sp 3:34</reference>; <reference osisRef=\"Jas.4.6\">Jk 4:6</reference>; <reference osisRef=\"1Pet.5.5\">1Pt 5:5</reference>)</hi>. <div eID=\"gen46388\" type=\"x-p\"/><div sID=\"gen46389\" type=\"x-p\"/>Zij die hoog van zichzelf denken, menen dat anderen ook hoog van hen denken. Het zijn mensen die <hi type=\"italic\">“zichzelf naar zichzelf afmeten en zichzelf met zichzelf vergelijken” (<reference osisRef=\"2Cor.10.12\">2Ko 10:12</reference>)</hi>. Ze maken zichzelf tot middelpunt van hun denken en tot norm van vergelijking waaraan ze anderen afmeten. <div eID=\"gen46389\" type=\"x-p\"/><div sID=\"gen46390\" type=\"x-p\"/>Edom beroemt zich op zijn macht en aanzien en vergeet dat hij zijn eerstgeboorterecht en het aanzien dat daarmee gepaard gaat, heeft verkwanseld voor een schotel linzenmoes. Hij heeft totaal geen interesse in de dingen van God. Wat heb je aan een eerstgeboorterecht dat je pas krijgt bij het overlijden van je vader <hi type=\"italic\">(<reference osisRef=\"Deut.21.15-Deut.21.17\">Dt 21:15-17</reference>)</hi>? Daar moet je maar op wachten. Je leeft nu en nu wil je genieten. Niks geen gezeur over later. <div eID=\"gen46390\" type=\"x-p\"/><div sID=\"gen46391\" type=\"x-p\"/>Treffend geeft de Schrift zijn houding weer in wat van zijn voorvader Ezau opgetekend staat:<hi type=\"italic\"> “Toen gaf Jakob Ezau brood, met de linzensoep. Hij at, dronk, stond op en ging weg. Zo verachtte Ezau het eerstgeboorterecht” (<reference osisRef=\"Gen.25.34\">Gn 25:34</reference>)</hi>. Je ziet het voor je: de man van het veld, van de jacht, van het harde leven, die alleen uit is op een gevulde maag. Om zijn maag te vullen wisselt hij achteloos een zegen van God voor de toekomst in tegen een ogenblikkelijke bevrediging van zijn begeerten. Als aan die bevrediging is voldaan, staat hij op om aan een volgend avontuur te beginnen. Wie doet hem wat? <div eID=\"gen46391\" type=\"x-p\"/><div sID=\"gen46392\" type=\"x-p\"/>Ezau en Edom zijn sprekende voorbeelden van velen die niets geven om de zegen van God. Het enige waarvoor ze belangstelling hebben, is een geslaagd familieleven, een succesvolle studie, een hoge functie in het bedrijfsleven. Als het maar bijdraagt aan hun aanzien, de streling van hun ego, het onaantastbaar maken en houden van hun status. <div eID=\"gen46392\" type=\"x-p\"/><div sID=\"gen46393\" type=\"x-p\"/>Laten we niet denken dat zulk gedrag alleen in de wereld te vinden is. Ook te midden van de christenen doen zich situaties voor, waarbij zegeningen van God worden ingeruild voor directe bevrediging van behoeften. De voorganger die uit is op aanzien van mensen, hun naar de mond praat, zal aanzien krijgen. Maar hij mist de zegen, de goedkeuring van God, nu en straks.<div eID=\"gen46393\" type=\"x-p\"/><div annotateRef=\"Obad.1.3\" annotateType=\"commentary\" eID=\"gen46384\" type=\"section\"/>",
      "4": "<div annotateRef=\"Obad.1.4\" annotateType=\"commentary\" sID=\"gen46394\" type=\"section\"/><div sID=\"gen46395\" type=\"x-p\"/><title>Aan God valt niet te ontkomen</title><div eID=\"gen46395\" type=\"x-p\"/> <lb/><div sID=\"gen46396\" type=\"x-p\"/>In het vorige vers horen we Edom snoeven: ‘Wie zal mij …?’ Op die hooghartige, uitdagende vraag komt plotseling het door hem niet vermoede antwoord van de HEERE: ‘Ik zal u …’ Edom waant zich veilig, volstrekt onaantastbaar, onbereikbaar voor elke macht die hij zich kan voorstellen. Maar hij rekent buiten de HEERE. <div eID=\"gen46396\" type=\"x-p\"/><div sID=\"gen46397\" type=\"x-p\"/>In Edom zien we de kortzichtigheid van alle mensen bij wie geen enkele gedachte aan God is. Zulke mensen berekenen hun kansen alleen in het licht van wat zij aan mogelijke gevaren waarnemen. Hun kansberekeningen lopen altijd stuk op Hem, Die ze niet bij hun overleggingen betrekken. Het is onmogelijk aan Hem te ontkomen. <div eID=\"gen46397\" type=\"x-p\"/><div sID=\"gen46398\" type=\"x-p\"/>Edom mag zich veilig wanen voor mensen, maar God weet hem te vinden. Of hij zich nu op de hoogste plek op aarde zou bevinden of op de hoogste plek in het heelal, geen van beide vormt voor God een probleem. Hoe hoger Edom zich zou verheffen, des te dieper zou zijn val zijn. Nergens in de hele schepping is een plek te vinden die buiten het bereik van God is, waar Hij niet bij zou kunnen. Nergens ook in de hele schepping is een plek te vinden waar God niet binnen kan komen. Alles is voor Hem binnen handbereik en toegankelijk. Het is de wijsheid van de mens en tevens zijn behoud als hij dat voor God erkent. David is zo iemand <hi type=\"italic\">(<reference osisRef=\"Ps.139.7-Ps.139.12\">Ps 139:7-12</reference>; vgl. <reference osisRef=\"Amos.9.2\">Am 9:2</reference>; <reference osisRef=\"Isa.14.12-Isa.14.20\">Js 14:12-20</reference>)</hi>. <div eID=\"gen46398\" type=\"x-p\"/><div annotateRef=\"Obad.1.4\" annotateType=\"commentary\" eID=\"gen46394\" type=\"section\"/>",
      "5": "<div annotateRef=\"Obad.1.5\" annotateType=\"commentary\" sID=\"gen46399\" type=\"section\"/><div sID=\"gen46400\" type=\"x-p\"/><title>Dieven, verwoesters en druivenplukkers</title><div eID=\"gen46400\" type=\"x-p\"/> <lb/><div sID=\"gen46401\" type=\"x-p\"/>Om de totale uitplundering van Edom aanschouwelijk voor te stellen worden twee gevallen voorgesteld waarbij nog iets wordt overgelaten. Als Edom uitgeplunderd wordt, zal er niets overblijven. Het eerste geval gaat over een diefstal en beroving. <hi type=\"italic\">“Dieven”</hi> zijn mensen die stiekem de eigendommen van anderen wegnemen. <hi type=\"italic\">“Nachtelijke verwoesters”</hi> doen hetzelfde, maar dan met geweld. Zulke mensen nemen mee wat ze kunnen gebruiken. De andere spullen laten ze liggen. <div eID=\"gen46401\" type=\"x-p\"/><div sID=\"gen46402\" type=\"x-p\"/>Onder misdadigers komt het ook voor dat een soort erecode wordt gehanteerd. Ze zien er geen been in om mensen te benadelen, maar soms zullen ze daarbij toch een bepaalde grens niet overschrijden. Waar die grens ligt, wordt natuurlijk bepaald door hun eigen verdorven geweten. Hoe het ook zij, de handelwijze van deze kwalijke lieden wordt aan Edom tot voorbeeld gesteld. Bij Edom is helemaal geen grens aan hun verdorven handelen. Wat ze ook maar kunnen stelen, nemen ze mee, of ze het nu kunnen gebruiken of niet. Er is bij hen geen enkel respect voor het bezit van de ander. Daarom zullen zij ook zelf geheel en zonder pardon worden <hi type=\"italic\">“uitgeroeid”</hi>. <div eID=\"gen46402\" type=\"x-p\"/><div sID=\"gen46403\" type=\"x-p\"/>Het tweede geval gaat over eerbare mensen als <hi type=\"italic\">“druivenplukkers”</hi>. Zij laten een nalezing over. Godvrezende mensen doen dat bewust, omdat God dat bevolen heeft <hi type=\"italic\">(<reference osisRef=\"Lev.19.10\">Lv 19:10</reference>; <reference osisRef=\"Deut.24.21\">Dt 24:21</reference>)</hi>. Goddeloze mensen doen dat onbewust, omdat er druiven zijn die ze gewoon niet zien en die pas ontdekt worden tijdens een nauwkeurige nalezing. Een dergelijke slordigheid komt niet voor als de tijd voor de verdelging van Edom is aangebroken. Zij die hem beroven, zullen niets van hem overlaten.<div eID=\"gen46403\" type=\"x-p\"/><div annotateRef=\"Obad.1.5\" annotateType=\"commentary\" eID=\"gen46399\" type=\"section\"/>",
      "6": "<div annotateRef=\"Obad.1.6\" annotateType=\"commentary\" sID=\"gen46404\" type=\"section\"/><div sID=\"gen46405\" type=\"x-p\"/><title>Verborgen schatten opgespoord</title><div eID=\"gen46405\" type=\"x-p\"/> <lb/><div sID=\"gen46406\" type=\"x-p\"/>Tot in alle schuilhoeken speuren de vijanden van Edom naar iets wat nog kan worden meegenomen; niets wordt over het hoofd gezien <hi type=\"italic\">(<reference osisRef=\"Jer.49.10\">Jr 49:10</reference>)</hi>. Alles waaraan Edom enige waarde hecht, wordt opgespoord. Petra, de hoofdstad van Edom, is een grote opslagplaats van Syrisch-Arabische koopwaar, waar veel schatten opgestapeld en verborgen liggen. De vijanden speuren naar die verborgen schatten vanwege de waarde ervan. Ze speuren er ook naar omdat met het verlies van deze rijkdommen de welstand en macht van Edom vernietigd zullen zijn. <div eID=\"gen46406\" type=\"x-p\"/><div sID=\"gen46407\" type=\"x-p\"/>Heel wat mensen stellen hun vertrouwen op hun schatten en hun weelde. Ze voelen zich er veilig en onafhankelijk door. Tegelijk is er de angst ze kwijt te raken. En terecht. Juist hun schatten trekken rovers aan in plaats van hen af te schrikken. Rijkdom biedt geen veiligheid, maar onzekerheid. <div eID=\"gen46407\" type=\"x-p\"/><div sID=\"gen46408\" type=\"x-p\"/>Paulus zegt tegen Timotheüs dat hij de rijken moet waarschuwen <hi type=\"italic\">“hun hoop niet gevestigd te hebben op [de] onzekerheid van [de] rijkdom, maar op God” (<reference osisRef=\"1Tim.6.17\">1Tm 6:17</reference>; <reference osisRef=\"Prov.23.4-Prov.23.5\">Sp 23:4-5</reference>)</hi>. Wie schatten op aarde verzamelt, loopt groot gevaar dat ze een keer door dieven worden geroofd, hoe goed ze ook zijn opgeborgen. Dat is niet het geval met schatten in de hemel. Die kunnen niet worden geroofd <hi type=\"italic\">(<reference osisRef=\"Matt.6.19-Matt.6.21\">Mt 6:19-21</reference>)</hi>.<div eID=\"gen46408\" type=\"x-p\"/><div annotateRef=\"Obad.1.6\" annotateType=\"commentary\" eID=\"gen46404\" type=\"section\"/>",
      "7": "<div annotateRef=\"Obad.1.7\" annotateType=\"commentary\" sID=\"gen46409\" type=\"section\"/><div sID=\"gen46410\" type=\"x-p\"/><title>Edom komt bedrogen uit</title><div eID=\"gen46410\" type=\"x-p\"/> <lb/><div sID=\"gen46411\" type=\"x-p\"/>Edom zoekt niet alleen bescherming in zijn rotsen en schatten, maar zoekt ook steun bij zijn bondgenoten. Ook daarmee zal hij bedrogen uitkomen. Zijn bondgenoten, naar wie hij zijn boodschappers sturen om hulp te vragen, zullen die boodschappers terugsturen naar de grens omdat zij niet betrokken willen worden in de verwikkelingen van Edom. Zelfs zijn vrienden en door hem begunstigden laten hem in de steek, bedriegen hem. Niets en niemand is er nog waarop hij kan vertrouwen. Hij staat er helemaal alleen voor. <div eID=\"gen46411\" type=\"x-p\"/><div sID=\"gen46412\" type=\"x-p\"/>De zin <hi type=\"italic\">“er is geen inzicht in hem”</hi>, geeft aan dat Edom niets beseft van het kwaad dat hem zal worden aangedaan van kanten waarvan hij het niet verwacht. Zijn beroemde wijzen hebben in hun alom geroemde wijsheid geen rekening gehouden met de misleiding en de kracht van de zogenaamde vrienden. Hij zal al zijn berekeningen en verwachtingen zien falen, blind als hij is voor de valstrikken die gelegd worden door hen die van hem afhankelijk zijn. <div eID=\"gen46412\" type=\"x-p\"/><div sID=\"gen46413\" type=\"x-p\"/>In de trouweloosheid van bondgenoten, vrienden en begunstigden ontvangt Edom een rechtmatige vergelding voor de behandeling van zijn broer Jakob, waarover verderop wordt gesproken. Door het ongeluk waarin Edom wordt gestort, zullen ze hun gebruikelijke inzicht verliezen en niet meer weten hoe of wat ze moeten doen. Ze zullen het spoor naar uitredding totaal bijster zijn. <div eID=\"gen46413\" type=\"x-p\"/><div sID=\"gen46414\" type=\"x-p\"/>Dit is het lot van allen die op hun eigen wijsheid vertrouwen. Zij wanen zich alwetend, maar hebben geen kennis van het menselijk hart en van Gods handelen. <div eID=\"gen46414\" type=\"x-p\"/><div annotateRef=\"Obad.1.7\" annotateType=\"commentary\" eID=\"gen46409\" type=\"section\"/>",
      "8": "<div annotateRef=\"Obad.1.8\" annotateType=\"commentary\" sID=\"gen46415\" type=\"section\"/><div sID=\"gen46416\" type=\"x-p\"/><title>De wijzen vergaan</title><div eID=\"gen46416\" type=\"x-p\"/> <lb/><div sID=\"gen46417\" type=\"x-p\"/>De woorden <hi type=\"italic\">“spreekt de HEERE”</hi> geven het begin aan van een volgend gedeelte dat de <hi type=\"italic\"><reference osisRef=\"Obad.1.8-Obad.1.9\">Ob 1:8-9</reference></hi> omvat. In <hi type=\"italic\"><reference osisRef=\"Obad.1.4\">Ob 1:4</reference></hi> vormen deze woorden de afsluiting van het gedeelte van de <hi type=\"italic\"><reference osisRef=\"Obad.1.2-Obad.1.4\">Ob 1:2-4</reference></hi>. In de <hi type=\"italic\"><reference osisRef=\"Obad.1.8-Obad.1.9\">Ob 1:8-9</reference></hi> spreekt God over de verwoesting van Edom die als een dreiging boven dit volk hangt. Deze verwoesting neemt Hij Zelf ter hand. Het tijdstip waarop Hij het oordeel zal voltrekken, is <hi type=\"italic\">“op die dag”.</hi> Zoals zo vaak in de taal van de profeten wordt daarmee gedoeld op de tijd dat God openlijk het wereldgebeuren zal binnentreden om al Zijn voorzeggingen te gaan vervullen. Voor de goddelozen betekent dat het oordeel, voor zijn verdrukte volk betekent het uitredding en behoudenis. <div eID=\"gen46417\" type=\"x-p\"/><div sID=\"gen46418\" type=\"x-p\"/>De Edomieten, en speciaal de stam van de Themanieten <hi type=\"italic\">(<reference osisRef=\"Amos.1.12\">Am 1:12</reference>; <reference osisRef=\"Hab.3.3\">Hk 3:3</reference>)</hi>, staan bekend om hun wijzen <hi type=\"italic\">(<reference osisRef=\"Jer.49.7\">Jr 49:7</reference>; <reference osisRef=\"Job.2.11\">Jb 2:11</reference><reference osisRef=\"Job.4.1\">; Jb 4:1</reference>)</hi>. Die wijsheid zal hun geen redding brengen. In het vorige vers staat al dat hun wijsheid hen in de steek laat tegenover hun bondgenoten en vrienden. Hier worden de wijzen zelf door de HEERE uit Edom weggedaan. <div eID=\"gen46418\" type=\"x-p\"/><div sID=\"gen46419\" type=\"x-p\"/>Stap voor stap wordt Edom elke hulpbron ontnomen die zij menen te hebben. Na een tevergeefs vertrouwen op hun rotsen, rijkdom en bondgenoten, raken ze nu ook hun wijzen en daarmee hun inzicht kwijt. <div eID=\"gen46419\" type=\"x-p\"/><div annotateRef=\"Obad.1.8\" annotateType=\"commentary\" eID=\"gen46415\" type=\"section\"/>",
      "9": "<div annotateRef=\"Obad.1.9\" annotateType=\"commentary\" sID=\"gen46420\" type=\"section\"/><div sID=\"gen46421\" type=\"x-p\"/><title>De helden komen om</title><div eID=\"gen46421\" type=\"x-p\"/> <lb/><div sID=\"gen46422\" type=\"x-p\"/>De verdelging van Edom nadert zijn voltooiing. Nadat Edoms wijsheid is weggenomen, wordt hij van zijn kracht beroofd. Als wijsheid en inzicht hem zijn ontnomen, valt ook de moed van dappere strijders weg. Verstijfd van schrik zullen ze niet in staat zijn hun volk te verdedigen. Ze zijn niet in staat tegenstand te bieden als het volk wordt vermoord en uitgeroeid. <div eID=\"gen46422\" type=\"x-p\"/><div sID=\"gen46423\" type=\"x-p\"/>De krachtigste helden baten niet als God niet voor ons is. Als Hij vóór ons is, kan niets ons deren; als Hij tegen ons is, kan niets ons helpen.<div eID=\"gen46423\" type=\"x-p\"/><div annotateRef=\"Obad.1.9\" annotateType=\"commentary\" eID=\"gen46420\" type=\"section\"/>",
      "10": "<div annotateRef=\"Obad.1.10\" annotateType=\"commentary\" sID=\"gen46424\" type=\"section\"/><div sID=\"gen46425\" type=\"x-p\"/><title>Geweld tegen een broeder</title><div eID=\"gen46425\" type=\"x-p\"/> <lb/><div sID=\"gen46426\" type=\"x-p\"/>Dit vers is een korte verklaring van de aanklachten die in de volgende verzen gedetailleerd onder woorden worden gebracht. De aanklacht wordt samengevat als <hi type=\"italic\">“het geweld tegen uw broeder Jakob” (vgl. <reference osisRef=\"Ps.50.20\">Ps 50:20</reference>; <reference osisRef=\"Joel.3.19\">Jl 3:19</reference>)</hi>. Het speciale van de zonde waaraan Edom zich heeft schuldig gemaakt en waarvoor het al de voorgaande oordelen over zich zal krijgen, is dat het een zonde tegen zijn broeder is. Gewelddadig onrecht is des te verwerpelijker als het een broeder wordt aangedaan. <div eID=\"gen46426\" type=\"x-p\"/><div sID=\"gen46427\" type=\"x-p\"/>De broederverhouding wordt nog scherper aangegeven door het gebruik van de naam <hi type=\"italic\">“Jakob”</hi>, de tweelingbroer van Ezau. Het bewustzijn dat de Israëlieten hun broeders zijn, had de Edomieten ertoe moeten aanzetten hun broeders in hun benauwdheid te helpen. In plaats daarvan hebben ze niet alleen leedvermaak getoond, maar hebben ze geprobeerd het leed nog te vergroten door de vijanden van Israël te ondersteunen. <div eID=\"gen46427\" type=\"x-p\"/><div annotateRef=\"Obad.1.10\" annotateType=\"commentary\" eID=\"gen46424\" type=\"section\"/>",
      "11": "<div annotateRef=\"Obad.1.11\" annotateType=\"commentary\" sID=\"gen46428\" type=\"section\"/><div sID=\"gen46429\" type=\"x-p\"/><title>Een van hen</title><div eID=\"gen46429\" type=\"x-p\"/> <lb/><div sID=\"gen46430\" type=\"x-p\"/>Edom heeft zich afzijdig gehouden, toen Juda door zijn vijanden werd veroverd. Hij heeft erbij gestaan en ernaar gekeken, zonder een helpende hand te bieden. Daarbij is het niet gebleven. Nadat Juda door de vijand was overwonnen, heeft Edom zich bij de vijand gevoegd. Hij heeft zich aangesloten bij de vijanden om Juda nog verder de grond in te trappen. <div eID=\"gen46430\" type=\"x-p\"/><div sID=\"gen46431\" type=\"x-p\"/>Ze hebben niet alleen toegekeken hoe het lot werd geworpen over gevangenen en goederen die zijn buitgemaakt <hi type=\"italic\">(<reference osisRef=\"Joel.3.3\">Jl 3:3</reference>)</hi>. Ze hebben zich erover verheugd en hun instemming ermee betuigd. Hun houding was: Goed zo, dit is wat Juda verdient. Voor deze houding tegenover Juda en speciaal tegenover Jeruzalem zal de HEERE Edom oordelen <hi type=\"italic\">(<reference osisRef=\"Ezek.35.11\">Ez 35:11</reference>; <reference osisRef=\"Isa.34.8\">Js 34:8</reference><reference osisRef=\"Isa.63.4\">; Js 63:4</reference>)</hi>. <div eID=\"gen46431\" type=\"x-p\"/><div sID=\"gen46432\" type=\"x-p\"/>In processen na de Tweede Wereldoorlog (1939-1945) zijn mensen van het regime van Hitler veroordeeld als kon worden bewezen dat ze wisten van oorlogsmisdaden, maar daar niet tegen zijn opgetreden. Het feit dat ze niet zelf, persoonlijk, die misdaden hadden gepleegd, leverde geen strafvermindering op. Toekijken en je afzijdig houden, terwijl er onder je ogen dingen gebeuren die niet door de beugel kunnen, is zelfs volgens het Nederlandse recht strafbaar. Wie niet optreedt tegen het kwaad naar de mogelijkheden die hij heeft, maakt zich een met het kwaad. <div eID=\"gen46432\" type=\"x-p\"/><div sID=\"gen46433\" type=\"x-p\"/>We worden als christenen niet geroepen alle kwaad in de wereld te bestrijden. Maar als Gods volk wordt belaagd en vervolgd, mogen we niet afzijdig toekijken. Het minste is dat we voor de vervolgden bidden en meelijden <hi type=\"italic\">“alsof u ook zelf in het lichaam mishandeld was” (<reference osisRef=\"Heb.13.3\">Hb 13:3</reference>)</hi>. Waar we gelegenheid hebben, zullen we ook daadwerkelijk helpen, hetzij met geld en goederen, hetzij door de vervolgden een schuilplaats te bieden. <div eID=\"gen46433\" type=\"x-p\"/><div sID=\"gen46434\" type=\"x-p\"/>Dat is wat anders dan je te verrijken aan de vervolgden en hen te verstoten. God zal ieder mens confronteren met zijn afzijdigheid waar duidelijk partij had moeten worden gekozen. Hij zal aantonen dat deze afzijdigheid een feitelijke eenmaking met het kwaad betekende. Verontschuldigingen zullen er niet zijn. Tegen Zijn uitspraak zal niets in te brengen zijn. <div eID=\"gen46434\" type=\"x-p\"/><div annotateRef=\"Obad.1.11\" annotateType=\"commentary\" eID=\"gen46428\" type=\"section\"/>",
      "12": "<div annotateRef=\"Obad.1.12\" annotateType=\"commentary\" sID=\"gen46435\" type=\"section\"/><div sID=\"gen46436\" type=\"x-p\"/><title>Leedvermaak, vrolijkheid, een grote mond</title><div eID=\"gen46436\" type=\"x-p\"/> <lb/><div sID=\"gen46437\" type=\"x-p\"/>De <hi type=\"italic\"><reference osisRef=\"Obad.1.12-Obad.1.14\">Ob 1:12-14</reference></hi> vormen een opmerkelijk geheel. Daarin treffen we een serie van acht negatieve uitingen aan die Edom heeft laten horen bij de ellende die over Juda is gekomen. Elk van deze negatieve uitingen komt overeen met een beschrijving van <hi type=\"italic\">“de dag”</hi> van Juda’s rampspoed. Elke keer dat er sprake is van <hi type=\"italic\">“de dag”</hi>, wordt een periode aangegeven waarin Juda de tuchtiging van God door middel van de vijand ondergaat. <div eID=\"gen46437\" type=\"x-p\"/><div sID=\"gen46438\" type=\"x-p\"/>Edom heeft zich niet alleen afzijdig gehouden, terwijl het te hulp had moeten komen. Hij heeft daarbij leedvermaak gehad over de rampspoed die Juda trof. Ze stonden er massaal bij, wreven zich in de handen van plezier, gniffelend om wat er gebeurde. Ze zeiden als het ware: ‘Zo hebben we het graag!’ De aanblik was een wellust voor hun ogen. De ondergang van Juda maakte hen vrolijk. <div eID=\"gen46438\" type=\"x-p\"/><div sID=\"gen46439\" type=\"x-p\"/>Laten we, voordat we de houding van Edom veroordelen – en die ís te veroordelen! –, onszelf eerst eens eerlijk onderzoeken en onszelf afvragen: Heb ik soms ook niet een innerlijke voldoening als het een ander slecht gaat met wie ik een verschil van standpunt heb? <div eID=\"gen46439\" type=\"x-p\"/><div sID=\"gen46440\" type=\"x-p\"/>Het bleef bij Edom niet bij leedvermaak. Ze gaven er ook hoorbaar uiting aan door een grote mond op te zetten in plaats van troostwoorden te spreken. De geest van Edom is in onze tijd bijna dagelijks waar te nemen. De zelfmoordaanslagen in Israël worden door de Palestijnen bejubeld. Een man wiens zoon zichzelf opblies, zei dat hij het jammer vond dat zijn zoon geen atoombom had kunnen gebruiken. Het zaaien van dood en verderf onder de bevolking van Israël bewerkt grote vreugde en grootspraak bij alle vijanden van dat volk. <div eID=\"gen46440\" type=\"x-p\"/><div sID=\"gen46441\" type=\"x-p\"/>(Ik zeg dit binnen het kader van de profetie van Obadja en niet als een rechtvaardiging van Israëls opstelling. Die rechtvaardiging is er niet, omdat zij nog steeds eigenwillig en eigenmachtig hun rechten willen handhaven, zonder bekering tot God en geloof in de Heer Jezus.) <div eID=\"gen46441\" type=\"x-p\"/><div sID=\"gen46442\" type=\"x-p\"/>Omdat alle vijandschap ten opzichte van Juda uiteindelijk God en Zijn Gezalfde betreft <hi type=\"italic\">(<reference osisRef=\"Ps.2.1-Ps.2.2\">Ps 2:1-2</reference>)</hi>, zal Hij Edom oordelen <hi type=\"italic\">(<reference osisRef=\"Ezek.35.12-Ezek.35.15\">Ez 35:12-15</reference>)</hi>.<div eID=\"gen46442\" type=\"x-p\"/><div annotateRef=\"Obad.1.12\" annotateType=\"commentary\" eID=\"gen46435\" type=\"section\"/>",
      "13": "<div annotateRef=\"Obad.1.13\" annotateType=\"commentary\" sID=\"gen46443\" type=\"section\"/><div sID=\"gen46444\" type=\"x-p\"/><title>Beroving</title><div eID=\"gen46444\" type=\"x-p\"/> <lb/><div sID=\"gen46445\" type=\"x-p\"/>Hoewel zij niet meehielpen Jeruzalem te veroveren, verschenen ze in de poort van Gods volk, door God hier treffend <hi type=\"italic\">“Mijn volk” </hi>genoemd. Uitdagend hebben ze daar plaatsgenomen, alsof zij het er voor het zeggen hadden. Hooghartig en met onverholen leedvermaak hebben ze neergekeken op het onheil dat hun ‘broeder’ Juda had getroffen. Ze hadden niet meegeholpen Jeruzalem te veroveren, maar ze hielpen wel mee de stad te plunderen, begerig als ze waren om in de buit te delen. Edom strekte de hand uit naar het bezit van Israël. Ze namen wat God uitdrukkelijk aan hun ongoddelijke stamvader had ontzegd, omdat Hij het aan Jakob had gegeven.<div eID=\"gen46445\" type=\"x-p\"/><div sID=\"gen46446\" type=\"x-p\"/>Door deze plundering namen zij actief deel aan de misdaad. Naast een vermeerdering van hun bezit leverden ze daarmee ook een vermeerdering aan leed dat Juda onderging. Het zien van dat leed verschafte hun ook nog eens innerlijke genoegdoening. Juda leed pijn vanwege het gemis van hun bezittingen. De pijn van het vermaak dat Edom daarvan had, kwam daar nog eens bovenop. Zo trapte Edom iemand die al in de ellende zat, er nog dieper in en vond daar zijn genoegen in. <div eID=\"gen46446\" type=\"x-p\"/><div annotateRef=\"Obad.1.13\" annotateType=\"commentary\" eID=\"gen46443\" type=\"section\"/>",
      "14": "<div annotateRef=\"Obad.1.14\" annotateType=\"commentary\" sID=\"gen46447\" type=\"section\"/><div sID=\"gen46448\" type=\"x-p\"/><title>Uitroeien en uitleveren</title><div eID=\"gen46448\" type=\"x-p\"/> <lb/><div sID=\"gen46449\" type=\"x-p\"/>Het bleef niet bij leedvermaak, een grote mond en beroving. Edom koos een tactisch punt uit om Juda verder onheil aan te doen. Ze waren bezield van een niet te verzadigen haat. Na het bezit moesten de mensen zelf eraan geloven. Moord en uitlevering aan de vijand vormden een welkome toevoeging aan het al toegebrachte leed <hi type=\"italic\">(<reference osisRef=\"Ezek.35.5\">Ez 35:5</reference>)</hi>. <div eID=\"gen46449\" type=\"x-p\"/><div sID=\"gen46450\" type=\"x-p\"/>Het is tragisch om te zien hoe zij die waren ontkomen en op de vlucht waren, werden opgewacht door een broedervolk om alsnog omgebracht en beroofd te worden. Edom heeft deelgenomen aan de ramp die zich over Juda heeft voltrokken door zich op te stellen als een spottende toeschouwer en als een die met de vijand heult.<div eID=\"gen46450\" type=\"x-p\"/><div annotateRef=\"Obad.1.14\" annotateType=\"commentary\" eID=\"gen46447\" type=\"section\"/>",
      "15": "<div annotateRef=\"Obad.1.15\" annotateType=\"commentary\" sID=\"gen46451\" type=\"section\"/><div sID=\"gen46452\" type=\"x-p\"/><title>De dag van de HEERE</title><div eID=\"gen46452\" type=\"x-p\"/> <lb/><div sID=\"gen46453\" type=\"x-p\"/>Naar aanleiding van de oordelen die over Edom zullen komen, gaat Obadja spreken over <hi type=\"italic\">“de dag van de HEERE”</hi>. Zonder het onderwerp Edom los te laten wordt de dag van de HEERE aangekondigd over <hi type=\"italic\">alle</hi> andere volken die, net als Edom, Israël vijandig hebben bezien en behandeld. <div eID=\"gen46453\" type=\"x-p\"/><div sID=\"gen46454\" type=\"x-p\"/>De dag van de HEERE is geen dag van vierentwintig uur, maar beslaat de tijdsperiode waarin de HEERE opstaat, ingrijpt in het wereldgebeuren en de wereld bestuurt. Zijn opstaan zal het keerpunt in de wereldgeschiedenis worden, waarbij niet meer de mens beslist, maar Hij. Nu lijkt het er nog op dat de mens alles op aarde te zeggen heeft. Als de dag van de HEERE aanbreekt, zal Hij het wereldbestuur in handen nemen op een manier die voor iedereen zichtbaar is. <div eID=\"gen46454\" type=\"x-p\"/><div sID=\"gen46455\" type=\"x-p\"/>De HEERE komt tevoorschijn, Hij wordt openbaar. <hi type=\"italic\">“Dag”</hi> wijst op licht, op openbaar worden. Dat betekent dat het niet langer om oordelen in verborgenheid of handelingen in voorzienigheid gaat, zoals dat gebeurt in de tijd waarin wij leven. Met die ‘dag’ hangen de Goddelijke oordelen samen die zullen worden uitgevoerd door Christus als <hi type=\"italic\">Jahweh</hi> God van Israël, wanneer Hij in heerlijkheid verschijnt. <div eID=\"gen46455\" type=\"x-p\"/><div sID=\"gen46456\" type=\"x-p\"/>De dag van de HEERE betekent het oordeel voor Babel <hi type=\"italic\">(<reference osisRef=\"Isa.13.9\">Js 13:9</reference>)</hi>, voor Egypte <hi type=\"italic\">(<reference osisRef=\"Jer.46.10\">Jr 46:10</reference>)</hi>, voor Israël en Assyrië <hi type=\"italic\">(<reference osisRef=\"Joel.1.15\">Jl 1:15</reference><reference osisRef=\"Joel.2.1\">; Jl 2:1</reference><reference osisRef=\"Joel.2.11\">; 11</reference><reference osisRef=\"Joel.2.31\">; 31</reference><reference osisRef=\"Joel.3.14\">; Jl 3:14</reference>)</hi>, voor Israël <hi type=\"italic\">(<reference osisRef=\"Amos.5.18\">Am 5:18</reference><reference osisRef=\"Amos.5.20\">; 20</reference>; <reference osisRef=\"Zeph.1.7\">Zf 1:7</reference>)</hi> en voor Edom <hi type=\"italic\">(<reference osisRef=\"Obad.1.15\">Ob 1:15</reference>)</hi>. Edom zal op die dag vergolden worden naar wat het zelf heeft gedaan. De rollen zijn dan volledig omgedraaid <hi type=\"italic\">(<reference osisRef=\"2Thess.1.6-2Thess.1.7\">2Th 1:6-7</reference>)</hi>. <div eID=\"gen46456\" type=\"x-p\"/><div annotateRef=\"Obad.1.15\" annotateType=\"commentary\" eID=\"gen46451\" type=\"section\"/>",
      "16": "<div annotateRef=\"Obad.1.16\" annotateType=\"commentary\" sID=\"gen46457\" type=\"section\"/><div sID=\"gen46458\" type=\"x-p\"/><title>Gods vergelding</title><div eID=\"gen46458\" type=\"x-p\"/> <lb/><div sID=\"gen46459\" type=\"x-p\"/>De Edomieten hadden gedronken op Gods heilige berg. Ze hadden op de plaats waar Hij gediend wil worden, zichzelf te goed gedaan aan Zijn zegeningen. Nu zullen ze, samen met <hi type=\"italic\">“alle volken”</hi>, te drinken krijgen uit de beker van Gods toorn <hi type=\"italic\">(<reference osisRef=\"Jer.25.15-Jer.25.19\">Jr 25:15-19</reference>; <reference osisRef=\"Lam.4.21-Lam.4.22\">Kl 4:21-22</reference>; <reference osisRef=\"Ps.60.3\">Ps 60:5</reference>; <reference osisRef=\"Job.21.20\">Jb 21:20</reference>; <reference osisRef=\"Rev.14.10\">Op 14:10</reference>)</hi>. Ze zullen voortdurend, onophoudelijk, Gods toorn ingegoten krijgen en ervaren, totdat ze ten slotte als volken ophouden te bestaan waarbij zelfs hun gedachtenis wordt weggevaagd. <div eID=\"gen46459\" type=\"x-p\"/><div sID=\"gen46460\" type=\"x-p\"/>Wat God van Edom zegt, geldt voor alle volken die Juda vijandig gezind zijn geweest. Edom vertegenwoordigt die volken. Edom en de volken zullen drinken van de beker wanneer zij in dezelfde benauwende omstandigheden zullen komen als Israël was. <div eID=\"gen46460\" type=\"x-p\"/><div annotateRef=\"Obad.1.16\" annotateType=\"commentary\" eID=\"gen46457\" type=\"section\"/>",
      "17": "<div annotateRef=\"Obad.1.17\" annotateType=\"commentary\" sID=\"gen46461\" type=\"section\"/><div sID=\"gen46462\" type=\"x-p\"/><title>De berg Sion voor Israël</title><div eID=\"gen46462\" type=\"x-p\"/> <lb/><div sID=\"gen46463\" type=\"x-p\"/>Het woord <hi type=\"italic\">“maar”</hi> waarmee dit vers begint, duidt de tegenstelling aan tussen de vorige verzen en wat nu volgt. Na het oordeel over Edom en de volken die ten opzichte van Gods volk eenzelfde geest als Edom bezitten, volgt in de profetie nu de aankondiging van het rijk van God. De vestiging van Gods rijk hangt samen met de verheffing van Israël tot hoofd van de volken <hi type=\"italic\">(<reference osisRef=\"Deut.28.13\">Dt 28:13</reference>)</hi>. Tegenover de verdelging van de volken wordt de behoudenis gesteld die aan Gods volk wordt geschonken. <div eID=\"gen46463\" type=\"x-p\"/><div sID=\"gen46464\" type=\"x-p\"/>Het middelpunt van die behoudenis, die verlossing, is <hi type=\"italic\">“de berg Sion”</hi>. Dat is de berg waar God zal wonen te midden van Zijn volk en waarvandaan Hij zal regeren <hi type=\"italic\">(<reference osisRef=\"Joel.3.17\">Jl 3:17a</reference>)</hi>. Dit vers bevat de genadige belofte aan Israël dat hij hersteld zal worden. <div eID=\"gen46464\" type=\"x-p\"/><div sID=\"gen46465\" type=\"x-p\"/>Aan ieder die Gods oordeel als terecht erkent, dat wil zeggen zijn schuld belijdt en berouw toont, wijst God een plek waar men aan het oordeel kan ontkomen. Die plek is Sion. Allen die daar zijn, vormen het ware volk van de HEERE. Voor hen is Sion een heiligdom, een berg waar God woont, samen met hen die hun zonden hebben beleden. God ziet hen als gereinigd, want Hij rekent hun het werk van Zijn Zoon toe, Die is gestorven voor de zonden van ieder die ze belijdt. Zij kunnen daardoor in Gods tegenwoordigheid zijn. <div eID=\"gen46465\" type=\"x-p\"/><div sID=\"gen46466\" type=\"x-p\"/>Gods heiligdom betekent tevens bescherming tegen elke dreiging van de vijand. Wie daar is, is onaantastbaar, want wie kan het tegen God opnemen? Er is niet alleen bescherming, er is meer. Nadat de vijand is geoordeeld, zal het volk dat zijn toevlucht op de berg van God heeft gezocht, weer in het bezit worden gesteld van hun bezittingen. <div eID=\"gen46466\" type=\"x-p\"/><div sID=\"gen46467\" type=\"x-p\"/>Hoe dat allemaal in zijn werk zal gaan, staat in de <hi type=\"italic\"><reference osisRef=\"Obad.1.18-Obad.1.20\">Ob 1:18-20</reference></hi>. Juda en Israël zullen bezitnemen van de volken, Edom vernietigen en hun grenzen naar alle kanten uitbreiden. De onder de volken verstrooide Israëlieten zullen in hun uitgebreide erfdelen terugkeren. <hi type=\"italic\"><reference osisRef=\"Obad.1.21\">Ob 1:21</reference></hi> beschrijft het eindresultaat: oordeel over Edom en de heerschappij in handen van de HEERE. <div eID=\"gen46467\" type=\"x-p\"/><div sID=\"gen46468\" type=\"x-p\"/>In geestelijke zin staat de berg Sion tegenover de berg Sinaï <hi type=\"italic\">(<reference osisRef=\"Heb.12.18-Heb.12.22\">Hb 12:18-22</reference>)</hi>. Sinaï is de berg van de wet, waarmee oordeel verbonden is. Sion is de berg van de genade, waarmee zegen verbonden is, wat blijkt uit alle Schriftplaatsen waar over deze berg wordt gesproken, ook hier in <hi type=\"italic\">Obadja</hi>. <div eID=\"gen46468\" type=\"x-p\"/><div sID=\"gen46469\" type=\"x-p\"/>Obadja spreekt over een letterlijke berg, met daaraan aardse zegen verbonden. Israël, de twaalf stammen, zal die zegen ontvangen wanneer Christus als Koning over de aarde zal regeren. Voor ons, christenen, gaat het om een geestelijke berg en de hemelse zegen die daaraan is verbonden. Wij moeten de tekst <hi type=\"italic\">“maar u bent genaderd tot [de] berg Sion” (<reference osisRef=\"Heb.12.22\">Hb 12:22</reference>)</hi> in die zin opvatten. Wij zijn verbonden met een hemelse Christus. Daardoor zijn wij losgemaakt van de wet en het hele godsdienstige systeem dat daaraan verbonden is. <div eID=\"gen46469\" type=\"x-p\"/><div sID=\"gen46470\" type=\"x-p\"/>De <hi type=\"italic\">brief aan de Hebreeën</hi> is één groot pleidooi voor het loslaten van de aardse godsdienst, omdat Hij Die daarvan het centrum was, Christus, verworpen is. Hij is nu in de hemel. Geestelijk gezien betekent de berg Sion voor ieder die met Christus verbonden is, geen bezit op aarde, maar bezit in de hemel. Het naderen tot de berg Sion is voor de christen verbonden met het in bezit nemen van geestelijke zegeningen. <div eID=\"gen46470\" type=\"x-p\"/><div sID=\"gen46471\" type=\"x-p\"/>God heeft de Zijnen alles gegeven <hi type=\"italic\">“betreffende [het] leven en [de] godsvrucht” (<reference osisRef=\"2Pet.1.3\">2Pt 1:3</reference>).</hi> Hij heeft hen <hi type=\"italic\">“gezegend met alle geestelijke zegening in de hemelse [gewesten] in Christus” (<reference osisRef=\"Eph.1.3\">Ef 1:3</reference>)</hi>. Ze bezitten in Christus <hi type=\"italic\">“al de schatten van de wijsheid en kennis” (<reference osisRef=\"Col.2.3\">Ko 2:3</reference>)</hi>. Christenen bezitten onnoemelijk veel. <div eID=\"gen46471\" type=\"x-p\"/><div sID=\"gen46472\" type=\"x-p\"/>Helaas nemen velen die schatten niet in bezit, ze tonen er geen enkele interesse in. Ze kunnen veel goede commentaren op hun smartphone lezen, maar ze lezen ze niet. Ze hebben broeders en zusters in het geloof, maar ze genieten niet de gemeenschap met hen. Ze gaan op in de dingen van de wereld, in hun beroep, in hun hobby. Maar er is een mogelijkheid om echt in bezit te nemen wat we hebben gekregen, om te naderen tot de berg Sion, dat wil zeggen te komen in Gods tegenwoordigheid en te delen in Zijn heiligheid.<div eID=\"gen46472\" type=\"x-p\"/><div annotateRef=\"Obad.1.17\" annotateType=\"commentary\" eID=\"gen46461\" type=\"section\"/>",
      "18": "<div annotateRef=\"Obad.1.18\" annotateType=\"commentary\" sID=\"gen46473\" type=\"section\"/><div sID=\"gen46474\" type=\"x-p\"/><title>De huizen van Jakob, Jozef en Ezau</title><div eID=\"gen46474\" type=\"x-p\"/> <lb/><div sID=\"gen46475\" type=\"x-p\"/><hi type=\"italic\">“Het huis van Jozef”</hi> staat voor de tien stammen. <hi type=\"italic\">“Het huis van Jakob”</hi> lijkt daardoor speciaal op Juda te slaan. Obadja gebruikt de naam Jakob in plaats van Juda, omdat Juda sinds de scheuring van het rijk eigenlijk alleen het volk van God voorstelt. Beide rijken zullen in de toekomst weer tot één rijk samengevoegd worden <hi type=\"italic\">(<reference osisRef=\"Jer.31.31\">Jr 31:31</reference>; <reference osisRef=\"Ezek.37.16\">Ez 37:16</reference>)</hi>. <div eID=\"gen46475\" type=\"x-p\"/><div sID=\"gen46476\" type=\"x-p\"/>Het noemen van de beide ‘huizen’ geeft aan dat de verdelging van Edom door heel Israël zal gebeuren <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.11.13-Isa.11.14\">Js 11:13-14</reference>)</hi>. Zij zijn een vuur tot uitdelging van wat niet bij God hoort <hi type=\"italic\">(vgl. <reference osisRef=\"Zech.12.6\">Zc 12:6</reference>)</hi>. Zij handelen niet uit persoonlijke wraakgevoelens, maar om de opdracht van God uit te voeren, <hi type=\"italic\">“want de HEERE heeft gesproken.”</hi> De Heer Jezus is ook als een vuur om Zijn volk te reinigen <hi type=\"italic\">(<reference osisRef=\"Mal.3.2\">Ml 3:2</reference>; <reference osisRef=\"Jer.5.14\">Jr 5:14</reference>; <reference osisRef=\"2Thess.2.8\">2Th 2:8</reference>)</hi>.<div eID=\"gen46476\" type=\"x-p\"/><div annotateRef=\"Obad.1.18\" annotateType=\"commentary\" eID=\"gen46473\" type=\"section\"/>",
      "19": "<div annotateRef=\"Obad.1.19\" annotateType=\"commentary\" sID=\"gen46477\" type=\"section\"/><div sID=\"gen46478\" type=\"x-p\"/><title>Het herstel vindt zijn weg</title><div eID=\"gen46478\" type=\"x-p\"/> <lb/><div sID=\"gen46479\" type=\"x-p\"/>Na het verteren van hun vijanden zal Gods volk hun land in bezit nemen en zijn gebied naar alle kanten uitbreiden. Uit dit vers blijkt dat in de glorierijke eindtijd de grens zowel naar het oosten, het gebergte van Ezau, als naar het westen, het land van de Filistijnen, aanmerkelijk zal worden verlegd. De in de <hi type=\"italic\"><reference osisRef=\"Obad.1.19-Obad.1.20\">Ob 1:19-20</reference></hi> genoemde plaatsen beslaan het oosten en westen, noorden en zuiden. In deze verzen wordt enkele keren gesproken over het ‘in bezit nemen’. Dat sluit aan op wat in <hi type=\"italic\"><reference osisRef=\"Obad.1.17\">Ob 1:17</reference></hi> is aangekondigd, dat het huis van Jakob zijn <hi type=\"italic\">“bezittingen [weer] in bezit nemen” </hi>zal. <div eID=\"gen46479\" type=\"x-p\"/><div sID=\"gen46480\" type=\"x-p\"/><hi type=\"italic\">“Het Zuiderland”</hi> wil zeggen de bevolking van het Zuiderland, dat is het zuiden van Kanaän. Zij worden het eerst genoemd omdat zij bezit zullen nemen van het gebergte van het zojuist geoordeelde Edom. <hi type=\"italic\">“Het Laagland”</hi> is de bevolking van het heuvelland, gelegen tussen het gebergte van Juda en de vlakte van Filistea. <div eID=\"gen46480\" type=\"x-p\"/><div sID=\"gen46481\" type=\"x-p\"/>Er is niet alleen herstel voor Juda. Ook de tien stammen zullen het gebied dat hun door de Assyriërs is ontnomen, weer in bezit nemen. Benjamin zal Gilead bezitten, dat aan de andere kant van de Jordaan, buiten het land, ligt. <div eID=\"gen46481\" type=\"x-p\"/><div annotateRef=\"Obad.1.19\" annotateType=\"commentary\" eID=\"gen46477\" type=\"section\"/>",
      "20": "<div annotateRef=\"Obad.1.20\" annotateType=\"commentary\" sID=\"gen46482\" type=\"section\"/><div sID=\"gen46483\" type=\"x-p\"/><title>De ballingen krijgen hun bezittingen terug</title><div eID=\"gen46483\" type=\"x-p\"/> <lb/><div sID=\"gen46484\" type=\"x-p\"/>Allen die in ballingschap waren weggevoerd uit de tien en de twee stammen, of verkocht waren naar verre landen <hi type=\"italic\">(<reference osisRef=\"Joel.3.6\">Jl 3:6</reference>)</hi>, zullen ook hun bezittingen terugkrijgen. God vergeet hen niet. Of de rechtmatige eigenaars nu in het land of buiten het land zijn, Obadja spreekt erover dat op <hi type=\"italic\">“de dag van de HEERE” (<reference osisRef=\"Obad.1.15\">Ob 1:15</reference>)</hi> heel Israël zijn land zal terugkrijgen. <div eID=\"gen46484\" type=\"x-p\"/><div sID=\"gen46485\" type=\"x-p\"/>De hoofdstrekking van de <hi type=\"italic\"><reference osisRef=\"Obad.1.19-Obad.1.20\">Ob 1:19-20</reference></hi> is dat Israël, naar de aan Abraham gegeven belofte, zal uitbreken in menigte naar de vier windstreken <hi type=\"italic\">(<reference osisRef=\"Gen.15.18-Gen.15.21\">Gn 15:18-21</reference>; vgl. <reference osisRef=\"Gen.28.14\">Gn 28:14</reference>)</hi>. De door Obadja genoemde gebieden komen we ook tegen in de opdracht die in de wet aan Israël wordt gegeven om die gebieden in bezit te gaan nemen <hi type=\"italic\">(<reference osisRef=\"Deut.1.7-Deut.1.8\">Dt 1:7-8</reference>)</hi>. <div eID=\"gen46485\" type=\"x-p\"/><div annotateRef=\"Obad.1.20\" annotateType=\"commentary\" eID=\"gen46482\" type=\"section\"/>",
      "21": "<div annotateRef=\"Obad.1.21\" annotateType=\"commentary\" sID=\"gen46486\" type=\"section\"/><div sID=\"gen46487\" type=\"x-p\"/><title>Het koningschap is van de HEERE</title><div eID=\"gen46487\" type=\"x-p\"/> <lb/><div sID=\"gen46488\" type=\"x-p\"/>Hier zijn we terug in Sion, het middelpunt van het herstelde Israël. De naam <hi type=\"italic\">“verlossers”</hi> wijst op de noodtoestand, waaruit deze verlossers Israël hebben bevrijd <hi type=\"italic\">(vgl. <reference osisRef=\"Judg.2.16\">Ri 2:16</reference><reference osisRef=\"Judg.3.9\">; Ri 3:9</reference><reference osisRef=\"Judg.3.15\">; 15</reference>; <reference osisRef=\"Neh.9.27\">Ne 9:27</reference>)</hi>. De verlossers – letterlijk ‘heilanden’ – zijn de stamhoofden van Juda <hi type=\"italic\">(<reference osisRef=\"Zech.12.6-Zech.12.8\">Zc 12:6-8</reference>)</hi>. De wijze waarop de bevrijding tot stand komt, wordt in <hi type=\"italic\"><reference osisRef=\"Obad.1.18\">Ob 1:18</reference></hi> beschreven. <div eID=\"gen46488\" type=\"x-p\"/><div sID=\"gen46489\" type=\"x-p\"/>Deze verlossers zullen speciaal het gebergte van Edom beheersen. Edom is hier weer de vertegenwoordiger van alle heidenvolken, zodat hier de heerschappij van Israël over de hele wereld wordt voorgesteld. De HEERE zal dan Zijn Messiaanse koningschap aanvaarden en een algemeen koningschap uitoefenen <hi type=\"italic\">(<reference osisRef=\"Ps.2.6-Ps.2.9\">Ps 2:6-9</reference>)</hi>. Hij heeft ‘de verlossers’ daartoe de weg laten banen <hi type=\"italic\">(vgl. <reference osisRef=\"1Chr.11.10\">1Kr 11:10</reference>)</hi>. <div eID=\"gen46489\" type=\"x-p\"/><div sID=\"gen46490\" type=\"x-p\"/>Het laatste deel van dit vers van Obadja en het slot van zijn profetie is het hoogtepunt <hi type=\"italic\">(vgl. <reference osisRef=\"Isa.24.23\">Js 24:23</reference>)</hi>. De HEERE is inderdaad Israëls <hi type=\"italic\">“Koning van oudsher” (<reference osisRef=\"Ps.74.12\">Ps 74:12</reference>)</hi>. Hij is in waarheid <hi type=\"italic\">“de levende God, een eeuwig Koning” (<reference osisRef=\"Jer.10.10\">Jr 10:10</reference>)</hi>, <hi type=\"italic\">“een groot Koning over de hele aarde”</hi>, de <hi type=\"italic\">“Koning over de hele aarde’ (<reference osisRef=\"Ps.47.2\">Ps 47:3</reference><reference osisRef=\"Ps.47.7\">; 8</reference>)</hi>. De openbare erkenning daarvan is nog toekomst. Maar de dag komt dat elke knie zich voor Hem zal buigen. Onder de volken zal dan gezegd worden: <hi type=\"italic\">“De HEERE regeert” (<reference osisRef=\"Ps.96.10\">Ps 96:10</reference>)</hi>. <div eID=\"gen46490\" type=\"x-p\"/><div sID=\"gen46491\" type=\"x-p\"/>Deze proclamatie wordt overgenomen uit de hemel, waar luide stemmen worden gehoord die zeggen: <hi type=\"italic\">“Het koninkrijk van de wereld van onze Heer en van Zijn Christus is gekomen, en Hij zal regeren tot in alle eeuwigheid” (<reference osisRef=\"Rev.11.15\">Op 11:15</reference>)</hi>. De bede <hi type=\"italic\">“Uw koninkrijk kome, Uw wil geschiede, zoals in de hemel, zo ook op aarde” (<reference osisRef=\"Matt.6.10\">Mt 6:10</reference>)</hi> is dan verhoord.<div eID=\"gen46491\" type=\"x-p\"/><div annotateRef=\"Obad.1.21\" annotateType=\"commentary\" eID=\"gen46486\" type=\"section\"/><chapter eID=\"gen46325\" osisID=\"Obad.1\"/><div eID=\"gen46324\" osisID=\"Obad\" type=\"book\"/>",
      "intro": "<chapter osisID=\"Obad.1\" sID=\"gen46325\"/> "
    }
  },
  "intro": "<div osisID=\"Obad\" sID=\"gen46324\" type=\"book\"/>"
}