{"1":"And Salomon thoughte to buylde an house vnto the name of the LORDE, & an house for his kyngdome:","2":"and tolde out thre score and ten thousande men to beare burthens, and foure score thousande that hewed tymber vpo the mount, and thre thousande and sixe hundreth officers ouer them.","3":"And Salomon sent vnto Hiram the kynge of Tyre, sayenge: As thou dyddest with my father, & sendedst him Ceder trees, to builde an house for to dwell in (euen so do thou wt me also.)","4":"Beholde, I wyl buylde an house vnto the name of the LORDE my God, to sanctifie it, for to burne good incense before him, and allwaye to prepare ye shewbred, and burntofferynges in the mornynge and in the euenynge, on the Sabbathes & Newmones, and solempne feastes of ye LORDE oure God euermore for Israel.","5":"And the house that I wyl buylde, shal be greate: for oure God is greater then all goddes.","6":"But who is able to buylde him an house? For heauen & the heauens of all heauens maye not coprehende him. Who am I then, that I shulde buylde him an house? But onely for this intent to burne incense before him?","7":"Sede me now therfore a wyse ma to worke with golde, syluer, brasse, yron, scarlet, purple, yalow sylke and soch one as can graue carued worke with the wyse men that are with me in Iewry and Ierusalem, whom my father Dauid ordeyned.","8":"And sende me tymber of Ceder, pyne tre and costly wodd from Libanus: for I knowe that yi seruauntes can hewe tymber vpon Libanus. And beholde, my seruauntes shalbe with yi seruauntes,","9":"to prepare me moch tymber: for the house that I wyl buylde, shalbe greate & maruelous goodly.","10":"And beholde, I wyl geue vnto the carpenters thy seruauntes which hewe the tymber, twetye thousande quarters, of beaten wheate, and twentye thousande quarters of barlye, and twentye thousande Batthes of wyne, and twentye thousande Batthes of oyle.","11":"Then sayde Hiram the kynge of Tyre by wrytinge, and sent it vnto Salomon: Because the LORDE loueth his people, therfore hath he made ye to be kynge ouer them.","12":"And Hiram sayde morouer: Praysed be ye LORDE God of Israel, which made heauen earth, that he hath geue kynge Dauid a wyse and prudent sonne, and soch one as hath vnderstondinge to buylde an house vnto the LORDE, & an house for his realme.","13":"Therfore sende I now a wyse man that hath vnderstondynge, euen Hiram Abi","14":"(which is the sonne of a woman of the doughters of Dan, and his father was of Tyre) which can worke in golde, syluer, brasse, yron, stone, tymber, scarlet, yalowe sylke, lynnen, purple and to carue all maner of thinges, and to make what conynge thinge so euer is geuen him, with thy wyse men, and with the wyse men of my lorde kynge Dauid yi father.","15":"And now let my lorde sende the wheate, barlye, oyle and wyne vnto his seruautes, acordinge as he hath sayde,","16":"and so wyll we hewe ye tymber vpon Libanus, as moch as thou nedest, and wyll brynge it by flotes in the See vnto Iapho, from whence thou mayest brynge it vp to Ierusalem.","17":"And Salomon nombred all the straungers in the londe of Israel, acordinge to the nombre whan Dauid his father nombred them: and there were founde an hundreth & fiftye thousande, thre thousande and sixe hudreth.","18":"And of the same he made thre score and ten thousande beares of burthens, and foure score thousande hewers vpo ye mount, and thre thousande and sixe hundreth ouerseers, which helde ye people at their worke."}