{"1":"And whan Roboam came to Ierusalem, he gathered together the house of Iuda and BenIamin (euen an hudreth and foure score thousande chosen men of armes) to fyghte agaynst Israel, that they mighte brynge the kyngdome agayne vnto Roboam.","2":"But ye worde of the LORDE came to Semaia the man of God, and sayde:","3":"Speake to Roboam the sonne of Salomon kynge of Iuda, and to all Israel yt are in Iuda and BenIamin, and saye:","4":"Thus sayeth the LORDE: Ye shal not go vp, ner fyght agaynst youre brethren: let euery man go home agayne, for this is my dede. They herkened vnto the wordes of ye LORDE, and wete not forth agaynst Ieroboa.","5":"As for Roboa, he dwelt at Ierusalem, and buylded vp the stronge cities in Iuda,","6":"namely Bethlee, Etan, Tekoa,","7":"Bethzur, Socho, Adulla,","8":"Gath, Maresa, Siph,","9":"Adoraim, Laches, Aseka,","10":"Zarega, Aialon, and Hebron (which were the fensed cities in Iuda and BenIamin)","11":"& he made them stronge, and set prynces therin, & prouyded them of vytayles, oyle and wyne,","12":"and in all cities prepared he shildes and speares, and made them very stronge. And Iuda and BenIamin were vnder him.","13":"The Prestes and Leuites also came vnto him out of Israel and from all the borders therof,","14":"And lefte their suburbes & possession, and came to Iuda vnto Ierusalem: for Ieroboam and his sonnes expelled them, that they shulde not execute the offyce of ye presthode vnto ye LORDE.","15":"But for himselfe he fouded prestes to ye hye places, & to feldedeuels & calues, which he caused to make.","16":"And after them came there men out of all the trybes of Israel, which gaue ouer their hertes to seke ye LORDE God of Israel, & came to Ierusale for to offre vnto the LORDE God of their fathers.","17":"And so strengthed they ye kingdome of Iuda, and matayned Roboam the sonne of Salomon thre yeare longe: for they walked in ye waye of Dauid & Salomon thre yeares.","18":"And Roboam toke Mahelath ye doughter of Ieremoth ye sonne of Dauid to wife, & Abihail the doughter of Eliab ye sonne of Isai,","19":"which bare him these sonnes: Ieus, Semaria & Saham.","20":"After her toke he Maecha the doughter of Absalom, which bare him Abia, Athai Sisa and Selomith.","21":"But Roboam loued Maecha the doughter of Absalom better then all his wyues & concubynes: for he had eightene wyues and thre score cocubynes, and begat eight & twentye sonnes, and thre score doughters.","22":"And Roboam set Abia the sonne of Maecha to be heade and prynce amonge his brethren: for he thoughte to make him kynge:","23":"for he was wyse, & more mightie then all his sonnes in all the countrees of Iuda & Ben Iamin, and in all the stronge cities. And he gaue them plenteousnes of fode, and desyred many wyues."}