{"1":"After the death of Moses the seruaunt of the LORDE, spake the LORDE vnto Iosua ye sonne of Nun Moses mynister:","2":"My seruaunt Moses is deed, vp now, and go ouer this Iordane, thou and all this people in to the londe that I haue geuen the children of Israel.","3":"All the places that the soles of youre fete shal treade vpon, haue I geuen vnto you, as I sayde vnto Moses:","4":"From the wyldernesse and this Libanus vnto the greate water Euphrates: all the londe of the Hethites vnto the greate see towarde the west, shal be youre border.","5":"There shall noman be able to withstonde ye all thy life longe. And like as I was with Moses, so wil I be with the also. I will not fayle the nether forsake the.","6":"Be stronge and bolde: for vnto this people shalt thou deuyde ye londe, which I sware vnto their fathers, to geue it them.","7":"Be stroge therfore and very bolde, that thou mayest kepe and do euery thynge acordinge to the lawe, that Moses my seruaunt commaunded the. Turne not asyde from it, nether to the righte hande ner to the lefte, yt thou mayest deale wysely whither so euer thou goest.","8":"And let not the boke of this lawe departe out of thy mouth, but exercyse thy selfe therin daie and nighte, that thou mayest kepe and do euery thinge acordinge to it that is wrytte therin: Then shalt thou prospere in thy waies, and deale wysely.","9":"Lo, I haue commaunded the to be stronge and bolde. Feare not, and be not afrayed: for the LORDE thy God is with ye, whither so euer thou goest.","10":"Then commaunded Iosua the officers of the people, and sayde:","11":"Go thorow the hoost, and charge ye people, and saye: Prepare you vytayles, for ouer thre dayes shal ye go ouer this Iordane, that ye maye come in and take possession of the londe, which the LORDE youre God shal geue you.","12":"And to the Rubenites, Gaddites, and to the halfe trybe of Manasse, sayde Iosua:","13":"Thynke vpon the worde, that Moses the seruaunt of ye LORDE spake vnto you, and sayde: The LORDE yor God hath brought you to rest, and geuen you this londe.","14":"Let youre wyues and children and catell remayne in ye londe, that Moses gaue you on this syde Iordane: But ye youre selues (as many as be fightinge men) shal go forth before youre brethren in harnesse, and helpe them,","15":"tyll the LORDE haue broughte youre brethren to rest also as well as you: that they also maye take possession of the londe, which the LORDE yor God shal geue them: Then shal ye turne agayne in to the londe of youre possession, that ye maye enioye it, which Moses the seruaunt of the LORDE hath geuen you on this syde Iordane towarde ye Easte.","16":"And they answered Iosua and sayde: All that thou hast commaunded vs, wyll we do: and whither so euer thou sendest vs, we wyl go thither.","17":"Like as we haue obeyed Moses, so wyl we be obedient also vnto the: Onely that the LORDE thy God be with ye, like as he was with Moses.","18":"Who so euer disobeyeth thy mouth, and herkeneth not vnto thy wordes in all that thou hast commaunded vs, shal dye: Onely be thou stronge and bolde."}