{"1":"Then fell the seconde lot of the trybe of the children of Simeon acordinge to their kynreds, and their enheritaunce was amonge the enheritaunce of ye children of Iuda.","2":"And to their enheritaunce they had Beer Seba, Molada,","3":"Hazar Sual, Baala, Azem,","4":"El Tholad, Bethul, Harma,","5":"Ziklag, Betha Markaboth, Hazar Sussa,","6":"Beth Lebaoth, and Saruhen: these are thirtene cities & their vyllages.","7":"Ain, Rimon, Ether, Asan: these are foure cities and their vyllages.","8":"And all ye vyllages that lye aboute the cities vnto Balath Beer Ramath towarde the south. This is the enheritaunce of the trybe of the children of Simeon in their kynreds:","9":"for the enheritaunce of the children of Simeon is vnder the porcion of the children of Iuda. For so moch as the enheritaunce of the children of Iuda was to greate for them, therfore inhereted the children of Simeon amonge their enheritaunce.","10":"The thirde lot fell vpon the childre of Zabulon after their kynreds. And the border of their enheritauce was vnto Sarid,","11":"& goeth vp westwarde to Mareala, & bordreth vpon Dabaseth, and reacheth vnto the ryuer that floweth ouer agaynst Iakneam:","12":"& turneth from Sarid eastwarde vnto the border of Cisloth Thabor, and cometh out vnto Dabrath, and reacheth vp to Iapia,","13":"and from thece goeth it westwarde thorow Githa Hepher, and Itha Razim, and commeth out towarde Rimon, Hamthoar Hanea,","14":"& fetcheth a compasse aboute from the north vnto Nathon, & the goynge out of it is in ye valley Iephtha El,","15":"Ratath, Nahalal, Simron, Iedeala, & Bethlehem: These are twolue cities and their vyllages.","16":"This is the enheritauce of the childre of Zabulon in their kynreds: these are their cities and vyllages.","17":"The fourth lot fell vpo the childre of Isachar after their kynreds,","18":"& their border was Iesraela, Chessulloth, Sunem,","19":"Hapharaim, Sion, Anaharath,","20":"Raabith, Rision, Abez,","21":"Kemeth, En Ganim, Enhada, Beth Pazez,","22":"& bordreth vpon Thabor, Sahazima, Beth Semes, and ye outgoinge of it was at Iordane. These are sixtene cities and their vyllages.","23":"This is the enheritaunce of the trybe of the children of Isachar in their kynreds, cities and vyllages.","24":"The fifth lot fell vpon the trybe of the children of Asser, after their kynreds.","25":"And their border was Helkath, Hali, Beten, Achsaph,","26":"Alamelech, Amead, Miseal, and borderth on Carmel vnto the see, and on Sihor, and Libnath,","27":"and turneth towarde the east vnto Beth Dagon, and bordreth on Zabulon, and on the valley of Iephtael, and towarde the north syde of Beth Emek and Negiel: & commeth out vnto Cabul on the lefte syde","28":"of Ebron, Rehob, Hamon and Cana, vnto greate Sidon.","29":"And turneth towarde Rama, vnto the stronge cite of Zor, and turneth towarde Hossa, and goeth out vnto the see, after ye meetlyne towarde Achsib,","30":"Vma, Aphek, Rehob. These are two and twentye cities and their vyllages.","31":"This is the enheritaunce of the trybe of the children of Asser in their kinreds cities and vyllages.","32":"The syxte lot fell vpon the children of Nephtali in their kynreds.","33":"And their border was fro Heleph Elon thorow Zaanaim, Adai Nekeb, Iabne El vnto Lakum, and goeth out vnto Iordane,","34":"and turneth westwarde to Asnoth Thabor, and cometh out from thence vnto Hukok, and bordreth on Zabulon towarde the south, and on Asser towarde the west, and on Iuda by Iordane towarde the east:","35":"and hath stronge cities, Zidimzer, Hamath Rakath, Chinnaret,","36":"Adama, Rama, Hazor,","37":"Kedes, Edrei, En Hazor,","38":"Iereon, Migdal Elhare, Beth Anath, Beth Sames. These are nyentene cities and their vyllages.","39":"This is the enheritaunce of ye trybe of the children of Nephtali in their kynreds, cities, and vyllages.","40":"The seuenth lot fell vpon the trybe of the children of Dan after their kynreds.","41":"And the border of their enheritaunce was Zarea, Esthaol, Irsames,","42":"Saalabin, Aialon, Iethla,","43":"Elon, Thimnata, Ekron,","44":"Eltheke, Gibetho Baalath,","45":"Iehud, Bnerbarak, Gat Rimon,","46":"Me Iarkon, Rakon with the border by Iapho,","47":"and on the same goeth the border of the children of Dan out. And the children of Da wente vp, and foughte agaynst Lesem, and wanne it, and smote it with the edge of the swerde, and toke it in possession, & dwelt therin, and called it Dan, after ye name of their father.","48":"This is the enheritaunce of the trybe of the children of Dan in their kynreds, cities, and vyllages.","49":"And wha ye lode was all parted out with the borders therof, the children of Israel gaue Iosua the sonne of Nun, an enheritaunce amonge them,","50":"and (acordynge to the commaundement of the LORDE) they gaue him ye cite that he requyred, namely, Thimnath Serah, vpon mout Ephraim: there buylded he the cite, and dwelt therin.","51":"These are the enheritaunces which Eleasar the prest and Iosua ye sonne of Nun, and the chefest of the fathers amonge ye tribes, deuided out by lot vnto the childre of Israel at Silo before the LORDE, euen before the dore of the Tabernacle of wytnes, and so they ended the deuydinge out of the londe."}