{"1":"Then the chefe fathers amonge the Leuites came forth vnto Eleasar the prest and to Iosua the sonne of Nun, and to ye awncient fathers amoge the trybes of the children of Israel,","2":"and spake vnto them at Silo in the londe of Canaan, and sayde: The LORDE commaunded by Moses, that we shulde haue cities geuen vs to dwell in, and the suburbes of the same for oure catell.","3":"Then the children of Israel gaue of their enheritaunce these cities and the suburbes therof, vnto the Leuites, acordynge to the commaundement of the LORDE.","4":"And the lot fell vpon the kynred of the Kahathites, and the children of Aaron the prest amonge the Leuites, had by the lott thyrtene cities of the trybe of Iuda, of the trybe of Simeon, and of the trybe of Ben Iamin.","5":"The other childre of Kahath of the same kynred, had by the lot ten cities, of the trybe of Ephraim, of the trybe of Dan, and of the halfe trybe of Manasse.","6":"But the children of Gerson of the same kynred had by the lot thyrtene cities, of the trybe of Isachar, of the trybe of Asser, of ye trybe of Nepthali, and of the halfe trybe of Manasse at Basan.","7":"The children of Merari of their kynred had twolue cities, of the trybe of Ruben, of the trybe of Gad, and of the trybe of Zabulon.","8":"So the children of Israel gaue these cities and their suburbes vnto the Leuites by lott, as the LORDE commaunded by Moses.","9":"Of the trybe of the children of Iuda, and of the trybe of the children of Simeon, they gaue these cities (which they named by name)","10":"vnto the children of Aaron of the kynred of the Kahathites amonge the children of Leui: for the first lot was theyrs.","11":"So they gaue them Kiriatharba, which was the fathers of Enak, that is Hebron vpon the mount Iuda, and the suburbes therof rounde aboute.","12":"But the felde of the cite and the vyllages therof, gaue they vnto Caleb the sonne of Iephune for his possession.","13":"Thus gaue they vnto the children of Aaron the prest, the fre cite of the deed sleyers, Hebron and the suburbes therof, Libna and the suburbes therof,","14":"Iathir and the suburbes therof, Esthuma and the suburbes therof,","15":"Holon and the suburbes therof, Debir and the suburbes therof,","16":"Ain and the suburbes therof, Iuta and the suburbes therof, Beth Semes and the suburbes therof, euen nyne cities of these two trybes.","17":"But of the trybe of Ben Iamin they gaue foure cities, Gibeon and ye suburbes therof, Gaba, and the suburbes therof,","18":"Anathot and the suburbes therof, Almon and the suburbes therof:","19":"so that all the cities of the children of Aaron the prest were thirtene with their suburbes.","20":"The kynreds of the other children of Kahath the Leuites, had by their lott foure cities, of the trybe of Ephraim,","21":"and they gaue the the fre cite of the deedsleiers, Seche and the suburbes therof vpon mount Ephraim Gaser and the suburbes therof,","22":"Kibzaim and the suburbes therof, Bethron and the suburbes therof.","23":"Of the trybe of Dan foure cities, Eltheke and ye suburbes therof, Gibthon and the suburbes therof,","24":"Aialon and the suburbes therof, Gath Rimon and the suburbes therof.","25":"Of the halfe trybe of Manasses two cities, Thaenach and the suburbes therof, Gath Rimon and the suburbes therof:","26":"so that all the cities of the other children of ye kynred of Kahath, were ten with their suburbes.","27":"But vnto the children of Gerson amonge the kynreds of the Leuites were geuen, Of the halfe trybe of Manasse two cities, the fre cite for the deedslayer, Gola in Basan and the suburbes therof, Beasthra, and the suburbes therof.","28":"Of the trybe of Isachar foure cities, Kision and the suburbes therof, Dabrach and the suburbes therof,","29":"Iarmuth and the suburbes therof, Engannim and the suburbes therof.","30":"Of the trybe of Asser foure cities, Miseal, Abdon,","31":"Helkath and Rehob with the suburbes therof.","32":"Of the trybe of Nephtali thre cities, the fre cite Kedes (for the deedsleyer) in Galile, Hamoth, Dor, and Karthan with the suburbes therof:","33":"so that all the cities of the kynred of the Gersonites were thirtene wt their suburbes.","34":"Vnto the kynreds of Merari the other Leuites were geuen, Of the trybe of Zabulon foure cities, Iakneam, Kartha,","35":"Dimna and Nahalal wt ye suburbes therof.","36":"Of the trybe of Ruben foure cities, Bezer, Iahza,","37":"Kedemoth and Mephaat with their suburbes.","38":"Of the trybe of Gad foure cities, the fre cite for the deedsleyer, Ramoth in Gilead, Mahanaim,","39":"Hesbon and Iaeser with their suburbes:","40":"so that all the cities of the children of Merari amonge their kynreds of ye other Leuites, were twolue.","41":"Thus all the cities of the Leuites amonge ye possession of the children of Israel, were eight and fortye with their suburbes.","42":"And these cities were so dealte out, that euery one had their suburbes rounde aboute, the one as the other.","43":"Thus the LORDE gaue the children of Israel all the londe, which he had sworne vnto their fathers to geue: & they toke possession of it, and dwelt therin.","44":"And the LORDE gaue the rest before all those yt were aboute them like as he sware vnto their fathers, & none of their enemies stode agaynst the, but all their enmies delyuered he in to their hande.","45":"And their myssed nothinge of all the good that the LORDE had promysed vnto the house of Israel, it came euery whyt."}