{"1":"Afterward Miriam and Aaron spake against Moses, because of the woman of Ethiopia whome hee had maried (for hee had married a woman of Ethiopia)","2":"And they saide, What? hath the Lorde spoken but onely by Moses? hath he not spoken also by vs? and the Lord heard this.","3":"(But Moses was a verie meeke man, aboue all the men that were vpon the earth)","4":"And by and by the Lorde sayd vnto Moses, and vnto Aaron, and vnto Miriam, come out yee three vnto the Tabernacle of the Congregation: and they three came forth.","5":"Then the Lorde came downe in the pillar of the cloude, and stoode in the doore of the Tabernacle, and called Aaron and Miriam, & they both came forth.","6":"And hee saide, Heare nowe my wordes, If there be a Prophet of the Lord among you, I will be knowen to him by a vision, and will speake vnto him by dreame.","7":"My seruant Moses is not so, who is faithfull in all mine house.","8":"Vnto him will I speake mouth to mouth, and by vision, and not in darke wordes, but hee shall see the similitude of the Lorde. Wherefore then were ye not afraid to speake against my seruant, euen against Moses?","9":"Thus the Lorde was very angrie with them, and departed.","10":"Also the cloude departed from the Tabernacle: and beholde, Miriam was leprous like snowe: and Aaron looked vpon Miriam, and beholde, she was leprous.","11":"Then Aaron saide vnto Moses, Alas, my Lord, I beseech thee, lay not the sinne vpon vs, which we haue foolishly committed and wherein we haue sinned.","12":"Let her not, I pray thee, be as one dead, of whome the flesh is halfe consumed, when he commeth out of his mothers wombe.","13":"Then Moses cryed vnto the Lord, saying, O God, I beseech thee, heale her nowe.","14":"And the Lord said vnto Moses, If her father had spit in her face, shoulde she not haue bene ashamed seuen dayes? let her be shut out of the hoste seuen dayes, and after she shall bee receiued.","15":"So Miriam was shut out of the hoste seuen dayes, and the people remooued not, till Miriam was brought in againe.","16":"(13:1) Then afterwarde the people remooued from Hazeroth, and pitched in the wildernesse of Paran."}