{"1":"And Dauid spake the wordes of this songe before the LORDE, what tyme as the LORDE had delyuered him fro the hande of all his enemies, and from the hande of Saul,","2":"and he sayde. The LORDE is my stony rock, & my castell, and my delyuerer.","3":"God is my strength, in him wyl I put my trust: my shylde & the horne of my saluacion, my defence & my refuge, my Sauioure, thou shalt helpe me from violent wronge.","4":"I wil call vpon the LORDE with prayse, so shal I be delyuered fro myne enemies.","5":"For the sorowes of death copased me, and the brokes of Belial made me afrayed.","6":"The paynes of hell came aboute me, and the snares of death had ouertaken me.","7":"Wha I was in trouble, I called vpo the LORDE, yee euen my God called I vpon, & so he herde my voyce fro his holy temple, & my coplaynte (came) into his eares.","8":"The earth trembled and quaked, the foundacions of the heauen shoke and moued, because he was wroth.","9":"Smoke wente vp from his nose, and consumynge fyre out of his mouth, coles were kyndled therof.","10":"He bowed the heauens and came downe, and it was darke vnder his fete.","11":"He sat vpon Cherub and dyd flye, and appeared vpon the fethers of the wynde.","12":"He made darknes his pauylion rounde aboute him, thicke water in the cloudes of ye ayre.","13":"At the brightnesse of him were the fyre coles kyndled.","14":"The LORDE thondered from heaue, and the Hyest put forth his voyce.","15":"He shot his arowes, and scatered them: he lightened, and discomfited them.","16":"The pourynges out of the See were sene, and the foundacions of the earth were discouered at the chydinge of the LORDE, & at the breth of the sprete of his wrath.","17":"He sent downe from aboue, and receaued me, and drue me out of many waters.","18":"He delyuered me fro my stronge enemye, from them that hated me, for they were to mightie for me.","19":"They ouertoke me in the tyme of my trouble, but the LORDE was my succoure.","20":"He broughte me forth in to liberty: he delyuered me, because he had a fauoure vnto me.","21":"The LORDE shal rewarde me after my righteousnes, and acordinge to the clennes of my handes shal he recompence me.","22":"For I haue kepte ye waye of the LORDE, & haue not bene vngodly agaynst my God.","23":"For I haue an eye vnto all his lawes, and haue not put his ordinaunces fro me.","24":"Therfore wil I be perfecte vnto him, and wyl eshue myne awne wickednes.","25":"So shal ye LORDE rewarde me after my righteousnes, acordinge to the clenes of my handes in his eye sighte.","26":"With the holy shalt thou be holy, and wt the perfecte thou shalt be perfecte.","27":"With the cleane thou shalt be cleane, and with the frowarde thou shalt be frowarde.","28":"For thou shalt saue the poore oppressed people, and shalt set thine eyes agaynst the proude to brynge them downe.","29":"For thou O LORDE art my lanterne. The LORDE shal lighte my darknesse.","30":"For in ye I shal discofite an hoost of men, & in my God I shal leape ouer the wall.","31":"The waye of God is perfecte: ye wordes of the LORDE are tryed in the fyre: he is a shylde for all the that put their trust in him.","32":"For where is there a God, excepte ye LORDE? Or who hath eny strength without oure God?","33":"God hath stregthed me with power, and made playne a perfecte waye for me.","34":"He hath made my fete like hartes fete, & hath set me vp an hye.","35":"He teacheth my handes to fighte, and bendeth the stele bowe with myne armes.","36":"And thou hast geuen me the shylde of yi health, and with yi louynge correccion shalt thou multiplye me.","37":"Thou hast enlarged my goinge vnder me, and myne ankles haue not slyded.","38":"I wyl folowe vpon myne enemies, and destroye the: and wyl not turne backe agayne, tyll I haue broughte them to naught.","39":"I wil cosume them and thrust them thorow, that they come not vp: they shal fall vnder my fete.","40":"Thou hast girded me with strength to ye battayll, and hast subdued them vnder me yt rose vp agaynst me.","41":"Thou hast made myne enemies to turne their backes vpo me, that I might destroye them that hate me.","42":"They shal crye, but there shalbe no Sauioure: yee euen vnto the LORDE, but he answereth them not.","43":"I wil beate them as small as the dust of the earth: euen as ye claye of the stretes wil I make them thynne, and sprede them out abrode.","44":"But me shalt thou delyuer from the stryuynges of the people, and shalt kepe me to be ye heade of the Heythen: A people whom I haue not knowne, shal serue me.","45":"The straunge children haue denyed me: at the hearynge of the eare shal they herke vnto me.","46":"The straunge children are waxen olde, & are shut vp in their presons.","47":"The LORDE lyueth, and blessed be my God, and magnified be the strength of my health.","48":"God seyth that I be auenged, and subdueth the people vnto me.","49":"He bryngeth me out fro myne enemies: & from them yt ryse vp agaynst me, shalt thou exalte me, and from ye cruell man shalt thou delyuer me.","50":"For this cause wyl I geue thankes vnto the amonge the Heythen, and synge prayses vnto thy name.","51":"Which doth greate health for his kynge, & sheweth mercy vnto Dauid his anoynted, and to his sede for euermore."}