{"1":"And there was a longe battayll betwene the house of Saul and the house of Dauid. But Dauid wente and increased, and the house of Saul wente and mynished.","2":"And vnto Dauid were children borne at Hebron. His firstborne sonne Ammon of Ahinoam the Iesraelitisse:","3":"the seconde Chileab of Abigail the wyfe of Nabal of Carmel: the thirde Absalon the sonne of Maacha the doughter of Thalmai kynge of Gessur:","4":"the fourth Adonia the sonne of Hagith: the fyfth Saphatia the sonne of Abital:","5":"ye sixte Ierhream of Egla Dauids wife. These were borne vnto Dauid at Hebron.","6":"Now whan it was warre betwene the house of Saul & the house of Dauid, Abner strengthed Sauls house.","7":"And Saul had a concubyne, whose name was Rispa the doughter of Aia. And Isboseth sayde vnto Abner: Wherfore liest thou with my fathers concubyne?","8":"Then was Abner very wroth at these wordes of Isboseth, and sayde: Am I a dogges heade then, that I agaynst Iuda do mercy vnto the house of Saul thy father, and vnto his brethren and kynsfolkes? and haue not delyuered the into ye hande of Dauid, and thou layest a trespace to my charge this daye for a womans sake?","9":"God do Abner this and that, yf I do not as the LORDE hath sworne vnto Dauid,","10":"that the kyngdome maye be taken fro the house of Saul, and ye seate of Dauid set vp ouer Israel and Iuda, from Dan vnto Berseba.","11":"Then coulde he not answere him one worde agayne, he feared him so.","12":"And Abner sent messaungers vnto Dauid, sayenge: Whose is the londe? And sayde: Make thy couenaunt with me. Beholde, my hande shall be with the, to turne all Israel vnto the.","13":"He sayde: Wel, I wyll make a couenaunt with the, but one thynge I desyre of the, that thou se not my face, excepte thou brynge me first Michol Sauls doughter, whan thou commest to se my face.","14":"Dauid sent messaungers also vnto Isboseth the sonne of Saul, sayenge: Geue me my wyfe Michol, whom I maried with an hundreth foreskinnes of the Philistynes.","15":"Isboseth sent, and caused for to take her from the man Palthiel the sonne of Lais.","16":"And hir husbande wente with her, and wepte behynde her vnto Bahurim. Then sayde Abner vnto him: Turne backe agayne, and go thy waye. And he turned backe agayne.","17":"And Abner talked with the Elders in Israel, and sayde: Youre myndes haue bene set afore tyme and longe a goo vpon Dauid, that he mighte be kynge ouer you,","18":"do it now therfore, for ye LORDE hath sayde of Dauid: I wil delyuer my people of Israel by the hade of Dauid my seruaunt, from the hande of the Philistynes, and from the hande of all their enemies.","19":"Abner spake also before the eares of Ben Iamin, and wente to speake before the eares of Dauid at Hebron all that Israel and the whole house of Ben Iamin was contente withall.","20":"Now whan Abner came to Hebron vnto Dauid, and twety men with him, Dauid made them a feast.","21":"And Abner sayde vnto Dauid: I wyll get me vp, and go gather all Israel together to my lorde the kynge, and that they maye make a couenaunt with the, that thou mayest be kynge, at thy soules desyre. So Dauid let Abner go from him in peace.","22":"And beholde, Dauid seruautes and Ioab came from the men of warre, and broughte a greate spoyle with them. And Abner was not now with Dauid at Hebron, for he had sent him from him, so that he was gone his waye in peace.","23":"But whan Ioab and all the hoost with him was come, it was tolde him that Abner the sonne of Ner came to the kynge, and how he had sent him fro him, so that he was gone his waye in peace.","24":"Then wente Ioab in to the kynge, and sayde: What hast thou done? Beholde, Abner came to the, why hast thou sent him from the, that he is gone his waye?","25":"Knowest thou not Abner the sonne of Ner? For he came to the to disceaue the, that he mighte knowe thy outgoynge, and ingoynge, and to spie out all that thou doest.","26":"And whan Ioab wente out from Dauid, he sent messaugers after Abner, to fetch him agayne from Boharsira, and Dauid knewe not therof.","27":"Now whan Abner came agayne vnto Hebron, Ioab brought him in to ye middes vnder ye gate, to talke wt him secretly, and thrust him there in to ye bely that he dyed, because of his brother Asahels bloude.","28":"Whan Dauid knewe of it therafter, he sayde: I am vngiltye, and so is my kyngdodome for euer before the LORDE concernynge the bloude of Abner ye sonne of Ner:","29":"but vpon the heade of Ioab fall it, and vpon all his fathers house, and in the house of Ioab there ceasse not one to haue a renninge yssue and a leprosy, and to go vpon a staffe, and fall thorow the swerde, and to haue scarnesse of bred.","30":"Thus Ioab and his brother Abisai slewe Abner, because he had slayne their brother Asahel in the battaill at Gibeon.","31":"Dauid sayde vnto Ioab and to all ye people yt was with him: Rente youre clothes, and gyrde sack cloth aboute you, and make lamentacion for Abner. And the kynge wente after the Bere.","32":"And whan they buryed Abner at Hebron, the kynge lifte vp his voyce, and wepte besyde Abners graue, and all the people wepte also.","33":"And the kynge mourned for Abner, and sayde: Abner is not deed as a foole dyeth.","34":"Thy handes were not bounde, thy fete were not vexed with fetters, thou art fallen as a man falleth before wicked vnthriftes. Then all the people bewayled him yet more.","35":"Now whan all the people came in to eate with Dauid, whyle it was yet hye daye, Dauid sware, and sayde: God do this and that vnto me, yf I taist ether bred or oughte els afore the Sone go downe.","36":"And all ye people knewe it, and it pleased them well all that ye kynge dyd in the sighte of all the people.","37":"And all the people and all Israel perceaued the same daye, that it came not of the kynge, that Abner the sonne of Ner was slayne.","38":"And the kynge sayde vnto his seruauntes: Knowe ye not that this daye a prynce and a greate man is fallen in Israel?","39":"As for me, I am yet but tender and anoynted kynge. But the men the children of Zeru Ia are to harde for me. The LORDE recompence him that doth euell, acordinge to his wickednes."}