{"1":"And it fortuned after this, that ye kynge of the children of Ammon dyed, & his sonne Hanun was kynge in his steade.","2":"Then sayde Dauid: I wyll do mercy vpon Hanun the sonne of Nahas, as his father dyd mercy vpon me. And so he sent, and comforted him by his seruautes ouer his fathers death. Now whan Dauids seruautes came into the londe of the children of Ammon,","3":"the mightie men of the children of Ammon sayde vnto Hanun their lorde: Thynkest thou it is for the honor of yi father in yi sighte, yt Dauid hath sent comforters vnto the? Hath he not sent his seruauntes vnto ye (thynkest thou) to spye and search out the cite and to ouerthrowe it?","4":"Then toke Hanun the seruauntes of Dauid, and shoue of the one halue of their beerdes, and cut of the halfe of their garmetes euen by the girdell, and so let them go.","5":"Wha this was tolde Dauid, he sent to mete them: for the men were put to greate shame. And the kynge caused to saye vnto them: Abyde at Iericho, tyll youre beerdes be growne, & then come agayne.","6":"Whan the childre of Ammon sawe that they stynked in the sighte of Dauid, they sent and hyred the Sirians of the house of Rehob, and the Sirians at Zoba euen twentye thousande fote men, and from the kynge of Maecha a thousande men, and from Istob twolue thousande men.","7":"Whan Dauid herde that, he sent Ioab with all the hoost of ye men of warre.","8":"And the children of Ammon wente forth, and prepared them selues to ye battayll before the intraunce of the gate. But the Siryans of Soba, of Rehob, of Istob and of Maecha were alone in the felde.","9":"Now whan Ioab sawe that the battayll was set vpo him before and behynde, he chose of all the best yonge men in Israel, & prepared him selfe agaynst the Syrians.","10":"And the resydue of the people put he vnder the hande of his brother Abisai, that he mighte prepare him agaynst the childre of Ammon.","11":"And sayde: Yf ye Syrians be to mightie for me, helpe thou me: but yf the children of Ammon be to mightie for the, I shal helpe the.","12":"Take a good corage vnto the, and let vs be stronge for oure people, and for ye cite of oure God: neuertheles the LORDE do what pleaseth him.","13":"And Ioab made him forth with the people that was with him, to fighte agaynst the Syrians: and they fled before him.","14":"And whan the children of Ammon sawe that the Syrians fled, they fled also before Abisai, & wente in to the cite. So Ioab turned agayne from the children of Ammon, & came to Ierusalem.","15":"And whan the Syrians sawe yt they were smytten before Israel, they came together.","16":"And Hadad Eser sent & broughte out ye Syrians beyonde the water, and conueyed their power in, & Sobath the chefe captayne of Hadad Eser wente before the.","17":"Whan this was tolde Dauid, he gathered all Israel together, & wente ouer Iordane, and came to Helam, & the Syrians prepared them selues against Dauid to fighte with him,","18":"howbeit the Syrians fled before Israel. And Dauid slewe of the Syrians seue hundreth charettes, & fortye thousande horsme, & Sobath the chefe captayne smote he also, so that he dyed there.","19":"Whan the kynges which were vnder Adad Eser, sawe, that they were smytten before Israel, they made peace with Israel, and were subdued vnto them. And the Syrians were afrayed to helpe the children of Ammon enymore."}