{"1":"After ye death of Saul whan Dauid was come agayne from the slaughter of ye Amalechites, and had remayned two dayes at Siclag,","2":"beholde, on the thirde daye there came a man out of Sauls hoost, with his clothes rente, and earth vpon his heade. And whan he came vnto Dauid, he fell downe to the grounde, and worshipped.","3":"Dauid sayde vnto him: Whence commest thou? He sayde vnto him: Out of the hoost of Israel am I fled.","4":"Dauid sayde vnto him: Tell me, what is the matter? He sayde: the people is fled from the battayll, and many of the people are fallen: Yee and Saul also is deed and his sonne Ionathas.","5":"Dauid sayde vnto the yonge ma that brought him this worde: How knowest thou that Saul and Ionathas his sonne are deed?","6":"The yonge man yt tolde him this, sayde: I came by chaunce vnto mount Gelboa, and beholde, Saul leaned vpon his speare, & the charettes and horsme folowed harde after him:","7":"and he turned him aboute, and sawe me, and called me. And I sayde: Here, am I.","8":"And he sayde vnto me: What art thou? I sayde vnto him: I am an Amalechite.","9":"And he saide vnto me: Come to me, and kyll me, for anguysh hath gotten holde of me: for my life is yet whole within me.","10":"Then stepte I to him, and slewe him, for I knowe well that he coulde not lyue after his fall. And I toke the crowne from his heade, and the armelet fro his arme, and haue broughte it here vnto ye my lorde.","11":"Then toke Dauid holde of his clothes, and rente them, and so dyd all the me that were with him,","12":"& mourned, and wepte, and fasted vntyll the euen, ouer Saul & Ionathas his sonne, and ouer the people of the LORDE, and ouer the house of Israel, because they were fallen thorow the swerde.","13":"And Dauid sayde to the yonge man that broughte him worde: What art thou? He sayde: I am ye sonne of a straunger an Amalechite.","14":"Dauid sayde: How happeneth it that thou wast not afrayed to laye thine hade vpon the LORDES anointed to destroye him?","15":"And Dauid sayde vnto one of his yonge men: Come hither, and slaye him. And he smote him that he dyed.","16":"Then sayde Dauid vnto him: Thy bloude be vpon thyne owne heade. For thy mouth hath spoken against thyselfe and sayde: I haue slayne the anoynted of the LORDE.","17":"And Dauid mourned this lamentacion ouer Saul and Ionathas his sonne,","18":"and commaunded to teach the childre of Iuda the bowe. Beholde, it is wrytten in the boke of the righteous.","19":"The Eldest in Israel are slayne vpon the heigth of the. How are the Worthies falle?","20":"Tell it not at Gath: speake not of it in ye stretes at Ascalon: lest the doughters of ye Philistynes reioyse, lest the doughters of ye vncircumcysed tryumphe.","21":"Ye mountaynes of Gelboa, nether dew ner rayne come vpo you, nether lode be wherof commeth Heueofferynges: for there is ye shylde of the Worthies smytten downe, the shylde of Saul, as though he had not bene anoynted with oyle.","22":"The bowe of Ionathas fayled not, and the swerde of Saul came not agayne voyde from the bloude of the slayne, and fro the fat of the giauntes.","23":"Saul and Ionathas louely and pleasaut in their lyfe, and in their deeth were not parted asunder: lighter then Aegles, and stronger then lyons.","24":"Ye doughters of Israel wepe ouer Saul which clothed yow with purple in pleasures, and decked you with Iewels of golde on youre garmentes.","25":"How are the Worthies fallen so in the battayll? Ionathas is slayne vpon ye heigth of the.","26":"I am sory for the my brother Ionathas: thou hast bene very louely vnto me: Thy loue hath bene more speciall vnto me, then the loue of wemen.","27":"How are the Worthies fallen, and ye weapens destroyed?"}