{"1":"In ye tyme whan the Iudges ruled, there was a derth in the londe. And there wente a ma from Bethlee Iuda to take his iourney into the londe of the Moabites wt his wife and two sonnes,","2":"which man was called EliMelech, and his wife Naemi, & his two sonnes, the one Mahelon, and the other Chilion: these were Ephrates of Bethleem Iuda. And whan they came in to the londe of ye Moabites, they dwelt there.","3":"And Eli Melech Naemis husbande dyed, & she was left behinde wt hir two sonnes,","4":"which toke Moabitish wyues: the one was called Arpa, the other Ruth. And whan they had dwelt there ten yeare,","5":"they dyed both, Mahelon and Chilion, so that the woman remayned desolate of both hir sonnes and hir husbande.","6":"Then gat she her vp wt both hir sonnes wyues, & wente agayne out of the lode of ye Moabites (for she had herde in the londe of the Moabites, yt the LORDE had visited his people & geuen them bred)","7":"& so she departed from ye place where she was, & both hir sonnes wyues wt her. And as they wete by the waye to come agayne into the londe of Iuda,","8":"she sayde vnto both hir sonnes wyues: Go yor waye, & turne backe ether of you to hir mothers house: the LORDE shewe mercy vpon you, as ye haue done on the yt are deed & on me.","9":"The LORDE graunte you, yt ye maie fynde rest ether of you in hir husbades house (whom ye shal get) and she kyssed them. Then lift they vp their voyce, and wepte,","10":"& sayde vnto her: We wil go with the vnto yi people.","11":"But Naemi sayde: Turne agayne my doughters, why wolde ye go with me? How can I haue children eny more in my body, to be youre husbandes?","12":"Turne agayne my doughters, and go youre waye, for I am now to olde to take an husbande. And though I shulde saye: I hope this night to take an husbande & to brynge forth children,","13":"yet coulde ye not tary tlll they were growne vp: for ye shulde be to olde, so that ye coulde haue no husbandes. No my doughters, therfore am I sory for you, for ye hade of the LORDE is gone forth ouer me.","14":"Then lifte they vp their voyce, and wepte yet more, and Arpa kyssed hir mother in lawe (and turned backe againe) but Ruth abode styll by her.","15":"Neuertheles she sayde: Beholde, thy syster in lawe is turned backe vnto hir people and to hir god, turne thou againe also after thy sister in lawe.","16":"Ruth answered: Speake not to me therof, that I shulde forsake the, and turne backe from the: whithersoeuer thou goest, thither wil I go also: and loke where thou abydest, there wil I abide also: Thy people is my people, & thy God is my God.","17":"Loke where thou diest, there wil dye, and euen there wil I also be buried. The LORDE do this and that vnto me, death onely shal departe vs.","18":"Now whan she sawe, that she was stedfastly mynded to go with her, she spake nomore to her therof.","19":"So they wente on both together, till they came vnto Bethleem. And whan they were come in to Bethleem, the whole cite was moued ouer them, and sayde Is not this Naemi?","20":"Neuerthelesse she sayde vnto them: call me not Naemi, but Mara: for the Allmightie hath made me very sory.","21":"I departed full, but the LORDE hath brought me home agayne emptye. Why call ye me then Naemi? wha the LORDE hath broughte me lowe, and the Allmightie hath made me sory?","22":"It was aboute the tyme of the begynninge of the barlye haruest, whan Naemi and his sonnes wife Ruth ye Moabitysse, came agayne from the londe of the Moabites vnto Bethleem."}