{"1":"Boos wente vp to ye gate, and sat him downe there: & beholde, whan ye nye kynsman wente by, Boos spake vnto him, & sayde: Come & syt the downe here (and called him by his name.) And he came & sat him downe,","2":"& he toke ten men of the Elders of ye cite, & sayde: Syt you downe here. And they sat the downe.","3":"The sayde he to the nye kynsman: Naemi which is come againe fro the lode of the Moabites offreth to sell ye pece of londe, yt was oure brothers Eli Melech,","4":"therfore thoughte I to shewe it before thine eares, & to tell the: Yf thou wilt redeme it, then bye it before the citesyns & before the Elders of my people: but yf thou wylt not redeme it, then tell me, yt I maie knowe: for there is no nye kynsma excepte thou, and I nexte after the. He sayde: I wil redeme it.","5":"Boos saide: In the daye yt thou byest the lode out of ye hande of Naemi, thou must take Ruth also the Moabitisse the wife of the deed, that thou mayest rayse vp a name to ye deed in his inheritaunce.","6":"The sayde he: I can not redeme it, lest I happlye destroye myne awne enheritaunce. Redeme thou yt I shulde redeme, for I can not redeme it.","7":"But this was an olde custome in Israel concernynge the redemynge & chauginge, yt all matters mighte be stable, the one put of his shue, & gaue it vnto ye other: yt was the testimony in Israel.","8":"And the nye kynsman sayde vnto Boos: Bye thou it, & he put of his shue.","9":"And Boos sayde vnto the Elders and to all the people: Ye are witnesses this daie, yt I haue boughte out of the hande of Naemi, all that belonged to Eli Melech, and all that was Chilions and Mahelons:","10":"And Ruth the Moabitisse Mahelons wife, take I to wife, that I maye rayse vp a name vnto ye deed in his inheritaunce, and that his name be not roted out from amonge his brethren, and out of the gate of his place: Of this are ye witnesses.","11":"And all the people that was in the gate with the Elders, saide: We are witnesses. The LORDE make the woman that commeth in to thy house, as Rachel and Lea ( which both haue buylded vp the house of Israel) that she maye be an ensample of vertue in Ephrata, and haue an honorable name in Bethleem.","12":"And thy house be as ye house of Phares ( who Thamar bare vnto Iuda) thorow the sede, that the LORDE shall geue the of this damsell.","13":"So Boos toke Ruth, and she became his wife. And whan he laye with her, the LORDE graunted her yt she conceaued, and bare a sonne.","14":"The sayde the wemen vnto Naemi: Praysed be the LORDE, which hath not suffred a kynsman to ceasse from the at this tyme, that his name maye contynue in Israel:","15":"he shal restore thy life agayne, and prouyde for thine age. For yi sonnes wife which hath loued the, hath borne him that is better vnto the, then seuen sonnes.","16":"And Naemi toke the childe, and layde it vpon hir lappe, and became the norse of it,","17":"and hir neghbours gaue him a name & sayde: There is a childe borne vnto Naemi, and they called his name Obed. The same is the father of Isai, which is ye father of Dauid.","18":"This is ye generacion of Phares. Phares begat Hesrom.","19":"Hesrom begat Aram. Aram begat Aminadab.","20":"Aminadab begatt Naasson. Naasson begat Salmon.","21":"Salmo begat Boos. Boos begat Obed.","22":"Obed begat Isai. Isai begat Dauid."}