{"1":"Morover my brethren, reioyce in the LORDE. Where as I wryte euer one thinge vnto you, it greueth me not, and maketh you the surer.","2":"Bewarre off dogges, bewarre of euell workers, bewarre off discension:","3":"for we are the circumcision, euen we that serue God in the sprete, and reioyce in Christ Iesu, and haue no confidence in the flesh,","4":"though I haue wherof I mighte reioyce in ye flesh. Yf eny other ma thynke that he hath wherof he mighte reioyce in the flesh, moch more I,","5":"which was circucysed on the eight daye, one of the people of Israel, of the trybe off Ben Iamin, an hebrue of the Hebrues: as concernynge the lawe a Pharise:","6":"as concernynge feruentnes I persecuted the cogregacion: and as touchinge the righteousnes which is in the lawe, I was vnrebukable.","7":"But the thinges that were vauntage vnto me, haue I counted losse for Christes sake.","8":"Yee I thynke all thinges but losse, for that excellent knowleges sake of Christ Iesu my LORDE: for whom I haue counted all thinge losse, and do iudge them but donge, that I mighte wynne Christ,","9":"& be founde in him, not hauynge myne awne righteousnes which commeth of the lawe, but by the faith of Christ (namely) the righteousnes which commeth of God in faith,","10":"to knowe him and the vertue of his resurreccion, and the fellishippe of his passion, that I maye be conformable vnto his death,","11":"yff by eny meanes I mighte attayne to the resurreccion from the deed.","12":"Not that I haue attayned vnto it all ready, or that I am allready perfecte: but I folowe, yf I maye comprehende that, wherin I am comprehended off Christ Iesu.","13":"Brethren, I counte not my selfe yet that I haue gotten it: but one thinge I saye: I forget that which is behynde, and stretch my selfe vnto that which is before,","14":"& preace vnto ye marck apoynted, to optayne the rewarde of the hye callynge of God in Christ Iesu.","15":"Let vs therfore (as many as be parfecte) be thus wyse mynded: and yf ye be otherwyse mynded, I praye God open euen this vnto you.","16":"Neuertheles in that wher vnto we are come, let vs procede by one rule, that we maye be of one accorde.","17":"Brethren, be ye ye folowers of me, and loke on the which walke eue so as ye haue vs for an ensample.","18":"For many walke (off whom I haue tolde you often, but now I tell you wepynge) eue enemies of the crosse of Christ,","19":"whose ende is damnacion, whose God is the bely, & whose glory shalbe to their shame, which are earthly mynded.","20":"But oure conuersacion is in heauen, from whence we loke for the Sauioure Iesu Christ ye LORDE,","21":"which shal chauge or vyle body, yt it maye be like fashioned vnto his glorious body, acordinge to ye workynge wherby he is able to subdue all thinges vnto himselfe."}