{"1":"(H39:31) Und Jehova antwortete Hiob und sprach:","2":"(H39:32) Will der Tadler rechten mit dem Allmächtigen? Der da Gott zurechtweist, antworte darauf!","3":"(H39:33) Und Hiob antwortete Jehova und sprach:","4":"(H39:34) Siehe, zu gering bin ich, was soll ich dir erwidern? Ich lege meine Hand auf meinen Mund.","5":"(H39:35) Einmal habe ich geredet, und ich will nicht mehr antworten, und zweimal, und ich will es nicht mehr tun.","6":"(H40:1) Und Jehova antwortete Hiob aus dem Sturme und sprach:","7":"(H40:2) Gürte doch wie ein Mann deine Lenden; ich will dich fragen, und du belehre mich!","8":"(H40:3) Willst du gar mein Recht zunichte machen, mich verdammen, damit du gerecht seiest?","9":"(H40:4) Oder hast du einen Arm wie Gott, und kannst du donnern mit einer Stimme wie er?","10":"(H40:5) Schmücke dich doch mit Erhabenheit und Hoheit, und kleide dich in Pracht und Majestät!","11":"(H40:6) Gieße aus die Ausbrüche deines Zornes, und sieh an alles Hoffärtige und erniedrige es!","12":"(H40:7) Sieh an alles Hoffärtige, beuge es, und reiße nieder die Gesetzlosen auf ihrer Stelle!","13":"(H40:8) Verbirg sie allesamt in den Staub, schließe ihre Angesichter in Verborgenheit ein!","14":"(H40:9) Dann werde auch ich dich preisen, daß deine Rechte dir Hilfe schafft.","15":"(H40:10) Sieh doch den Behemoth, den ich mit dir gemacht habe; er frißt Gras wie das Rind.","16":"(H40:11) Sieh doch, seine Kraft ist in seinen Lenden, und seine Stärke in den Muskeln seines Bauches.","17":"(H40:12) Er biegt seinen Schwanz gleich einer Zeder, die Sehnen seiner Schenkel sind verflochten.","18":"(H40:13) Seine Knochen sind Röhren von Erz, seine Gebeine gleich Barren von Eisen.","19":"(H40:14) Er ist der Erstling der Wege Gottes; der ihn gemacht, hat ihm sein Schwert beschafft.","20":"(H40:15) Denn die Berge tragen ihm Futter, und daselbst spielt alles Getier des Feldes.","21":"(H40:16) Unter Lotosbüschen legt er sich nieder, im Versteck von Rohr und Sumpf;","22":"(H40:17) Lotosbüsche bedecken ihn mit ihrem Schatten, es umgeben ihn die Weiden des Baches.","23":"(H40:18) Siehe, der Strom schwillt mächtig an, er flieht nichtängstlich davon; er bleibt wohlgemut, wenn ein Jordan gegen sein Maul hervorbricht.","24":"(H40:19) Fängt man ihn wohl vor seinen Augen, durchbohrt man ihm die Nase mit einem Fangseile?"}