{"1":"(H40:20) Ziehst du den Leviathan herbei mit der Angel, und senkst du seine Zunge in die Angelschnur?","2":"(H40:21) Kannst du einen Binsenstrick durch seine Nase ziehen, und seinen Kinnbacken mit einem Ringe durchbohren?","3":"(H40:22) Wird er viel Flehens an dich richten, oder dir sanfte Worte geben?","4":"(H40:23) Wird er einen Bund mit dir machen, daß du ihn zum ewigen Knechte nehmest?","5":"(H40:24) Wirst du mit ihm spielen wie mit einem Vogel, und ihn anbinden für deine Mädchen?","6":"(H40:25) Werden die Fischergenossen ihn verhandeln, ihn verteilen unter Kaufleute?","7":"(H40:26) Kannst du seine Haut mit Spießen füllen, und seinen Kopf mit Fischharpunen?","8":"(H40:27) Lege deine Hand an ihn, gedenke des Kampfes, tue es nicht wieder!","9":"(H41:1) Siehe, eines jeden Hoffnung wird betrogen: wird man nicht schon bei seinem Anblick niedergeworfen?","10":"(H41:1) Niemand ist so kühn, daß er ihn aufreize. Und wer ist es, der sich vor mein Angesicht stellen dürfte?","11":"(H41:2) Wer hat mir zuvor gegeben? Und ich werde ihm vergelten. Was unter dem ganzen Himmel ist, ist mein.","12":"(H41:3) Nicht schweigen will ich von seinen Gliedern und von seiner Kraftfülle und von der Schönheit seines Baues.","13":"(H41:4) Wer deckte die Oberfläche seines Gewandes auf? In sein Doppelgebiß, wer dringt da hinein?","14":"(H41:5) Wer tat die Pforte seines Angesichts auf? Der Kreis seiner Zähne ist ein Schrecken.","15":"(H41:6) Ein Stolz sind seine starken Schilder, jedes einzelne verschlossen mit festem Siegel.","16":"(H41:7) Eines fügt sich ans andere, und keine Luft dringt dazwischen;","17":"(H41:8) Stück an Stück hangen sie fest zusammen, greifen ineinander und trennen sich nicht.","18":"(H41:9) Sein Niesen strahlt Licht aus, und seine Augen sind gleich den Wimpern der Morgenröte.","19":"(H41:10) Aus seinem Rachen gehen Fackeln, sprühen feurige Funken hervor.","20":"(H41:11) Aus seinen Nüstern fährt Rauch, wie aus einem siedenden Topfe und Kessel.","21":"(H41:12) Sein Hauch entzündet Kohlen, und eine Flamme fährt aus seinem Rachen.","22":"(H41:13) In seinem Halse wohnt Stärke, und die Angst hüpft vor ihm her.","23":"(H41:14) Die Wampen seines Fleisches schließen an, sind ihm fest angegossen, unbeweglich.","24":"(H41:15) Sein Herz ist hart wie Stein, und hart wie ein unterer Mühlstein.","25":"(H41:16) Vor seinem Erheben fürchten sich Starke, vor Verzagtheit geraten sie außer sich.","26":"(H41:17) Trifft man ihn mit dem Schwerte, es hält nicht stand, noch Speer, noch Wurfspieß, noch Harpune.","27":"(H41:18) Das Eisen achtet er für Stroh, das Erz für faules Holz.","28":"(H41:19) Der Pfeil jagt ihn nicht in die Flucht, Schleudersteine verwandeln sich ihm in Stoppeln.","29":"(H41:20) Wie Stoppeln gilt ihm die Keule, und er verlacht das Sausen des Wurfspießes.","30":"(H41:21) Unter ihm sind scharfe Scherben; einen Dreschschlitten breitet er hin auf den Schlamm.","31":"(H41:22) Er macht die Tiefe sieden wie einen Topf, macht das Meer wie einen Salbenkessel.","32":"(H41:23) Hinter ihm leuchtet der Pfad, man könnte die Tiefe für graues Haar halten.","33":"(H41:24) Auf Erden ist keiner ihm gleich, der geschaffen ist ohne Furcht.","34":"(H41:25) Alles Hohe sieht er an; er ist Königüber alle wilden Tiere."}