{"1":"The heuy burthen which the LORDE sheweth agaynst Israel by Malachy.","2":"I haue loued you, sayeth ye LORDE: ad yet ye saye: wherin hast thou loued vs? Was not Esau Iacobs brother, sayeth the LORDE? yet haue I loued Iacob,","3":"and hated Esau: Yee I haue made his hilles waist, and his heretage a wyldernesse for dragos.","4":"And though Edom sayde: well, we are destroyed, we wil go buylde vp agayne the places that be waisted: yet (sayeth ye LORDE of hoostes) what they buylded, that brake I downe: so that it was called a cursed londe, and a people, whom the LORDE hath euer bene angrie withall.","5":"Youre eyes haue sene it, ad ye youre selues must confesse, that ye LORDE hath brought the londe of Israel to greate honoure.","6":"Shulde not a sonne honoure his father, and a seruaut his master? Yf I be now a father, where is myne honoure? Yf I be the LORDE, where am I feared? sayeth the LORDE of hoostes. Now to you prestes, that despise my name. And yf ye saye: wherin haue we despised thy name?","7":"In this, that ye offre vnclene bred vpo myne aulter. And yf ye wil saye: wherin haue we offred eny vnclene thynge vnto the? In this that ye saye: the aulter of the LORDE is not to be regarded.","8":"Yf ye offre ye blynde, is not yt euell? And yf ye offre the lame and sick, is not that euell? Yee offre it vnto thy prynce, shal he be cotent with the, or accepte thy personne, sayeth the LORDE of hoostes?","9":"And now make youre prayer before God, that he maye haue mercy vpon vs: for soch thinges haue ye done. Shal he regarde youre personnes (thynke ye) sayeth the LORDE of hoostes?","10":"Yee what is he amonge you, that wil do so moch as to shut ye dores, or to kyndle ye fyre vpo myne aulter for naught? I haue no pleasure in you, sayeth the LORDE off hoostes: and as for the meatofferinge, I wil not accepte it at youre honde.","11":"For from the rysinge vp of ye sonne vnto ye goinge downe of the same, my name is greate amonge the Gentiles: Yee in euery place shal there sacrifice be done, and a clene meatofferinge offred vp vnto my name: for my name is greate amonge the Heithe, sayeth the LORDE of hoostes.","12":"But ye haue vnhalowed it, in that ye saye, the aulter of ye LORDE is not to be regarded, and the thinge that is set thervpon, not worthy to be eaten.","13":"Now saye ye: It is but laboure and trauayle, and thus haue ye thought scorne at it, (sayeth the LORDE off hoostes) offerynge robbery, yee the lame and the sicke. Ye haue brought me in a meatofferynge, shulde I accepte it of youre honde, sayeth the LORDE?","14":"Cursed be the dyssembler, which hath in his flocke one that is male, and when he maketh a vowe, offereth a spotted one vnto the LORDE. For I am a greate kynge (sayeth the LORDE of hoostes) and my name is fearfull amonge the Heithen."}