{"1":"And I brethren, coulde not speake vnto you as vnto spirituall, but as vnto carnall, euen as vnto babes in Christ.","2":"I gaue you mylke to drynke, and not meate, for ye mighte not then awaye withall, nether maye ye yet euen now, in so moch as ye are yet fleshlye.","3":"For seynge there is enuyenge, stryfe, and discencion amonge you, are ye not fleshly, & walke after ye maner of men?","4":"For whan one sayeth: I holde of Paul: another, I holde of Apollo, are ye not the fleshlye?","5":"What is Paul? What is Apollo? Eue mynisters are they, by whom ye are come to the beleue, and the same, acordinge as the LORDE hath geuen vnto euery man.","6":"I haue planted, Apollo hath watred, but God hath geuen the increase.","7":"So then nether is he that planteth, eny thinge, nether he that watreth, but God which geueth the increase.","8":"As for him that planteth, and he that watreth, ye one is as the other: but yet shal euery one receaue his rewarde acordinge to his laboure.","9":"For we are Gods labourers, ye are Gods hussbandry, ye are Gods buyldinge.","10":"Acordinge to the grace of God which is geuen vnto me, as a wyse buylder haue I layed the foundacion, but another buyldeth theron. Yet let euery man take hede how he buyldeth theron.","11":"For other foudacion can noman laye, then that which is layed, the which is Iesus Christ.","12":"But yf eny man buylde vpon this foundacion, golde, syluer, precious stones, tymber, haye, stobble,","13":"euerymas worke shal be shewed. For the daye of the LORDE shal declare it, which shal be shewed with fyre: and the fyre shal trye euery mas worke what it is.","14":"Yf eny mans worke that he hath buylde theron, abyde, he shal receaue a rewarde:","15":"Yf eny mans worke burne, he shal suffre losse: but he shal be saued himselfe, neuertheles as thorow fyre.","16":"Knowe ye not that ye are the temple of God, and that the sprete of God dwelleth in you?","17":"Yf eny man defyle the teple of God, him shal God destroye. For the temple of God is holy, which ye are.","18":"Let no ma disceaue himselfe. Yf eny man thinke himselfe wyse amoge you, let him become a foole in this worlde, that he maye be wyse.","19":"For the wyssdome off this worlde is foolishnes with God. For it is wrytten: He compaseth the wyse in their craftynesse.","20":"And agayne: The LORDE knoweth the thoughtes of the wyse, that they are vayne.","21":"Therfore let no man reioyse in men. For all is youres,","22":"whether it be Paul or Apollo, whether it be Cephas or the worlde, whether it be life or death, whether it be presente or for to come. All is youres,","23":"but ye are Christes, and Christ is Gods."}