{"1":"Brethren, I wolde not that ye shulde be ignoraunt of this, that oure fathers were all vnder the cloude, and all passed thorow the see,","2":"& were all baptised vnder Moses in the cloude and in the see,","3":"and dyd all eate of one spirituall meate,","4":"and dyd all drynke of one spirituall drynke: but they dronke of the spirituall rocke that folowed the, which rocke was Christ.","5":"Neuertheles in many of them had God no delyte, for they were smytten downe in the wyldernesse.","6":"These are ensamples vnto vs, yt we shulde not lust after euell thinges, as they lusted.","7":"Nether be ye worshippers off ymages, as were some of them. Acordinge as it is wrytte: The people sat downe to eate and drynke, and rose vp to playe.","8":"Nether let vs commytte whordome, as some of them comytted whordome, and fell in one daye thre & twenty thousande.","9":"Nether let vs tempte Christ, as some of them tempted him, and were destroyed of serpetes.","10":"Nether murmur ye, as some of them murmured, and were destroyed thorow the destroyer.","11":"All these thinges happened vnto the for ensamples, but they are wrytte to warne vs, vpon whom the ende of ye worlde is come.","12":"Therfore let him that thinketh he stondeth, take hede, lest he fall.","13":"There hath yet no teptacion ouertaken you, but soch as foloweth the nature of man. Neuertheles God is faithfull, which shal not suffre you to be tempted aboue youre strength, but shal in the myddes of ye temptacion make a waye to come out, that ye maye beare it.","14":"Wherfore my dearly beloued, fle from worshippinge of Idols.","15":"I speake vnto them which haue discrecio, iudge ye what I saye.","16":"The cuppe of thakesgeuynge wherwith we geue thankes, is it not the partakinge of the bloude of Christ?","17":"The bred that we breake, is it not ye partakinge of ye body of Christ? For we many, are one bred & one body, in as moch as we all are partakers of one bred.","18":"Beholde Israel after the flesshe. They yt eate the sacrifices, are they not partakers of the altare?","19":"What shal I now saye then? Shal I saye that the Idoll is enythinge? Or that it which is offred vnto the Idoll is eny thinge?","20":"Nay. But this I saye, that loke what the Heythen offre, that offre they vnto deuels, and not vnto God. Now wolde I not that ye shulde be in the fellishippe of deuels.","21":"Ye can not drynke of the cuppe of the LORDE and of the cuppe of the deuels. Ye can not be partakers of the LORDES table, and of the table of deuels.","22":"Or wyl we prouoke the LORDE? I maye do all thinges, but all thinges are not profitable.","23":"I maye do all thinges, but all thinges edifye not.","24":"Let noman seke his awne profit, but let euery man seke anothers welth.","25":"What soeuer is solde in the fleshmarket, that eate, and axe no question for conscience sake.","26":"For the earth is the LORDES, and all yt therin is.","27":"Yf eny of the yt beleue not, byd you to a feast, and yf ye be disposed to go, what soeuer is set before you, that eate, axinge no question for conscience sake.","28":"But yf eny man saye vnto you: This is offred vnto Idols, the eate not of it, for his sake that shewed it, and for hurtinge of conscience. (The earth is the LORDES and all that therin is.)","29":"Neuertheles I speake of consciece, not thine, but of ye other. For why shulde my liberty be iudged of another mas coscience?","30":"For yf I take my parte wt thankesgeuynge, why am I euell spoken of, for yt thinge wherfore I geue thankes?","31":"Therfore whether ye eate or drynke, or what so euer ye do, do all to ye prayse of God.","32":"Be not ye an occasion of fallinge, nether to the Iewes, ner to the Gentyles, ner to the congregacion of God,","33":"eue as I also please all men in all thinges, not sekinge myne awne profit, but the profit of many, that they mighte be saued. Folowe ye me, as I do Christ."}