{"1":"Let euery man this wyse esteme vs, euen for the mynisters of Christ, and stewardes of the secretes of God.","2":"Now is there no more requyred of the stewardes, then, that they be founde faithfull.","3":"It is but a small thinge vnto me, that I shulde be iudged of you, or of mans daye, nether iudge I myne awne selfe.","4":"I knowe noughte by my selfe, yet am I not therby iustified. It is the LORDE that iudgeth me.","5":"Therfore iudge ye nothinge before ye tyme, vntyll the LORDE come, which shal brynge it to lighte that is hyd in darknesse, and ope the councels of ye hertes, and the shal euery one haue prayse of God.","6":"These thinges brethren haue I described in myne awne preson & in Apollos for youre sakes, that ye mighte lerne by vs, that noman counte hygher of him self, then aboue is wrytten, that one be not puft vp agaynst another for eny mans cause.","7":"For who preferreth the? What hast thou that thou hast not receaued? Yf thou hast receaued it, why makest thou the thy boost, as though thou haddest not receaued it?","8":"Now ye are full, now ye are made riche, ye raigne without vs, and wolde God ye dyd raigne, that we might raigne with you.","9":"Me thynketh that God hath set forth vs Apostles for the lowest off all, euen as those that are appoynted vnto death. For we are a gasynge stocke vnto ye worlde and to the angels, and vnto men.","10":"We are fooles for Christes sake, but ye are wyse in Christ: We weake, but ye stroge: Ye honorable, but we despysed.","11":"Euen vnto this daye we hoger and thyrst, and are naked, and are boffetted with fystes, and haue no certayne dwellinge place,","12":"and laboure and worke with oure awne handes. We are reuyled, and yet we blesse: we are persecuted, and suffre it:","13":"We are euell spoken of, and we praye: We are become as it were the very outswepinges of ye worlde, yee the of scowringe of all men vnto this tyme.","14":"I wryte not this to shame you, but as my deare childre I warne you.","15":"For though ye haue ten thousande instructours in Christ yet haue ye not many fathers. For I haue begotten you in Christ Iesu thorow ye Gospell?","16":"Wherfore I exhorte you, be ye my folowers.","17":"For this cause haue I sent vnto you Timotheus (which is my deare sonne, and faithfull in the LORDE) that he maye put you in remembraunce of my wayes, which are in Christ, eue as I teach euery where in all congregacions.","18":"Some are puft vp, as though I wolde come nomore at you.","19":"But I wil come to you shortly ( yf the LORDE wyl) and wyl knowe, not the wordes of the that are puft vp, but ye power.","20":"For the kyngdome of God is not i wordes, but in power.","21":"What wil ye? Shal I come vnto you wt the rodd, or with loue and the sprete of mekenesse?"}