{"1":"Heare ye this worde, which I lift vp vpon you, euen a lamentation of the house of Israel.","2":"The virgine Israel is fallen, and shall no more rise: shee is left vpon her lande, and there is none to raise her vp.","3":"For thus saith ye Lord God, The citie which went out by a thousand, shal leaue an hundreth: and that which went forth by an hundreth, shal leaue ten to the house of Israel.","4":"For thus saith the Lorde vnto the house of Israel, Seeke ye me, and ye shal liue.","5":"But seeke not Beth-el, nor enter into Gilgal, & go not to Beer-sheba: for Gilgal shal goe into captiuitie, and Beth-el shal come to nought.","6":"Seeke the Lorde, and yee shal liue, least he breake out like fire in the house of Ioseph & deuoure it, & there be none to quench it in Beth-el.","7":"They turne iudgement to wormewood, and leaue off righteousnes in the earth.","8":"He maketh Pleiades, and Orion, and he turneth the shadowe of death into the morning, and he maketh the day darke as night: he calleth the waters of the sea, and powreth them out vpon the open earth: the Lord is his Name.","9":"He strengtheneth the destroyer against the mightie: and the destroyer shal come against the fortresse.","10":"They haue hated him, that rebuked in the gate: and they abhorred him that speaketh vprightly.","11":"Forasmuch then as your treading is vpon the poore, and yee take from him burdens of wheate, ye haue built houses of hewen stone, but ye shal not dwel in them: ye haue plated pleasant vineyards, but ye shal not drinke wine of them.","12":"For I know your manifold transgressions, and your mightie sinnes: they afflict the iust, they take rewards, & they oppresse the poore in ye gate.","13":"Therefore the prudent shal keepe silence in that time, for it is an euill time.","14":"Seeke good and not euil, that ye may liue: and the Lorde God of hostes shalbe with you, as you haue spoken.","15":"Hate the euil, and loue the good, and establish iudgement in the gate: it may bee that the Lorde God of hostes will be mercifull vnto the remnant of Ioseph.","16":"Therfore the Lord God of hosts, the Lord saith thus, Mourning shalbe in all streetes: & they shal say in al the hie wayes, Alas, alas: & they shal call the husbandman to lamentation, and such as can mourne, to mourning.","17":"And in al the vines shalbe lamentation: for I wil passe through thee, saith the Lord.","18":"Woe vnto you, that desire the day of the Lord: what haue you to do with it? the day of the Lord is darkenes and not light.","19":"As if a man did flee from a lyon, & a beare met him: or went into the house, and leaned his hand on the wall, and a serpent bit him.","20":"Shal not the day of the Lord be darkenes, and not light? euen darkenes and no light in it?","21":"I hate and abhorre your feast dayes, and I wil not smell in your solemne assemblies.","22":"Though ye offer me burnt offrings & meat offrings, I wil not accept them: neither will I regard the peace offrings of your fat beasts.","23":"Take thou away from me the multitude of thy songs (for I wil not heare the melodie of thy violes)","24":"And let iudgement runne downe as waters, and righteousnesse as a mightie riuer.","25":"Haue ye offered vnto me sacrifices and offrings in the wildernesse fourtie yeeres, O house of Israel?","26":"But you haue borne Siccuth your King, and Chiun your images, and the starre of your gods, which ye made to your selues.","27":"Therefore wil I cause you to goe into captiuitie beyond Damascus, saith the Lorde, whose Name is the God of hostes."}