{"1":"¶ Ziehst du das Krokodil mit der Angel heraus, legst du ihm einen Zaum ins Maul?","2":"Kannst du einen Ring an seine Nase legen und einen Haken durch seine Kinnbacken stoßen?","3":"Wird es dich lange bitten oder dir Zärtlichkeiten sagen?","4":"Wird es einen Bund mit dir schließen, daß du es zum ewigen Knechte machest?","5":"Kannst du mit ihm spielen wie mit einem Vögelein, oder es anbinden für deine Mädchen?","6":"Verkaufen es die Genossen untereinander, oder teilen es die Händler unter sich?","7":"Kannst du seine Haut mit Pfeilen spicken und mit Fischerhaken seinen Kopf?","8":"Lege deine Hand daran. Du wirst des Kampfes nicht vergessen, wirst es nicht zum zweitenmal tun!","9":"Siehe, die Hoffnung auf dasselbe wird getäuscht; fällt man nicht schon bei seinem Anblick dahin?","10":"Niemand ist so kühn, daß er es reizen möchte; wer kann aber vor Mir bestehen?","11":"¶ Wer ist mir zuvorgekommen, daß ich es ihm vergelte? Unter dem ganzen Himmel ist alles mein!","12":"Ich will von seinen Gliedern nicht schweigen, sondern reden von seiner großen und schönen Gestalt.","13":"Wer entblößt es von seinem Schuppenpanzer und greift ihm in sein doppeltes Gebiß?","14":"Weröffnet die Türen seines Rachens? Seine Zähne verbreiten Schrecken.","15":"Prächtig sind seine starken Schilder, fest zusammengeschlossen und versiegelt;","16":"einer fügt sich an den andern, daß kein Luftzug dazwischen kommt;","17":"sie hängen fest zusammen, sind geschlossen und trennen sich nicht.","18":"Sein Niesen strahlt wie Licht, und seine Augen sind wie die Wimpern der Morgenröte.","19":"Aus seinem Rachen schießen Fackeln, Feuerfunken entsprühen ihm.","20":"Dampf geht auf von seinen Nüstern, und der Sumpf wird wie ein siedender Topf.","21":"Sein Atem facht Kohlen an, eine Flamme schießt aus seinem Munde.","22":"Stärke wohnt auf seinem Nacken und Schrecken zieht vor ihm her.","23":"Die Wampen seines Fleisches sitzen fest wie angegossen und bewegen sich nicht.","24":"Sein Herz ist hart wie Stein und so fest wie der untere Mühlstein.","25":"Die Helden erbeben, wenn es auffährt; vor Zittern geht ihr Bogen fehl.","26":"Greift man es mit dem Schwerte an, so haftet dieses nicht, kein Speer, kein Wurfspieß und kein Pfeil.","27":"Es achtet Eisen für einen Strohhalm, und Erz für faules Holz.","28":"Kein Pfeil vermag es in die Flucht zu schlagen, und Schleudersteine fallen wie Spreu von ihm ab.","29":"Es achtet die Keule für einen Halm und verlacht das Sausen der Spieße.","30":"Unter ihm sind spitze Scherben, es zieht wie ein Dreschschlittenüber den Schlamm dahin.","31":"Es macht die Tiefe sieden wie einen Kessel, macht das Meer zu einem Salbentopf.","32":"Hinter ihm her leuchtet der Pfad, es macht die Flut den Silberhaaren gleich.","33":"Auf Erden ist nicht seinesgleichen; es ist gemacht, um ohne Furcht zu sein.","34":"Es schaut alle Hohen[furchtlos] an, es ist ein Königüber alle Stolzen."}