{"1":"Pavl the seruaunt of God, and an Apostle off Iesus Christ, to preach the faith off Gods electe, and the knowlege of ye trueth, which ledeth vnto godlynes,","2":"vpon the hope of eternall life: which God that can not lye hath promysed before the tymes of the worlde:","3":"but at his tyme hath opened his worde thorow preachinge, which is commytted vnto me acordinge to the commaundemet of God oure Sauioure.","4":"Vnto Titus my naturall sonne after ye comen faith. Grace, mercy, and peace from God the father, and fro the LORDE Iesu Christ oure Sauioure.","5":"For this cause left I the in Creta, that thou shuldest perfourme that which was lackynge, and shuldest ordeyne Elders in euery cite, as I appoynted ye.","6":"Yf eny be blamelesse, the hussbande of one wife, hauynge faithfull children, which are not slaundred or ryote, nether are dishobedient.","7":"For a Bisshoppe must be blamelesse, as the stewarde of God: not wylfull, not angrye, not geuen vnto moch wyne, no fyghter, not gredye of filthye lucre:","8":"but harbarous, one that loueth goodnes, sober mynded, righteous, holy, temperate,","9":"and soch one as cleueth vnto the true worde of doctryne: that he maye be able to exhorte with wholsome lernynge, & to improue them that saye agaynst it.","10":"For there are many dishobedient, and talkers of vanite, and disceauers of myndes: namely they of the circucision,","11":"whose mouthes must be stopped: which peruerte whole houses, teachinge thinges which they oughte not, because of filthye lucre.","12":"One of them selues euen their awne prophet, sayde: The Cretayns are alwayes lyars, euell beestes, and slowe belies.","13":"This witnesse is true. Wherfore rebuke them sharply, yt they maye be sounde in the faith,","14":"and not to take hede vnto Iewes fables and commaundementes of men, which turne them awaye from the trueth.","15":"Vnto ye cleane are all thinges cleane: but. to the vncleane & vnbeleuers, there is nothinge cleane, but both their mynde & conscience is defyled.","16":"They saye that they knowe God, but with the dedes they denye him: for so moch as they are abhominable and dishobedient, and vnmete to all good workes."}