{"1":"But kynge Salomon loued many outlandish wemen, Pharaos doughter, and wemen of Moab, of Ammo, of Edom, of Sidon, and of Heth,","2":"euen of those nacions, that the LORDE spake of vnto the children of Israel: Go not ye vnto them, and let not them come vnto you: they shal surely bowe youre hertes after their goddes: Vnto these dyd Salomon enclyne with affeccion.","3":"And he had seuen hundreth wemen to wyues, and thre hundreth concubynes, and his wyues turned his hert asyde.","4":"And whan he was now olde, his wyues bowed his hert after straunge goddes, so that his hert was not whole with the LORDE his God, as was the hert of Dauid his father.","5":"So Salomon walked after Astaroth the god of the Sidonians, and after Malcom the abhominacion of the Ammonites.","6":"And Salomon dyd yt which displeased the LORDE, and folowed not ye LORDE to ye vttemost as dyd his father Dauid.","7":"The buylded Salomo an hie place vnto Chamos the abhominacio of ye Moabites (vpon the mount that lyeth before Ierusale) and vnto Moloch the abhominacion of the Ammnnites.","8":"Thus dyd Salomon for all his outladish wyues, which brent incense, and offred vnto their goddes.","9":"But the LORDE was wroth at Salomon, because his hert was turned asyde from ye LORDE God of Israel, which had two tymes appeared vnto him,","10":"and comaunded him, that he shulde not walke after other goddes: and yet kepte he not that the LORDE commaunded him.","11":"Therfore sayde the LORDE vnto Salomon: For so moch as this is done with the, and hast not kepte my couenaunt and myne ordinaunces, which I commaunded the, therfore wyll I also plucke thy kyngdome from the, and geue it vnto thy seruaunt:","12":"Neruertheles in yi tyme will I not do it, for thy father Dauids sake, but from the hande of thy sonne wyl I plucke it.","13":"Howbeit I wyl not plucke ye kyngdome cleane awaye. One trybe wyll I geue vnto thy sonne, for Dauid my seruauntes sake, and for Ierusalems sake which I haue chosen.","14":"And the LORDE raysed vp an aduersary vnto Salomon, euen Hadad the Edomite of the kynges sede, which was in Edom.","15":"For whan Dauid was in Edom, and Ioab the chefe captayne wente vp to bury the slayne, he smote all the males in Edom.","16":"(For Ioab remayned there sixe monethes and all Israel, tyl he had roted out all ye males that were in Edom.)","17":"Then fled Hadad, and certayne men of ye Moabites with him, of his fathers seruauntes. As for Hadad, he was a yonge man.","18":"And they gat them vp fro Madian, and came vnto Paran, and toke men with them out of Paran, and came in to Egipte vnto Pharao the kynge of Egipte: which gaue him an house and certayne vytales appoynted, & gaue him a countre.","19":"And Adad founde greate fauoure in the sighte of Pharao, so that he gaue him to wife euen the sister of his owne wife Thaphenes the Quene.","20":"And Thaphenes sister bare him Genubath his sonne, and Thaphenes norished him vp in Pharaos house, in so moch that Genubath was in Pharaos house amonge Pharaos children.","21":"Now wha Hadad herde in Egipte, that Dauid was falle on slepte with his fathers, and yt Ioab the chefe captayne was deed, he sayde vnto Pharao: Let me go in to my countre.","22":"Pharao sayde vnto him: What lackest thou with me, that thou wilt go in to thy countre? He sayde: Nothynge, but yet let me go.","23":"God raysed him vp another aduersary also, one Reson the sonne of El Iada, which fled from his lorde Hadad Eser kynge of Zeba,","24":"and gathered men agaynst him, and was a captayne of the men of warre whan Dauid slewe them: and they wente vnto Damascus and dwelt there, and reigned at Damascus,","25":"and he was Israels aduersary as loge as Salomon lyued. This is the harme yt Hadad suffred: therfore had he euell will at Israel, and was kynge ouer Israel","26":"Morouer Ieroboam the sonne of Nebat an Ephraite Salomons seruaunt (and his mothers name was Zeruga, a wedowe) lifte vp his hande also agaynst the kynge.","27":"And this is the cause wherfore he lifte vp his hande agaynst the kynge: Whan Salomon buylded Millo, he shut vp a gappe in the cite of Dauid his father.","28":"And Ieroboam was a ma of armes. And whan Salomon sawe that it was a mete yonge man, he set him ouer all the burthens of the house of Ioseph.","29":"But at the same tyme it fortuned, that Ieroboam wente out from Ierusalem, and the prophet Ahias of Silo founde him by the waye, and he had a new cloke vpon him, and they two were alone in the felde.","30":"And Ahia toke holde of the new cloke yt he had on, and rente the same in to twolue peces,","31":"and sayde vnto Ieroboam: Take thou ten peces vnto the. For thus sayeth the LORDE God of Israel: Beholde, euen thus wyll I rente the kyngdome from the hande of Salomo, and wyll geue the ten trybes.","32":"One trybe shall he haue for my seruaunt Dauids sake, and because of the cyte of Ierusalem, which I haue chosen out of all the trybes of Israel:","33":"for they haue forsaken me, and worshipped Astaroth the god of the Sidonians, Chamos the god of the Moabites, and Malco the god of the children of Ammon, and haue not walked in my wayes, to fulfill my pleasure, myne ordinaunces, and lawes, as dyd Dauid his father.","34":"Notwithstondynge I wyll not take the whole kyngdome from out of his hande, but wil make him a prynce as longe as he lyueth for my seruaunt Dauids sake, whom I dyd chose, which kepte my commaundementes & ordinaunces.","35":"From out of the hande of his sonne wyl I take the kyngdome, and wyl geue ten trybes vnto the,","36":"and one vnto his sonne, that Dauid my seruaunt maye allwaye haue a lanterne before me in the cite of Ierusalem, which I haue chosen, that I maye set my name there.","37":"Therfore wyl I take the now, to raygne ouer all that thine hert desyreth, and thou shalt be kynge ouer Israel.","38":"Yf thou folowe now all that I shall commaunde the, and walke in my wayes, and fulfill my pleasure to kepe myne ordinaunces and commaundementes, as dyd my seruaut Dauid, then wyll I be with the, and buylde the a sure house, as I buylded vnto Dauid, and wyl geue Israel vnto the","39":"and therwith wyll I subdue the sede of Dauid, but not for euermore.","40":"But Salomon soughte to kyll Ieroboam. Then Ieroboam gat him vp, and fled in to Egipte to Sisak the kynge of Egipte, and remayned in Egipte, tyll Salomon dyed.","41":"What more there is to saye of Salomon, and all that he dyd, and his wy?dome, it is wrytten in the Cronicles of Salomon.","42":"The tyme that Salomon was kynge at Ierusalem ouer all Israel, is fortye yeare.","43":"And Salomon fell on slepe with his fathers, and was buryed in the cite of Dauid his father, and Roboam his sonne was kynge in his steade."}