{"1":"In the foure hundreth and foure score yeare after the departinge of the children of Israel out of the londe of Egipte, in the fourth yeare of the raigne of Salomon ouer Israel, in the moneth Sif (yt is the seconde moneth) was the house buylded vnto the LORDE.","2":"This house that kynge Salomon buylded vnto ye LORDE, was thre score cubytes loge, twenty cubytes brode, & thirtie cubites hye.","3":"And he buylded a Porche before the temple of twentye cubytes longe after the bredth of the house, & ten cubites brode before the house.","4":"And in ye house he made wyndowes, which might be opened and shut with lyddes.","5":"And rounde aboute by the wall of ye house he buylded a compase, so yt it wente both aboute the temple and the quere, and made his outwarde wall roude aboute.","6":"The nethermost stacion was fyue cubytes wyde, and ye myddest sixe cubites wyde, and the thirde seuen cubites wyde. For he layed balkes rounde aboute the house, that they touched not ye wall of the house.","7":"And whan ye house was buylded, it was buylded of whole and outbroken stones, so yt there was herde nether hammer ner axe, ner eny other instrument of yron, whan the house was a buyldinge.","8":"But on the righte syde of the myddes of the house there was a dore, so yt they might go vp to the myddest stacion by a turne grese, & from the myddest stacion vnto ye thirde.","9":"Thus buylded he the house, & fynished it, & syled ye house both aboue & by the walles wt Ceder wodd.","10":"He buylded a galery also aboue vpon the whole house fyue cubytes hye, and couered the house with Ceder tymber.","11":"And the worde of the LORDE came vnto Salomon, & sayde:","12":"Let this be the house yt thou buyldest. Yf thou shalt walke in myne ordinaunces, & do acordinge to my lawes, & kepe all my comaundementes, to walke therin, then wyl I stably?she my worde with ye, ( as I sayde vnto Dauid thy father)","13":"& wyll dwell amonge the childre of Israel, and wil not forsake my people of Israel.","14":"Thus Salomon buylded the house, & fynished it,","15":"& buylded the walles on the insyde with Ceder tymber, from the grounde of ye house vnto the rofe, and syled it with tymbre on the ynsyde, and ouerlayed the floore of ye house with bordes of Pyne tre.","16":"And behynde in the house he buylded a wall of Ceder tymber twentye cubytes longe, from the floore vnto the rofe. And there on the ynsyde buylded he the quere for the most holy.","17":"But the house of the temple before the quere was fortye cubites longe:","18":"on the ynsyde was the whole house of Ceder with throwne knoppes and floures, so that there was no stone sene.","19":"As for the quere, he prepared it on the ynsyde of the house, that the Arke of the couenaunt of the LORDE might be set therin.","20":"And before the quere (which was twentye cubites longe, twentye cubytes brode, and twentye cubytes hye, and ouerlayed with pure golde) he syled the altare with Ceder.","21":"And Salomon ouerlayed the house on ye ynsyde wt pure golde, & shot barres of golde before the quere, which he had ouerlayed wt golde,","22":"so that ye whole house was layed ouer with golde. And all the altare also before ye quere ouerlayed he with golde.","23":"He made also in the quere two Cherubins ten cubites hye of Olyue tre.","24":"One wynge of ether of the Cherubs had fyue cubytes, so that from the edge of his one wynge to the edge of his other wynge there were ten cubytes.","25":"Euen so had the other Cherub ten cubites also, and both the Cherubs were of one measure and of one quantitie","26":"so yt ether Cherub was ten cubites hye. And he put the Cherubins within in the house.","27":"And the Cherubins spred forth their wynges, so that the wynge of the one touched the one wall, and the other Cherubs wynge touched the other wall. But in the myddes of ye house the one wynge touched another.","28":"And he ouerlayed the Cherubins with golde.","29":"And on all the walles of the house rounde aboute, he caused to make carued worke, with carued Cherubins, palme trees, and floures.","30":"And the pauement of the house ouerlayed he also with golde plates.","31":"(Omitted Text)","32":"And at the intraunce of the quere he made two dores of olyue thre with fyue squared postes, and caused carued worke to be made therof with Cherubins, palme trees and floures, & ouerlayed them with plates of golde.","33":"So made he also at the intraunce of the temple, foure squared postes of Olyue tre,","34":"and two dores of Pyne tre (so that ether dore had two syde dores one haginge to another)","35":"and made carued worke therof, palme trees and floures, right as it was appoynted.","36":"And he buylded a courte also within wt thre rowes of fre stone, and with one rowe of playne Ceder tymber.","37":"In the fourth yeare in the moneth Sif, was the foundacion of the LORDES house layed:","38":"and in the eleuenth yeare in the moneth Bul (that is the eight moneth) was the house fynished as it shulde be, so that they were seuen yeare a buyldinge of it."}