{"1":"Thus was Salomon kynge ouer all Israel.","2":"And these were his prynces: Asaria the sonne of Sadoc the prest:","3":"Elihoreph, and Ahi Ia the sonnes of Sisa, were prestes: Iosaphat the sonne of Ahilud was chaunceler:","4":"Benaia ye sonne of Ioiada was the chefe captayne: Sadoc and Abiathar were prestes:","5":"Asaria the sonne of Nathan was ouer the officers: Sabud the sonne of Nathan the prest was the kynges frende:","6":"Ahisar was stewarde: Adoniram the sonne of Abda was rent gatherer.","7":"And Salomon had twolue offycers ouer all Israel, which made prouysion of fode for the kynge and his house: One had a moneth longe in ye yeare to make prouysion:","8":"The sonne of Hur vpon mount Ephraim.","9":"The sonne of Deber at Macaz and at Saalbaim, & at Bethsames, and at Elon, and BethHana.","10":"The sonne of Hased at Aruboth, and had therto Socho and all the londe of Hepher.","11":"The sonne of Abinadab all ye lordshippe at Dor: & had Taphat Salomos doughter to wife.","12":"Baena ye sonne of Ahilud at Thaenach & at Magiddo, & ouer all BethSean, which lyeth besyde Zarthana vnder Iesrael from BethSean vnto the playne of Mehelo, tyll the other syde of Iakmeam.","13":"The sonne of Geber at Ramoth in Gilead: he had the townes of Iair the sonne of Manasse in Gilead, and had ye coastes of Argob which lyeth in Basan, euen thre score greate walled cities, and with brasen barres.","14":"Ahinadab ye sonne of Iddo at Mahanaim.","15":"Ahimaas in Nephtali: and he also toke Basmath Salomons doughter to wife.","16":"Baena the sonne of Husai in Asser and at Aloth.","17":"Iosaphat the sonne of Paruha in Isachar.","18":"Semei the sonne of Ela in BenIamin.","19":"Geber the sonne of Vri in the londe of Gilead, in the londe of Sihon kynge of the Amorites, and of Og the kynge in Basan. One officer was in the same londe.","20":"As for Iuda and Israel, they were in nombre as the sonde of the see, and ate and dronke, and were mery.","21":"Thus was Salomo lorde ouer all the kyngdomes (from the water of the londe of the Philistynes, vnto the border of Egipte) which broughte him giftes, and serued him as longe as he lyued.","22":"And Salomon had daylie to his vytayles thirtye quarters of fyne meel, threscore quarters of other meel,","23":"ten fat oxen, and twety small catell, and an hundreth shepe, beside hartes and Roes, and wilde goates, and fat capons, and foules.","24":"For he had the lordshippe of all the londe on this syde the water, fro Tiphsa vnto Gasa, and ouer all ye kynges on this syde ye water: & had peace of all his subiectes rounde aboute,","25":"so that Iuda and Israel dwelt safe, euery one vnder his vyne, and vnder his figge tre, from Dan vnto Berseba, as longe as Salomon lyued.","26":"And Salomo had fortye thousande cart horses and twolue thousande horsmen.","27":"And the officers prouyded the kynge Salomon with vytayles: and whatsoeuer belonged to the kynges table, that brought euery man in his moneth, and myssed not:","28":"Barlye also & strawe for the horses and coursers, & broughte them vnto the place where ye kynge was, euery one after his charge.","29":"And God gaue Salomon maruelous greate wy?dome and vnderstondinge, and a large hert, as the sonde that lyeth vpon ye See shore:","30":"so that the wy?dome of Salomon was greater then the wy?dome of all the children towarde the south and of all ye Egipcians.","31":"And he was wyser then all men, yee wyser then Ethan the Esrahite, Heman, Chalcal, and Darda, the sonnes of Mahol: and had a greate name amonge all the Heythe on euery syde.","32":"And he spake thre thousande prouerbes, & his songes were a thousande & fyue.","33":"And he spake of trees, from ye Ceder of Libanus vnto the Isope yt groweth out of ye wall: he talked also of catell, of foules, of wormes, of fishes.","34":"And there came of all nacions to heare ye wy?dome of Salomon, and there came of all the kynges of ye earth, which had herde of his wy?dome."}