{"1":"Now whan we had buylded the wall I hanged on the dores, and the porters, syngers and Leuites were appoynted.","2":"And I comaunded my brother Hanam, and Hanama the ruler of the palace at Ierusalem: for he was a faithfull man, and feared God more then dyd many other","3":"and I sayde vnto them: Let not the gates of Ierusale be opened vntyll the Sonne be whote. And whyle they are yet stondinge in the watch, the dores shall be shut and barred. And there were certayne citesyns of Ierusalem appoynted to be watchmen, euery one in his watch, and aboute his house.","4":"As for ye cite, it was large of rowme, and greate, but ye people were fewe therin, and the houses were not buylded.","5":"And my God gaue me in my hert, that I gatherd together the pryncipall men and ye people, to nombre them, and I founde a register of their nombre, which came vp afore out of the captiuyte","6":"(whom Nabuchodonosor ye kynge of Babilo had caryed awaie) and dwelt at Ierusalem and in Iuda, euery one vnto his cite,","7":"and were come with Zorobabel, Iesua, Nehemias, Asaria, Raamia, Naheman, Mardachai, Bilsan, Mispereth, Bigeuai, Nehum and Baena. This is the nombre of the men of the people of Israel.","8":"The children of Pareos were two thousande, an hundreth and two and seuentye:","9":"The children of Sephatia, thre hundreth & two and seuentye:","10":"the children of Arah, sixe hundreth and two and fiftye:","11":"ye children of Pahath Moab amonge the childre of Iesua and Ioab, two thousande, eight hudreth, and eightene:","12":"the childron of Elam, a thousande, two hundreth, and foure and fyftye:","13":"the children of Sathu, eight hundreth & fyue and fortye,","14":"the children of Sacai, seuen hundreth and thre score:","15":"the children of Benni, sixe hundreth, and eight and fortye:","16":"ye children of Bebai, sixe hundreth and eight and twentye:","17":"the children of Asgad, two thousande, thre hundreth and two and twentye:","18":"the children of Adonicam, syxe hundreth & thre score:","19":"the children of Bigeuai, two thousande, and seuen and thre score:","20":"the childre of Adin, sixe hudreth & fiue and fiftye:","21":"the childre of Atter of Ezechias, eight and nyentye.","22":"The children of Hasum, thre hundreth & eighte and twentye:","23":"the children of Bezai, thre hundreth and foure and twentye:","24":"the children of Hariph, an hundreth and twolue:","25":"the children of Gibeon, fyue and nyentye","26":"the men of Bethleem and Netopha, an hudreth and eight and foure score:","27":"the men of Anathot, an hundreth and eight and twentye:","28":"the men of Beth Asmaueth, two and fortye:","29":"the men of Ririath Iearim, Caphira and Beeroth, seuen hundreth and thre and fortye:","30":"the men of Rama and Gaba, sixe hudreth and one and twentye:","31":"the men of Michmas, an hundreth and two and twentye:","32":"the men of Bethel and Ai, an hundreth and thre and twentye:","33":"the men of Nebo, an hundreth and two and fiftye:","34":"the children of the other Elam, a thousande, two hundreth and foure and fyftye:","35":"the children of Haram, thre thre hundreth and twentye:","36":"the children of Iericho: thre hundreth and fyue and fortye","37":"the children of Lodhadid & Ono, seuen hundreth and one and twentye:","38":"the children of Senaa, thre thousande, nyne hundreth and thirtye.","39":"The prestes. The children of Iedaia of the house of Iesua, nyne hundreth and thre and seuentye:","40":"the children of Immer, a thousande and two and fyftye:","41":"the children of Pashur, a thousande, two hundreth and seue and fortye:","42":"the children of Harim, a thousande and seuentene.","43":"The Leuites. The children of Iesua of Cadmiel amonge the children of Hodua, foure & seuentye.","44":"The syngers. The children of Assaph, an hundreth and eight and fortye.","45":"The porters were: The children of Sallum, the children of Ater, the childre of Talmon, the children of Acub, the children of Hatita, the children of Sobai, alltogether an hundreth and eight and thirtye.","46":"The Nethinims, The children of Ziha, ye childre of Hasupha, the childre of Tabaoth,","47":"the children of Ceros, the children of Sia, ye children of Padon,","48":"the children of Libana, the children of Hagaba, the children of Salmai,","49":"the children of Hanan, the children of Giddel, the children of Gahar,","50":"the children of Reaia, the children of Rezin, the children of Necoda,","51":"the childre of Gasam, the childre of Vsa, the children of Passeah,","52":"the children of Bessai, the children of Megunim, the children of Nephusim,","53":"the children of Bachuc, the children of Hacupha, the childre of Harhur,","54":"the children of Bazlith, the children of Mehida, the children of Harsa,","55":"the children of Barcos, the children of Sissera, the children of Thamah,","56":"the children of Neziah, ye children of Hatipha.","57":"The childre of Salomons seruauntes were: The children of Sotai, the childre of Sophereth, the children of Prida,","58":"the childre of Iaela, the children of Darcon, the childre of Giddel,","59":"the childre of Sephatia, the childre of Hatil, ye childre of Pochereth of Zebaim, the children of Amon.","60":"All the Nethinims & the childre of Salomons seruauntes, were thre hundreth and two and nynetye.","61":"And these wente vp also: Michel, Mela, Thel, Harsa, Cherub, Addo, Immer: but they coulde not shewe their fathers house ner their sede, whether they were of Israel.","62":"The childre of Delaia, ye children of Tobia, & the childre of Necoda, were sixe hudreth & two & fortye.","63":"And of the prestes were, the children of Habaia, the childre of Hacoz, the children of Barsillai, which toke one of ye doughters of Barsillai the Gileadite to wyfe, and was named afther their name.","64":"These soughte the register of their generacion, and whan they foude it not, they were put from ye presthode.","65":"And Hathirsatha sayde vnto them, yt they shulde not eate of ye most holy, tyll there came vp a prest wt ye light and perfectnesse.","66":"The whole congregacio as one ma, was two and fortye thousande there hundreth, and thre score:","67":"besyde their seruauntes and maydes, of whom there were seuen thousande, thre hundreth and seue and thirtye. And they had two hundreth and seuen and fortie synginge men and wemen,","68":"seuen hundreth and sixe and thirtie horses, two hudreth and fyue and fortie Mules, foure hundreth and fyue and thirtie","69":"Camels: sixe thousande, seue hundreth and twentye Asses.","70":"And certayne of the awnciet fathers gaue vnto the worke. Hathirsatha gaue to the treasure a thousande guldens, fiftie basens, fyue hundreth and thyrtie prestes garmentes.","71":"And some of the chefe fathers gaue vnto ye treasure of the worke, twetye thousande guldens, two thousande and two hundreth poude of siluer.","72":"And the other people gaue twetye thousande guldens, and two thousande pounde of siluer, and seue and thre score prestes garmentes.","73":"And the prestes and Leuites, the Porters, the syngers, and the other of the people, and the Nethinims, and all Israel, dwelt in their cities."}