{"1":"And the rulers of the people dwelt at Ierusalem. But the other people cast lottes therfore, so that amoge ten one parte wente to Ierusalem in to the holy cite to dwell, and nyne partes in the cities.","2":"And ye people thanked all the men that were willinge to dwell at Ierusalem.","3":"These are the heades of the londe that dwelt at Ierusalem. In the cities dwelt Iuda euery one in his possession yt was in their cities, namely Israel, the prestes, Leuites, ye Nethinims, and the children of Salomons seruauntes.","4":"And at Ierusale dwelt certayne of the children of Iuda & of Ben Iamin. Of the children of Iuda: Athaia the sonne of Vsia ye sonne of Zachary, the sonne of Amaria, the sonne of Sephatia, the sonne of Mahelaleel, of the children of Phares.","5":"And Maeseia the sonne of Baruch, the sonne of Chal Hose, the sonne of Hasaia, the sonne of Adaia, the sonne of Ioiarib, the sonne of Zachary, the sonne of Siloni.","6":"All the childre of Phares that dwelt at Ierusalem, were foure C. and eight & thre score valeaunt men.","7":"These are the childre of Ben Iamin: Sallu the sonne of Mesullam, ye sonne of Ioed, the sonne of Pedaia, the sonne of Colaia, ye sonne of Maeseia, the sonne of Ithiel, ye sonne of Iesaia.","8":"And after him Sabai, Sallai: nyne hundreth and eight and twentye.","9":"And Ioel the sonne of Sichri had the ouersight of them: and Iuda ye sonne of Hasnua ouer the seconde parte of the cite.","10":"Of the prestes there dwelt: Iedaia ye sonne of Ioiarib, Iachin.","11":"Seraia the sonne of Helchias ye sonne of Mesullam, the sonne of Sadoc, the sonne of Meraioth, the sonne of Achitob, was prynce in the house of God:","12":"& his brethre that perfourmed the worke in ye house: of whom there were viij. C. and xxij. And Adaia the sonne of Ieroham, the sonne of Plalia, the sonne of Amzi, the sonne of Zachary, the sonne of Pashur","13":"& his brethre, chefe amoge the fathers: of whom there were two hundreth and two and fortye. And Amassai the sonne of Asariel the sonne of Ahusai, the sonne of Mesillemoth, the sonne of Immer:","14":"and his brethren were valeaunt men, of whom there were an hundreth and eight and twentye. And their ouerseer was Sabdaiel the sonne of Gedolim.","15":"Of the Leuites: Semaia the sonne of Hasub, the sonne of Asrikam, the sonne of Hasabia, the sonne of Bunni:","16":"And Sabthai and Iosabad of the chefe of the Leuites, in the outwarde busynes of ye house of God.","17":"And Mathania the sonne of Micha, the sonne of Sabdi, the sonne of Assaph, which was the pryncipall to begynne the thankesgeuynge vnto prayer. And bacbuchia ye seconde amoge his brethren, and Abda the sonne of Sammua, the sonne of Galal, the sonne of Iedithun.","18":"All the Leuites in the holy cite were two hundreth and foure & foure score.","19":"And ye porters Acub and Calman, and their brethren yt kepte the portes, were an hundreth and two and seuentye.","20":"As for the residue of Israel, the prestes and Leuites, they were in all the cities of Iuda, euery one in his inheritaunce.","21":"And the Nethinims dwelt in Ophel: and Zipha and Gispa belonged vnto the Nethinims.","22":"The ouerseer of the Leuites at Ierusalem, was Vsi the sonne of Bani, the sonne of Hasabia, the sonne of Mathania, the sonne of Micha. Of the children of Assaph there were syngers aboute ye busynes in the house of God:","23":"for it was the kynges commaundement cocernynge them, that ye syngers shulde deale faithfully, euery daye as acordinge was.","24":"And Pethaia the sonne of Mesesabeel of the childre of Serah the sonne of Iuda nexte the kynge in all matters concernynge the people.","25":"And the children of Iuda that were without in the townes of their londe, dwelt some at Kiriath Arba, and in the vyllages therof, & at Dibon, and in the vyllages therof:","26":"and at Cabzeel, and in ye vyllages therof: and at Iesua, Molada, Bethphalet,","27":"Hazarsual, Berseba and in their vyllages:","28":"& at Siclag and Mochona, and in their vyllages:","29":"And at Enrimmon, Zarega, Ieremuth,","30":"Sanoah, Adullam and in their vyllages: At Lachis, and in the feldes therof: At Aseka, and in the vyllages therof: and dwelt from Berseba vnto the valley of Hinnom.","31":"The children of Ben Iamin of Gaba, dwelt at Michmas, Aia, Bethel and in their vyllages.","32":"And at Anathoth, Nob, Anania,","33":"Hazor, Rama, Githaim,","34":"Hadid, Ziboim, Neballat,","35":"Lod, Ono & in the Carpeters valley.","36":"And certayne of the Leuites yt had porcions in Iuda, dwelt in Ben Iamin."}