{"1":"The sealers were: Nehemias (that is) Hathirsatha the sonne of Hachalia and Sedechias,","2":"Seraia, Asaria, Ieremy,","3":"Pashur, Amaria, Malchia,","4":"Hattus, Sebania, Malluch,","5":"Harim, Meremoth, Obadia,","6":"Daniel, Sinthun, Baruch,","7":"Mesullam, Abia, Meiamin,","8":"Maasga, Bilgai and Semaia: these were prestes.","9":"The Leuites were: Iesua ye sonne of Asania, Binui amonge the childre of Henadad, Cadmiel.","10":"And their brethren: Sechania, Hodia, Celita, Plaia, Hauan,","11":"Micha, Rehob, Hasabia,","12":"Sachur, Serebia, Sebania,","13":"Hodia, Bani and Beninu.","14":"The heades of the people were: Pareos, Pahath Moab, Elam, Sathu, Bani,","15":"Buni, Asgad, Sebai,","16":"Adonia, Bigenai, Adiu,","17":"Ater, Hezechias, Asur,","18":"Hodia, Hasum, Bezai,","19":"Hariph, Anathot, Neubai,","20":"Magpias, Mesullam, Hesir,","21":"Mesesabeel, Sadoc, Iaddua,","22":"Platia, Hanan, Anaia,","23":"Hoseia, Hanania, Hasub,","24":"Halohes, Pilha, Sobek,","25":"Rehum, Hasabna, Maeseia,","26":"Ahia, Hanan, Anan,","27":"Malluch, Harim and Baena.","28":"And the other people, the prestes, Leuites, Porters, syngers. Nethinims, & all they that had separated them selues from ye people in the lodes vnto the lawe of God, with their wyues, sonnes and daughters, as many as coulde vnderstonde it,","29":"and their lordes that had rule of them, receaued it for their brethren. And they came to sweare, and to bynde them selues with an ooth to walke in Gods lawe, which was geuen by Moses the seruaunt of God, that they wolde obserue and do acordinge vnto all the commaundementes, iudgmentes and statutes of the LORDE oure God:","30":"and that we wolde not geue oure doughters vnto the people in the lode, nether to take their doughters for oure sonnes.","31":"And yf ye people of the lode broughte ware on the Sabbath, and all maner of vytayles to sell, that we wolde not take it of them on the Sabbath and on the holy dayes. And that we wolde let the seueth yeare be fre concernynge all maner of charge.","32":"And we layed a statute vpon oure selues, to geue yearly ye thirde parte of a Sycle to the mynistracion in the house of oure God,","33":"namely to the shewbred, to the daylie meatofferynge, to the daylie burntofferynge of ye Sabbathes, of the new mones and feast dayes, and to the thinges that were sanctified, and to the synofferynges, to reconcyle Israel with all, and to all the busynes in ye house of oure God.","34":"And we cast the lot amonge the prestes, Leuites and the people, for offerynge of ye wod, to be brought vnto ye house of or God from yeare to yeare, after the houses of oure fathers, that it might be brent at tymes appoynted, vpon the altare of the LORDE oure God, as it is wrytten in the lawe:","35":"and yearly to brynge the firstlinges of or londe, & the firstlinges of oure frutes of all trees, yeare by yeare, vnto ye house of the LORDE:","36":"and the firstlinges of oure sonnes, and of oure catell, as it is wrytten in the lawe: and the firstlinges of oure oxen and of oure shepe, that we shulde brynge all this to the house of oure God vnto the prestes that mynister in the house of oure God:","37":"and that we shulde brynge the firstlinges of oure dowe, and of oure Heueofferinges, and the frutes of all maner trees, of wyne also and of oyle, vnto the prestes to the chestes of the house of oure God. And the tithes of or lode vnto the Leuites, yt the Leuites might haue the tithes in all the cities of oure mynistracion.","38":"And the prest the sonne of Aaron shal wt the Leuites haue also of the tithes of ye Leuites, so that the Leuites shal brynge vp the tithes of their tithes vnto the house of oure God to the chest in ye treasure house.","39":"For the children of Israel and the children of Leui shall brynge vp the Heueofferynges of the corne, wyne and oyle vnto the chestes, there are the vessels of the Sanctuary, & the prestes yt mynister, and the porters & syngers, yt we forsake not the house of oure God."}