{"1":"The sayde I thus in my hert: Now go to, I wil take myne ease & haue good dayes. But lo, that was vanite also:","2":"in so moch that I sayde vnto laughter: thou art madd, and to myrth: what doest thou?","3":"So I thought in my herte, to withdrawe my flesh from wyne, to applye my mynde vnto wy?dome, and to comprehede foolishnes vntill the tyme that (amonge all ye thinges which are vnder ye Sonne) I might se what were best for men to do, so longe as they lyue vnder heauen.","4":"I made gorgious fayre workes, I buylded me houses, and planted vynyardes:","5":"I made me ortchardes and gardens of pleasure, and planted trees in them of all maner frutes.","6":"I made poles of water, to water ye grene and frutefull trees withall.","7":"I bought seruauntes and maydes, and had a greate housholde. As for catell and shepe, I had more substaunce of them, then all they yt were before me in Ierusalem.","8":"I gathered syluer & golde together, euen a treasure of kynges & londes. I prouided me syngers and wome which coude playe of instrumentes, to make men myrth and pastime. I gat me drynkynge cuppes also and glasses.","9":"(Shortly) I was greater & in more worshipe, then all my predecessours in Ierusale. For wy?dome remayned with me:","10":"& loke what so euer myne eyes desyred, I let them haue it: & wherin so euer my herte delyted or had eny pleasure, I with helde it not fro it. Thus my hert reioysed in all yt I dyd, and this I toke for the porcion of all my trauayle.","11":"But whan I considered all the workes yt my handes had wrought, and all the labours that I had taken therin: lo, all was but vanite and vexacion of mynde, & nothinge of eny value vnder ye Sonne.","12":"Then turned I me to considre wy?dome, erroure and foolishnesse (for what is he amonge men, that might be compared to me ye kynge in soch workes?)","13":"and I sawe, that wy?dome excelleth foolishnesse, as farre as light doth darknesse.","14":"For a wyse man beareth his eyes aboute in his heade, but the foole goeth in the darknesse. I perceaued also that they both had one ende.","15":"Then thought I in my mynde: Yf it happen vnto the foole as it doth vnto me, what nedeth me then to laboure eny more for wy?dome? So I confessed within my harte, that this also was but vanite.","16":"For the wyse are euer as litle in remembraunce as the foolish, and all the dayes for to come shalbe forgotten, yee the wyse man dyeth as well as ye foole.","17":"Thus begane I to be weery of my life, in so moch that I coude awaye with nothinge that is done vnder the Sonne, for all was but vanite & vexacion of mynde:","18":"Yee I was weery of all my laboure, which I had taken vnder the Sonne, because I shulde be fayne to leaue them vnto another man, that cometh after me:","19":"for who knoweth, whether he shalbe a wyse ma or a foole? And yet shal he be lorde of all my labours, which I with soch wy?dome haue taken vnder the Sonne. Is not this a vayne thinge?","20":"So I turned me to refrayne my mynde from all soch trauayle, as I toke vnder the Sonne:","21":"for so moch as a man shulde weery him self with wy?dome, with vnderstondinge and opportunite, and yet be fayne to leaue his labours vnto another, yt neuer swett for them. This is also a vayne thinge and a greate misery.","22":"For what getteth a ma of all ye labor & trauayle of his mynde, yt he taketh vnder the Sonne,","23":"but heuynesse, sorowe & disquyetnes all ye dayes of his life? In so moch that his herte can not rest in the night. Is not this also a vayne thinge?","24":"Is it not better then for a ma to eate and drynke, and his soule to be mery in his laboure? Yee I sawe that this also was a gifte of God:","25":"For who maye eate, drynke, or brynge eny thige to passe without him? And why?","26":"he geueth vnto ma, what it pleaseth him: whether it be wy?dome. vnderstondinge, or gladnesse. But vnto the synner he geueth weerynes and sorow, that he maye gather and heape together ye thinge, yt afterwarde shalbe geuen vnto him whom it pleaseth God. This is now a vayne thinge, yee a very disquietnesse and vexacio of mynde."}