{"1":"So I turned me, and considered all the violent wronge that is done vnder the Sonne: and beholde, the teares of soch as were oppressed, and there was no man to comforte them, or that wolde delyuer and defende them from the violence of their oppressours.","2":"Wherfore I iudged those that are deed, to be more happie then soch as be alyue:","3":"yee him that is yet vnborne to be better at ease the they both, because he seith not the miserable workes that are done vnder the Sonne.","4":"Agayne, I sawe that all trauayle and diligence of laboure was hated of euery man. This is also a vaine thinge, and a vexacion of mynde.","5":"The foole foldeth his handes together, & eateth vp his owne flesh.","6":"One handfull (saieth he) is better wt rest, the both ye handes full with labor and trauayle.","7":"Morouer, I turned me, and beholde yet another vanite vnder the Sonne.","8":"There is one man, no mo but himself alone, hauynge nether childe ner brother: yet is there no ende of his carefull trauayle, his eyes can not be satisfied with riches, (yet doth he not remembre himself, & saye:) For whom do I take soch trauayle? For whose pleasure do I thus consume awaye my lyfe? This is also a vayne and miserable thinge.","9":"Therfore two are better then one, for they maye well enioye the profit of their laboure.","10":"Yf one of them fall, his companyon helpeth him vp againe: But wo is him that is alone, for yf he fall, he hath not another to helpe him vp.","11":"Agayne, when two slepe together, they are warme: but how can a body be warme alone?","12":"One maye be ouercome, but two maye make resistauce: A thre folde cable is not lightly broken.","13":"A poore childe beynge wyse, is better then an olde kinge, that doteth, and can not bewarre in tyme to come.","14":"Some one commeth out of preson, & is made a kynge: & another which is borne in the kyngdome, commeth vnto pouerte.","15":"And I perceaued, yt all men lyuynge vnder the Sonne, go wt the seconde childe, that commeth vp in the steade of the other.","16":"As for the people that haue bene before him, and that come after him, they are innumerable: yet is not their ioye the greater thorow him. This is also a vayne thinge and a vexacion of mynde."}