{"1":"And I sawe a beest rise out of the see, hauinge seuen heades, and x. hornes, and vpon his hornes x. crownes, and vpo his heed, the names of blasphemy.","2":"And the beest which I sawe was lyke a catt of the mountayne, and his fete were as the fete of a bear, and his mouth as the mouthe of a lyon. And ye drago gaue him his power and his seate, and greate auctorite:","3":"and I sawe one of his heades as it were wounded to death, and his dedly wounde was healed. And all the worlde wodred at the beest,","4":"and they worshipped the dragon which gaue power vnto the beest, and they worshipped the beest, sayenge: who is like vnto the beest? who is able to warre with him?","5":"And there was geuen vnto him a mouth to speake greate thinges & blasphemies, and power was geuen vnto him, to do xlij. monethes.","6":"And he opened his mouth vnto blasphemy agaynst God, to blaspheme his name, and his tabernacle and them that dwell in heauen.","7":"And it was geuen vnto him to make warre with the sayntes, and to ouercome them. And power was geuen him ouer all kynred, tonge, and nacion:","8":"and all that dwell vpon the earth worshipt him: whose names are not wrytten in the boke of life of the lambe, which was kylled from the beginnynge of the worlde.","9":"Yf eny man haue an eare, let him heare.","10":"He that leadeth in to captiuite, shal go in to captiuite: he that killeth with a swearde, must be killed with ye swearde. Heare is the pacience, and the faith of the saynctes.","11":"And I behelde another beest commynge vp out of the earth, and he had two hornes like a lambe, and he spake as dyd the drago.","12":"And he dyd all that the first beest coulde do in his presence, and he caused the earth, and them which dwell therin, to worshippe the fyrst beest, whose deedly woude was healed.","13":"And he dyd greate wonders, so that he made fyre come downe from heaue in the sight of men.","14":"And deceaued them that dwelt on the earth by ye meanes of those signes which he had power to do in the sight of the beest, sayenge to them that dwelt on the earth: that they shulde make an ymage vnto the beest, which had the wounde of a swearde and dyd liue.","15":"And he had power to geue a sprete vnto the ymage of the beest, and that the ymage of the beest shulde speake, and shulde cause, that as many as wolde not worshippe the ymage of the beest, shulde be kylled.","16":"And he made all bothe smale and greate, ryche and poore, fre and bond, to receaue a marke in their right hondes, or in their forheades.","17":"And that no man might by or sell, saue he yt had ye marke, or the name of the beest, ether the nombre of his name.","18":"Here is wissdome. Let him that hath wyt, count the nombre of the beest. For it is the nombre of a man, and his nombre is sixe hondred, thre score and sixe."}