{"1":"And I sawe a newe heauen and a newe earth. For the fyrst heauen, and the fyrst earth were vanisshed awaye, and there was nomore See.","2":"And I Ihon sawe that holy cite newe Ierusalem come downe from God out of heauen, prepared as a bryde garnisshed for hyr hussband.","3":"And I herde a greate voyce from the seate, sayenge: beholde, the tabernacle of God is with men, and he wil dwell with them. And they shalbe his people, and God himselfe shalbe with the, and shalbe their God.","4":"And God shal wipe awaye all teares from their eyes. And there shalbe nomore deeth, nether sorowe, nether shal there be eny more payne, for ye olde thinges are gone.","5":"And he that sat vpon the seate, sayde: Beholde, I make all thinges newe. And he sayde vnto me: wryte for these wordes are faithfull and true,","6":"And he sayde vnto me: it is done I am Alpha and Omega, the begynnynge, and the ende. I wil geue to him that is a thyrst of the well of the water of life fre.","7":"He that ouercommeth, shal inheret all thinges I wil be his God, and he shalbe my sonne.","8":"But the fearefull and vnbeleuynge, and the abhominable, and murthurers, and whormongers, and sorcerers, and ydolaters, & all lyars, shal haue their parte in the lake, that burneth with fyre and brymstone, which is the seconde death.","9":"And there came vnto me one of the seuen angels, which had the seuen vials full of the seuen last plages: and talked with me, sayenge: come hydder, I wil shewe the the bryde, ye labes wyfe.","10":"And he caryed me awaye in ye sprete to a greate and an hye moutayne, and he shewed me the greate cite, holy Ierusale descendinge out of heauen from God,","11":"hauynge the brightnes of God. And her shynynge was lyke vnto a stone most precious, euen a Iaspar cleare as cristall:","12":"& had greate and hye walles, and had twolue gates, and at ye gates twolue angels: and names wrytten, which are the twolue trybes of Israel:","13":"on the est parte thre gates, and on the north syde thre gates, and towarde the south thre gates, and from the west thre gates:","14":"and the wall of the cite had twolue foundacios, and in them the names of the lambes twolue Apostles.","15":"And he that talked with me, had a golden rede to measure the cite with all, and the gates therof, and the wall therof.","16":"And the cite was bylt foure square, and the length was as large as the bredth of it, and he measured the cite with the rede twolue M. furlonges: and the length and the bredth, and ye heyth of it, were equall.","17":"And he measured the wall therof, an cxliiij. cubittes, after ye measure of a man, which the angel had.","18":"And the buyldinge of the wall of it was of Iaspar. And the cite was of pure golde, like vnto cleare glasse:","19":"and ye foundacios of the walles and of ye cite were garnysshed with all maner of precious stones. The fyrst foundacion was a Iasper, the seconde a Saphyre, ye thyrde a Calcedony, the fourth a Smaragde:","20":"the fyft a Sardonix: the sixt a Sardeos: the seuenth a Crysolite, the eyght berall: the nynth a Topas: the tenth a Crysoprasos: the eleueth a Iacyncte: the twelfte an Amatist.","21":"And the twolue gates were twolue pearles, and euery gate was of one pearle, and ye strete of the cite was pure golde, as a thoroweshyninge glasse.","22":"And I sawe no temple therin. For the LORDE God allmighty and the lambe is the temple of it,","23":"and the cite hath no nede of the Sonne, nether of the mone to lyghten it. For the bryghtnes of God doth light it: and the lambe is the lyght of it.","24":"And ye people which are saued, shal walke in the light of it: and the kynges of the earth shal brynge their glory vnto it.","25":"And the gates of it shal not be shut by daye. For there shalbe no nyght there.","26":"(Omitted Text)","27":"And there shal entre in to it none vncleane thinge: nether what soeuer worketh abhominacion: or maketh lyes: but they which are wrytten in the lambes boke of life."}