{"1":"And after that I sawe another angel come downe fro heaue, hauinge greate power, and ye earth was lyghtned with his bryghtnes.","2":"And he cryed mightely with a stronge voyce, sayenge: She is fallen, she is fallen, euen greate Babilon, and is become the habitacion of deuels, and ye holde of all fowle spretes, and a cage of all vncleane and hatefull byrdes:","3":"for all nacios haue dronken of the wyne of the wrath of her whordome. And the kynges of the earth haue committed fornicacion with her, and her marchauntes are wexed ryche of the abundaunce of her pleasures.","4":"And I herde another voyce from heauen saye: come awaye from her my people, that ye be not partakers of her synnes, lest ye receaue of her plages.","5":"For her synnes are gone vp to heauen, and the LORDE hath remembred her wyckednes.","6":"Rewarde her euen as she rewarded you, and geue her dubble acordinge to her workes. And poure in dubble to her in the same cuppe, which she fylled vnto you.","7":"And as moche as she gloryfied her selfe and lyued wantanly, so moch poure ye in for her of punysshmet, and sorowe, for she sayeth in her herte: I syt beinge a quene, and am no wyddowe, and shall se no sorowe.","8":"Therfore shal her plages come at one daye, death, and sorowe, and honger, and she shalbe bret with fyre: for stronge is the LORDE God which shal iudge her.","9":"And the kynges of the earth shal bewepe her and wayle ouer her, which haue committed fornicacion and lyued wantanly with her, when they shal se the smoke of her burnynge,","10":"and shal stonde a farre of for feare of her punysshment, sayenge: Alas, Alas, that greate cite Babylon, that mighty cite: For at one houre is thy iudgment come.","11":"And the marchauntes off the earth shall wepe and wayle in them selues, because no man will bye their ware eny more,","12":"the ware of golde, and syluer, and of precious stones, off pearle, & sylke, and purple, and skarlet, & all Thynen wod, and all manner vessels of yuery, and all manner vessels of most precious wod, and of brasse, and of yron,","13":"& synomom and odours, and oyntmentes, and frankynsence, and wyne, and oyle, and fyne floure, and wheate, and catell, and shepe, and horses, and charrettes, and bodies and soules of men.","14":"And the apples that thy soule lusted after, are departed from the. And all thinges which were deyntie, and had in pryce, are departed from the, and thou shalt fynde them no more.","15":"The marchauntes of these thinges which were wexed ryche by her, shall stonde afarre of for feare of the punysshment of her, wepynge and waylinge,","16":"and sayenge: alas alas, that greate cite, that was clothed in sylke, and purple, and scarlet, and decked with golde, and precious stone, and pearles:","17":"for at one houre so greate ryches is come to naught. And euery shippe gouerner, and all they that occupie shippes, and shippmen which worke in the see, stode a farre of,","18":"and cryed, when they sawe the smoke of her burnynge, and sayde: what cite is like vnto this greate cite?","19":"And they cast dust on their heades, and cryed wepynge, and waylinge, and sayde: Alas, Alas the greate cite, wherin were made ryche all that had shippes in the see, by the reason of her wares: for at one houre is she made desolate.","20":"Reioyce ouer her thou heaue, and ye holy Apostles, and prophetes: for God hath geuen youre iudgmet on her.","21":"And a mighty angell toke vp a greate stone lyke a mylstone, and cast it in to the see, sayenge: with suche violece shal that greate cite Babylon be cast, and shalbe founde no more.","22":"And the voyce of harpers, and musicions, and of pypers, and trompetters, shalbe herde no more in the: and no craftes man (of what soeuer craft he be) shalbe founde eny more in the: and the sounde of a myll shalbe herde no more in the:","23":"and the voyce of the brydegrome and of the bryde, shalbe herde no more in the for thy marchauntes were prynces of the earth. And with thyne inchautment were deceaued all nacions:","24":"and in her was founde the bloude of the prophetes, and of the sayntes, and of all that were slayne vpo the earth."}