{"1":"And after that, I herde the voyce of moch people in heauen, sayenge: Alleluia. Saluacion and glory and honour, and power be ascribed to the LORDE or God,","2":"for true and righteous are his iudgmentes, because he hath iudged the greate whore (which did corrupt ye earth with her fornicacion) and hath auenged the bloud of his seruautes of her hond.","3":"And agayne they sayde: Alleluia. And smoke rose vp for euermore.","4":"And ye xxiiij: elders, & the foure beestes fell downe, and worshipped God that sat on the seate, sayenge: Amen: Alleluia.","5":"And a voice came out of the seate, sayenge: prayse or LORDE God all ye that are his seruautes, & ye that feare him both small and greate.","6":"And I herde the voyce of moch people, eue as ye voyce of many waters, & as ye voyce of stronge thondrynges, sayenge: Alleluia, for God omnipotent raigneth.","7":"Let vs be glad and reioyce, and geue honour to him: for the mariage of the labe is come, and his wife made her selfe ready.","8":"And to her was graunted, that she shulde be arayed with pure and goodly sylke. (As for the sylke, it is the rightewesnes of sayntes.)","9":"And he sayde vnto me: Blessed are they which are called vnto the Lambes supper. And he sayde vnto me: these are the true sayenges of God.","10":"And I fell at his fete, to worshippe him. And he sayde vnto me: Se thou do it not. For I am thy felowe seruaunt, and one of thy brethren, and of them that haue the testimony of Iesus. Worshippe God. For the testimony of Iesus is ye sprete of prophesy.","11":"And I sawe heaue open, & beholde, a whyte horsse and he yt sat vpon him, was called faithfull and true, & in rightewesnes dyd iudge and make battayle.","12":"His eyes were as a flame of fyre, and on his heade were many crounes: & he had a name wrytten, that noman knewe but him selfe.","13":"And he was clothed with a vesture dipt in bloude, and his name is called, ye worde of God.","14":"And ye warriers which were in heauen, folowed him vpon whyte horsses, clothed with whyte and pure sylke","15":"and out of his mouthe wente a sharppe swerde, that with it he shulde smyte the Heithen: And he shall rule them with a rodde of yron, and he trode the wynefatte of the fearcenesse and wrath of allmightye God.","16":"And hath on his vesture and on his thyghe a name wrytten: Kynge of all kinges, and LORDE of all lordes.","17":"And I sawe an angell stonde in the Sonne, and he cryed with a lowde voyce, sayenge to all the fowles that flye by the myddes vnder the heauen: Come and gaddre youre selues togedder vnto the supper of the gret God,","18":"that ye maye eate the flesshe of kynges, and of hye captaynes, and the flesshe of mighty men, and the flesshe of horsses, and of the that syt on them, and the flesshe of all free men and bond men, both of small and greate.","19":"And I sawe the beeste and the kynges of ye earth, and their warriers gadred togedder, to make battayle agaynste him that sat vpon the horsse, and agaynst his sowdiers.","20":"And the beeste was taken, and with him that false prophet that wrought myracles before him, with which he disceaued them that receaued the beestes marke, and them that worsshipped his ymage. These both were cast in to a ponde of fyre burnynge wt brymstone:","21":"and the remnaunte were slayne with the swearde of him that sat vpon the horsse, which swearde proceded out of his mouth, and all the foules were filled with their flesshe."}