{"1":"¶ Von David. Als er seine Gebärde verstellte vor Abimelech und dieser ihn von sich trieb und er hinwegging. Ich will den HERRN allezeit preisen, sein Lob soll immerdar in meinem Munde sein.","2":"Meine Seele rühme sich des HERRN; die Elenden sollen es hören und sich freuen.","3":"Preiset mit mir den HERRN, und lasset uns miteinander seinen Namen erhöhen!","4":"Da ich den HERRN suchte, antwortete er mir und errettete mich aus aller meiner Furcht.","5":"Die auf ihn blicken, werden strahlen, und ihr Angesicht wird nicht erröten.","6":"Da dieser Elende rief, hörte der HERR und half ihm aus allen seinen Nöten.","7":"Der Engel des HERRN lagert sich um die her, so ihn fürchten, und errettet sie.","8":"Schmecket und sehet, wie freundlich der HERR ist; wohl dem, der auf ihn traut!","9":"Fürchtet den HERRN, ihr seine Heiligen; denn die ihn fürchten, haben keinen Mangel.","10":"Junge Löwen leiden Not und Hunger; aber die den HERRN suchen, müssen nichts Gutes entbehren.","11":"¶ Kommt her, ihr Kinder, hört mir zu; ich will euch die Furcht des HERRN lehren!","12":"Wer hat Lust zum Leben und möchte gern gute Tage sehen?","13":"Behüte deine Zunge vor Bösem und deine Lippen, daß sie nicht trügen;","14":"weiche vom Bösen und tue Gutes, suche Frieden und jage ihm nach!","15":"Die Augen des HERRN achten auf die Gerechten und seine Ohren auf ihr Schreien;","16":"das Antlitz des HERRN steht wider die, so Böses tun, daß er ihr Gedächtnis von der Erde vertilge.","17":"Als jene schrieen, hörte der HERR und rettete sie aus aller ihrer Not.","18":"Der HERR ist nahe denen, die zerbrochenen Herzens sind, und hilft denen, deren Geist zerschlagen ist.","19":"Der Gerechte muß viel leiden; aber der HERR rettet ihn aus dem allem.","20":"Er bewahrt ihm alle seine Gebeine, daß nicht eines derselben zerbrochen wird.","21":"Den Gottlosen wird die Bosheit töten, und die den Gerechten hassen, müssen es büßen.","22":"Der HERR erlöst die Seele seiner Knechte, und alle, die auf ihn vertrauen, werden es nicht zu büßen haben."}