{"1":"¶ Dem Vorsänger. Nach[der Singweise]«Lilien». Von David. O Gott, hilf mir; denn das Wasser geht mir bis an die Seele!","2":"Ich versinke in tiefem Schlamm und habe keinen Stand, ich bin in tiefes Wasser geraten, und die Flut will michüberströmen;","3":"ich bin müde von meinem Schreien, meine Kehle ist vertrocknet, ich habe mir die Augen ausgeweint im Harren auf meinen Gott.","4":"Derer, die mich ohne Ursache hassen, sind mehr als Haare auf meinem Haupt; meine Feinde, die mich mit Lügen vernichten wollen, sind stark; was ich nicht geraubt habe, das soll ich erstatten!","5":"O Gott, du kennst meine Torheit, und meine Schulden sind dir nicht verborgen.","6":"Laß nicht zuschanden werden an mir, die deiner harren, o Gott; HERR der Heerscharen; laß nicht meinethalben beschämt werden, die dich suchen, Gott Israels!","7":"Denn um deinetwillen trage ich Schmach und bedeckt Schande mein Angesicht.","8":"Ich bin fremd geworden meinen Brüdern und unbekannt den Söhnen meiner Mutter;","9":"denn der Eifer um dein Haus hat mich gefressen, und die Schmähungen derer, die dich schmähen, sind auf mich gefallen.","10":"Als meine Seele fastete und weinte, wurde ich deshalb beschimpft;","11":"und als ich mich mit einem Sack kleidete, haben sie mich zum Sprichwort gemacht.","12":"Die im Tor herumsitzen, schwatzen von mir, und die Zecher pfeifen mich aus.","13":"¶ Ich aber bete, HERR, zu dir zur angenehmen Zeit; antworte mir, o Gott, nach deiner großen Gnade mit deinem wahren Heil!","14":"Reiße mich aus dem Schlamm, daß ich nicht versinke; möchte ich doch errettet werden von meinen Hassern und aus den tiefen Wassern,","15":"daß mich die Wasserflut nichtüberströme und mich die Tiefe nicht verschlinge, noch die Zisterne sichüber mir schließe.","16":"Erhöre mich, HERR; denn deine Gnade ist freundlich; wende dich zu mir nach deiner großen Barmherzigkeit","17":"und verbirg dein Angesicht nicht vor deinem Knecht; denn mir ist angst, erhöre mich bald!","18":"Nahe dich meiner Seele, erlöse sie; um meiner Feinde willen befreie mich!","19":"Du weißt, was für Schimpf, für Schande und Schmach mir angetan wird; meine Widersacher sind alle vor dir.","20":"Die Schmach hat mir das Herz gebrochen, daß ich krank geworden bin; ich wartete auf Mitleid, aber da war keines, und auf Tröster, aber ich fand sie nicht.","21":"Und sie taten Galle in meine Speise und tränkten mich mit Essig in meinem Durst.","22":"¶ Ihr Tisch vor ihnen müsse zur Schlinge werden und den Sorglosen zum Fallstrick!","23":"Ihre Augen sollen so finster werden, daß sie nicht mehr sehen, und ihre Lenden sollen allezeit wanken.","24":"Gieße deinen Grimmüber sie aus, und die Glut deines Zorns erfasse sie;","25":"ihre Wohnstätte müsse verwüstet werden, und in ihren Zelten wohne niemand mehr!","26":"Denn sie verfolgen den, welchen du geschlagen hast, und vermehren die Schmerzen deiner Verwundeten.","27":"Rechne ihnen um so mehr Schulden zu und laß sie nicht kommen zu deiner Gerechtigkeit!","28":"Tilge sie aus dem Buche der Lebendigen; sie sollen nicht mit den Gerechten eingeschrieben werden!","29":"Ich aber bin elend und krank; dein Heil, o Gott, richte mich auf!","30":"¶ Ich will den Namen Gottes rühmen mit einem Lied und ihn erheben mit Lobgesang.","31":"Das wird dem HERRN angenehmer sein als ein Stier, als ein Farre, der Hörner und Klauen hat!","32":"Wenn das die Elenden sehen, werden sie sich freuen. Ihr, die ihr Gott suchet, euer Herz soll aufleben!","33":"Denn der HERR hört auf die Armen und verachtet seine Gebundenen nicht.","34":"Himmel und Erde sollen ihn rühmen, das Meer und alles, was sich darin regt!","35":"Denn Gott wird Zion retten und die Städte Judas bauen, und man wird daselbst wohnen und sie besitzen;","36":"und der Same seiner Knechte wird sie ererben, und die seinen Namen lieben, werden darin wohnen."}