{"1":"¶ Ein Psalm Davids. Zum Gedächtnis. HERR, strafe mich nicht in deinem Zorn, züchtige mich nicht in deinem Grimm;","2":"denn deine Pfeile haben mich getroffen, und deine Hand liegt schwer auf mir.","3":"Es ist nichts Unversehrtes an meinem Fleisch vor deinem Zorn, kein Friede in meinen Gebeinen wegen meiner Sünde.","4":"Denn meine Schulden gehenüber mein Haupt; wie eine schwere Last sind sie mir zu schwer geworden.","5":"Meine Wunden stinken und eitern von meiner Torheit.","6":"Ich bin tief gebeugt und niedergedrückt; ich gehe traurig einher den ganzen Tag;","7":"denn meine Lenden sind ganz entzündet, und es ist nichts Gesundes an meinem Fleisch.","8":"Ich bin ganz kraftlos und zermalmt; ich heule vor Unruhe meines Herzens.","9":"O Herr, mein ganzes Verlangen sei dir vorgelegt, und mein Seufzen sei dir nicht verborgen!","10":"Mein Herz pocht heftig, meine Kraft hat mich verlassen, und das Licht meiner Augen ist nicht bei mir.","11":"Meine Lieben und Freunde treten beiseite wegen meiner Plage, und meine Nächsten stehen von ferne;","12":"¶ die aber, welche mir nach dem Leben trachten, legen mir Schlingen, und die mein Unglück suchen, besprechen meinen Untergang und ersinnen Lügen den ganzen Tag.","13":"Ich aber bin wie ein Tauber und höre nichts, und wie ein Stummer, der seinen Mund nicht auftut.","14":"Und ich bin wie einer, der nichts hört, und in dessen Mund kein Widerspruch ist.","15":"Denn auf dich, HERR, hoffe ich; du wirst antworten, Herr, mein Gott!","16":"Denn wenn ich redete, wie würden sie sichüber mich freuen! Wenn mein Fuß ins Wanken geriete, wie würden sie frohlockenüber mich!","17":"Denn ich bin nahe daran zu fallen, und mein Schmerz ist immerdar vor mir.","18":"Denn ich bekenne meine Schuld und bin bekümmert wegen meiner Sünde.","19":"Aber die mich grundlos befeinden, sind mächtig, und derer, die mich unter falschem Vorwand hassen, sind viele.","20":"Die mir Gutes mit Bösem vergelten, sind mir feind, weil ich dem Guten nachjage.","21":"Verlaß mich nicht, o HERR! Mein Gott, sei nicht fern von mir!","22":"Eile mir zu helfen, o Herr, mein Heil!"}