{"1":"¶ Für den Vorsänger. Von dem Knecht des HERRN, von David, welcher dem HERRN die Worte dieses Liedes sang, an dem Tage, da der HERR ihn aus der Hand aller seiner Feinde errettet hatte, auch aus der Hand Sauls. Er sprach: Ich will dich von Herzen lieben, HERR, meine Stärke!","2":"Der HERR ist meine Felsenkluft, meine Burg und meine Zuflucht; mein Gott ist ein Fels, darin ich mich berge, mein Schild und das Horn meines Heils, meine Festung.","3":"Den HERRN, den Hochgelobten, rief ich an und wurde von meinen Feinden errettet!","4":"Todeswehen umfingen mich, Bäche Belials schreckten mich;","5":"Stricke der Unterwelt umschlangen mich, es kamen mir Todesschlingen entgegen.","6":"Da mir angst ward, rief ich den HERRN an und schrie zu meinem Gott; er hörte in seinem Tempel meine Stimme, mein Schreien vor ihm drang zu seinen Ohren.","7":"Die Erde bebte und erzitterte, die Grundfesten der Berge wurden erschüttert und bebten, weil er zornig war.","8":"Rauch stieg auf von seiner Nase und verzehrendes Feuer aus seinem Munde, Feuerglut brannte daraus hervor.","9":"Er neigte den Himmel und fuhr herab, und Dunkel war unter seinen Füßen;","10":"er fuhr auf dem Cherub und flog daher, er schwebte auf den Fittichen des Windes.","11":"Er machte Finsternis zu seinem Gezelt, dunkle Wasser, dichte Wolken zur Hütte um sich her.","12":"Aus dem Glanze vor ihm gingen seine Wolkenüber von Hagel und Feuerglut;","13":"und der HERR donnerte im Himmel, der Höchste ließ seine Stimme erschallen, Hagel und Feuerglut.","14":"Und er schoß seine Pfeile und zerstreute sie, schleuderte Blitze und schreckte sie.","15":"Da sah man Wasserbäche, und die Gründe des Erdbodens wurden aufgedeckt von deinem Schelten, o HERR, von dem Schnauben deines grimmigen Zorns!","16":"Er streckte[seine Hand] aus von der Höhe und ergriff mich, er zog mich aus großen Wassern;","17":"er rettete mich von meinem mächtigen Feind und von meinen Hassern; denn sie waren mir zu stark;","18":"sie hatten michüberfallen zur Zeit meines Unglücks; aber der HERR ward mir zur Stütze","19":"und führte mich heraus in die Weite, er befreite mich; denn er hatte Wohlgefallen an mir.","20":"¶ Der HERR vergalt mir nach meiner Gerechtigkeit, nach der Reinheit meiner Hände lohnte er mir;","21":"denn ich habe die Wege des HERRN bewahrt und bin nicht abgefallen von meinem Gott,","22":"sondern alle seine Verordnungen hatte ich vor Augen und stieß seine Satzungen nicht von mir,","23":"und ich hielt es ganz mit ihm und hütete mich vor meiner Sünde.","24":"Darum vergalt mir der HERR nach meiner Gerechtigkeit, nach der Reinheit meiner Hände vor seinen Augen.","25":"Gegen den Gütigen erzeigst du dich gütig, gegen den Rechtschaffenen rechtschaffen,","26":"gegen den Reinen erzeigst du dich rein, aber den Hinterlistigenüberlistest du!","27":"Denn du rettest das elende Volk und erniedrigst die hohen Augen.","28":"Ja, du zündest meine Leuchte an; der HERR, mein Gott, macht meine Finsternis licht;","29":"¶ denn mit dir kann ich Kriegsvolk zerschmeißen und mit meinem Gottüber die Mauer springen.","30":"Dieser Gott! Sein Weg ist vollkommen, die Rede des HERRN ist geläutert; er ist ein Schild allen, die ihm vertrauen.","31":"Denn wer ist Gott außer dem HERRN, und wer ist ein Fels außer unserm Gott?","32":"Der Gott, der mich mit Kraft umgürtete und meinen Weg unsträflich machte;","33":"er machte meine Füße den Hirschen gleich und stellte mich auf meine Höhen;","34":"er lehrte meine Hände streiten und meine Arme den ehernen Bogen spannen;","35":"du gabst mir den Schild deines Heils, und deine Rechte stützte mich, und deine Herablassung machte mich groß;","36":"du machtest mir Raum zum Gehen, daß meine Knöchel nicht wankten.","37":"Ich jagte meinen Feinden nach und holte sie ein und kehrte nicht um, bis sie aufgerieben waren;","38":"ich zerschmetterte sie, daß sie nicht mehr aufstehen konnten; sie fielen unter meine Füße.","39":"Du hast mich gegürtet mit Kraft zum Streit, du hast unter mich gebeugt, die sich wider mich setzten.","40":"Du wandtest mir den Rücken meiner Feinde zu, und meine Hasser habe ich vertilgt.","41":"Sie schrieen, aber da war kein Retter; zum HERRN, aber er antwortete ihnen nicht.","42":"Und ich zerrieb sie zu Staub vor dem Winde, warf sie wie Kot hinaus.","43":"Du rettetest mich aus den Zänkereien des Volkes und setztest mich zum Haupt der Heiden; ein Volk, das ich nicht kannte, dient mir;","44":"sobald sie hören, folgen sie mir, die Kinder der Fremde schmeicheln mir;","45":"die Kinder der Fremde verzagen und kommen zitternd aus ihren Schlössern.","46":"Es lebe der HERR, und gepriesen sei mein Fels, und erhoben werde der Gott meines Heils!","47":"Der Gott, der mir Rache verlieh und die Völker unter mich zwang;","48":"der mich meinen Feinden entrinnen ließ und mich trotz meiner Widersacher erhöhte, mich errettete von dem gewalttätigen Mann!","49":"Darum will ich dich, o HERR, loben unter den Nationen und deinem Namen singen,","50":"der seinem Könige große Siege verliehen hat und seinem Gesalbten Gnade erweist, David und seinem Samen bis in Ewigkeit."}