{"1":"Und Jehova redete zu Mose und sprach:","2":"Sprich zu den Kindern Israel, daß sie umkehren und sich lagern vor Pi-Hachiroth, zwischen Migdol und dem Meere; vor Baal-Zephon, ihm gegenüber, sollt ihr euch am Meere lagern.","3":"Und der Pharao wird von den Kindern Israel sagen: Verwirrt irren sie im Lande umher, die Wüste hat sie umschlossen.","4":"Und ich will das Herz des Pharao verhärten, daß er ihnen nachjage; und ich will mich verherrlichen an dem Pharao und an seiner ganzen Heeresmacht, und dieÄgypter sollen erkennen, daß ich Jehova bin. Und sie taten also.","5":"Und es wurde dem König vonÄgypten berichtet, daß das Volk entflohen wäre; da verwandelte sich das Herz des Pharao und seiner Knechte gegen das Volk, und sie sprachen: Was haben wir da getan, daß wir Israel aus unserem Dienste haben ziehen lassen!","6":"Und er spannte seinen Wagen an und nahm sein Volk mit sich.","7":"Und er nahm sechshundert auserlesene Wagen und alle WagenÄgyptens, und Wagenkämpfer auf jedem derselben.","8":"Und Jehova verhärtete das Herz des Pharao, des Königs vonÄgypten, und er jagte den Kindern Israel nach; und die Kinder Israel zogen aus mit erhobener Hand.","9":"Und dieÄgypter jagten ihnen nach, alle Rosse, Wagen des Pharao und seine Reiter und seine Heeresmacht, und erreichten sie, als sie sich am Meere gelagert hatten, bei Pi-Hachiroth, vor Baal-Zephon.","10":"Und als der Pharao nahte, da hoben die Kinder Israel ihre Augen auf, und siehe, dieÄgypter zogen hinter ihnen her; und die Kinder Israel fürchteten sich sehr und schrieen zu Jehova.","11":"Und sie sprachen zu Mose: Hast du uns darum, weil inÄgypten keine Gräber waren, weggeholt, um in der Wüste zu sterben? Warum hast du uns das getan, daß du uns ausÄgypten herausgeführt hast?","12":"Ist dies nicht das Wort, das wir inÄgypten zu dir geredet haben, indem wir sprachen: Laß ab von uns, daß wir denÄgyptern dienen? Denn besser wäre es uns, denÄgyptern zu dienen, als in der Wüste zu sterben.","13":"Und Mose sprach zu dem Volke: Fürchtet euch nicht! Stehet und sehet die Rettung Jehovas, die er euch heute schaffen wird; denn dieÄgypter, die ihr heute sehet, die werdet ihr hinfort nicht mehr sehen ewiglich.","14":"Jehova wird für euch streiten, und ihr werdet stille sein.","15":"Und Jehova sprach zu Mose: Was schreiest du zu mir? Rede zu den Kindern Israel, daß sie aufbrechen.","16":"Und du, erhebe deinen Stab und strecke deine Hand ausüber das Meer und spalte es, daß die Kinder Israel mitten in das Meer hineingehen auf dem Trockenen.","17":"Und ich, siehe, ich will das Herz derÄgypter verhärten, und sie werden hinter ihnen herkommen; und ich will mich verherrlichen an dem Pharao und an seiner ganzen Heeresmacht, an seinen Wagen und an seinen Reitern.","18":"Und dieÄgypter sollen erkennen, daß ich Jehova bin, wenn ich mich verherrlicht habe an dem Pharao, an seinen Wagen und an seinen Reitern.","19":"Und der Engel Gottes, der vor dem Heere Israels herzog, brach auf und trat hinter sie; und die Wolkensäule brach auf von vorn und stellte sich hinter sie.","20":"Und sie kam zwischen das Heer derÄgypter und das Heer Israels, und sie wurde dort Wolke und Finsternis, und erleuchtete hier die Nacht; und so nahte jenes diesem nicht die ganze Nacht.","21":"Und Mose streckte seine Hand ausüber das Meer, und Jehova trieb das Meer durch einen starken Ostwind hinweg, die ganze Nacht, und machte das Meer trocken, und die Wasser wurden gespalten.","22":"Und die Kinder Israel gingen mitten in das Meer hinein auf dem Trockenen, und die Wasser waren ihnen eine Mauer zur Rechten und zur Linken.","23":"Und dieÄgypter jagten ihnen nach und kamen hinter ihnen her, alle Rosse des Pharao, seine Wagen und seine Reiter, mitten ins Meer.","24":"Und es geschah in der Morgenwache, da schaute Jehova in der Feuer-und Wolkensäule auf das Heer derÄgypter und verwirrte das Heer derÄgypter.","25":"Und er stieß die Räder von seinen Wagen und ließ es fahren mit Beschwerde. Und dieÄgypter sprachen: Laßt uns vor Israel fliehen, denn Jehova streitet für sie wider dieÄgypter!","26":"Und Jehova sprach zu Mose: Strecke deine Hand ausüber das Meer, daß die Wasserüber dieÄgypter zurückkehren,über ihre Wagen undüber ihre Reiter.","27":"Da streckte Mose seine Hand ausüber das Meer, und das Meer kehrte beim Anbruch des Morgens zu seiner Strömung zurück; und dieÄgypter flohen ihm entgegen; und Jehova stürzte dieÄgypter mitten ins Meer.","28":"Und die Wasser kehrten zurück und bedeckten die Wagen und die Reiter der ganzen Heeresmacht des Pharao, die hinter ihnen her ins Meer gekommen waren; es blieb auch nicht einer von ihnenübrig.","29":"Und die Kinder Israel gingen auf dem Trockenen mitten durch das Meer, und die Wasser waren ihnen eine Mauer zur Rechten und zur Linken.","30":"So rettete Jehova Israel an selbigem Tage aus der Hand derÄgypter, und Israel sah dieÄgypter tot am Ufer des Meeres.","31":"Und Israel sah die große Macht, die Jehova an denÄgyptern betätigt hatte; und das Volk fürchtete Jehova, und sie glaubten an Jehova und an Mose, seinen Knecht."}