{"1":"The kynges hert is in the hande of the LORDE, like as are the ryuers of water: he maye turne it whyther so euer he wyll.","2":"Euery man thinketh his owne waye to be right, but the LORDE iudgeth ye hertes.","3":"To do rightuousnesse and iudgmet is more acceptable to the LORDE the sacrifice.","4":"A presumptuous loke, a proude stomacke, & the lanterne of the vngodly is synne.","5":"The deuyses of one that is diligent, brynge plenteousnes: but he yt is vnaduysed, commeth vnto pouerte.","6":"Who so hoordeth vp riches wt ye disceatfulnes of his tonge, he is a foole, & like vnto them that seke their owne death.","7":"The robberies of the vngodly shalbe their owne destruccion, for they wolde not do the thynge that was right.","8":"The wayes of the frowarde are straunge, but ye workes of him yt is cleane, are right.","9":"It is better to dwell in a corner vnder ye house toppe, then with a braulinge woman in a wyde house.","10":"The soule of the vngodly wysheth euell, and hath no pitie vpon his neghboure.","11":"When the scornefull is punyshed, the ignoraunt take ye better hede: & when a wyse man is warned, he wil receaue the more vnderstondinge.","12":"The rightuous enfourmeth the house of the vngodly, but ye vngodly go on still after their owne wickednesse.","13":"Who so stoppeth his eare at the criege of the poore, he shal crie himself and not be herde.","14":"A preuy rewarde pacifieth displeasure, and a gifte in the bosome stilleth furiousnesse.","15":"The iust delyteth in doynge the thynge that is right, but the workers of wickednesse abhorre the same.","16":"The man that wandreth out of the waye of wy?dome, shal remayne in the cogregacion of ye deed.","17":"He yt hath pleasure in banckettes, shal be a poore man: Who so delyteth in wyne and delicates, shal not be riche.","18":"The vngodly shalbe geuen for the rightuous, & the wicked for the iust.","19":"It is better to dwell in a wyldernesse, the with a chydinge and an angrie woman.","20":"In a wyse mans house there is greate treasure and plenteousnesse, but a foolish body spendeth vp all.","21":"Who so foloweth rightuousnesse and mercy, fyndeth both life, rightuousnesse and honor.","22":"A wyse man wynneth the cite of the mightie, and as for the strength yt they trust in, he bryngeth it downe.","23":"Who so kepeth his mouth and his tonge, the same kepeth his soule from troubles.","24":"He yt is proude & presumptuous, is called a scornefull ma, which in wrath darre worke maliciously.","25":"The voluptuousnesse of the slouthfull is his owne death, for his hades wyll not labor.","26":"He coueteth and desyreth all the daye longe, but the rightuous is allwaye geuynge & kepeth nothinge backe.","27":"The sacrifice of the vngodly is abhominacion, for they offre the thinge yt is gotten wt wickednes.","28":"A false wytnesse shal perishe, but he yt wilbe content to heare, shal allwaye haue power to speake himself.","29":"An vngodly man goeth forth rashly, but the iust refourmeth his owne waye.","30":"There is no wy?dome, there is no vnderstondinge, there is no councell agaynst the LORDE.","31":"The horse is prepared agaynst ye daye of battayll, but the LORDE geueth the victory."}