{"1":"Doth not wysdome crie? doth not vnderstondinge put forth hir voyce?","2":"Stondeth she not in the hye places in the stretes & wayes?","3":"doth she not crie before the whole cite, & in the gates where men go out & in?","4":"It is you, o ye men (sayeth she) whom I call. Unto you (o ye childre of me) lift I vp my voyce.","5":"Take hede vnto knowlege o ye ignoraut, be wyse in herte o ye fooles.","6":"Geue eare, for I wil speake of greate matters, & open my lippes to tell thinges that be right.","7":"For my throte shal be talkynge of ye trueth, & my lippes abhorre vngodlynesse.","8":"All the wordes of my mouth are rightuous, there is no frowardnesse ner falsede therin.","9":"They are all playne to soch as wil vnderstode, & right to the that fynde knowlege.","10":"Receaue my doctryne therfore and not syluer, & knowlege more then fyne golde.","11":"For wysdome is more worth then precious stones, yee all the thinges that thou cast desyre, are not to be compared vnto it.","12":"I wysdome haue my dwellynge wt knowlege, and prudent councell is myne owne.","13":"With me is the feare of the LORDE, and ye eschuynge of euell. As for pryde, disdayne, an euell waye, & a mouth that speaketh wicked thiges, I vtterly abhorre the.","14":"I can geue councell, and be a gyde: I haue vnderstondinge, I haue strength.","15":"Thorow me, kynges reigne: thorow me, prices make iust lawes.","16":"Thorow me, lordes beare rule, and all iudges of ye earth execute iudgmet.","17":"I am louynge vnto those that loue me, and they that seke me early, shal fynde me.","18":"Riches & honoure are wt me, yee excellent goodes & rightuousnes.","19":"My frute is better the golde & precious stone, & myne encrease more worth then fyne syluer.","20":"I walke in ye waye of rightuousnes, & in the strete of iudgment.","21":"That I maye sende prosperite to those that loue me, & to encrease their treasure.","22":"The LORDE himself had me in possessio in the begynnynge of his wayes, or euer he begame his workes aforetyme.","23":"I haue bene ordened fro euerlastige, & fro ye beginnynge or euer the earth was made.","24":"When I was borne, there were nether depthes ner springes of water.","25":"Before the foundacions of ye mountaynes were layed, yee before all hilles was I borne.","26":"The earth and all that is vpon the earth was not yet made, no not the grounde it self.","27":"For when he made the heauens, I was present: wha he set the depthes in ordre:","28":"whan he hanged the cloudes aboue: whan he fastened the sprynges of the depe:","29":"Whan he shutt the see within certayne bowndes, that ye waters shulde not go ouer their marckes. When he layed the foundacions of the earth,","30":"I was with him, ordringe all thinges, delytinge daylie & reioysynge allwaye before him.","31":"As for the roude copase of his worlde, I make it ioyfull, for my delyte is to be amoge the children of men.","32":"Therfore harken vnto me (o ye children) for blessed are they that kepe my wayes.","33":"O geue eare vnto nurtoure, be wyse, and refuse it not.","34":"Blessed is ye man that heareth me, watchinge daylie at my gates, & geuynge attendaunce at the postes of my dores.","35":"For who so fyndeth me, fyndeth life, and shal optayne fauoure of the LORDE.","36":"But who so offendeth agaynst me, hurteth his owne soule. All they that hate me, are the louers of death."}