{"1":"Make not thy boost of tomorow, for thou knowest not what maye happen todaye.","2":"Let another ma prayse the, & not thine owne mouth: yee other folkes lippes, and not thyne.","3":"The stone is heuy, and the sonde weightie: but a fooles wrath is heuyer then they both.","4":"Wrath is a cruell thige, and furiousnesse is a very tempest: yee who is able to abyde envye?","5":"An open rebuke is better, then a secrete loue.","6":"Faithfull are the woundes of a louer, but ye kysses of an enemie are disceatfull.","7":"He that is full, abhorreth an hony combe: but vnto him that is hogrie, euery sower thinge is swete.","8":"He that oft tymes flytteth, is like a byrde yt forsaketh hir nest.","9":"The herte is glad of a swete oyntment and sauoure, but a stomacke that ca geue good councell, reioyseth a mans neghboure.","10":"Thyne owne frende and thy fathers frende se thou forsake not, but go not in to thy brothers house in tyme of thy trouble. Better is a frende at hode, then a brother farre of.","11":"My sonne, be wyse, and thou shalt make me a glad herte: so that I shal make answere vnto my rebukers.","12":"A wyse man seynge the plage wyl hyde him self, as for fooles they go on still, and suffer harme.","13":"Take his garment that is suertie for a straunger, & take a pledge of him for the vnknowne mans sake.","14":"He that is to hastie to praise his neghboure aboue measure, shalbe taken as one yt geueth him an euell reporte.","15":"A brawlynge woman and the rofe of the house droppynge in a raynie daye, maye well be compared together.","16":"He that refrayneth her, refrayneth the wynde, and holdeth oyle fast in his hode.","17":"Like as one yro whetteth another, so doth one man comforte another.","18":"Who so kepeth his fyge tre, shal enioye the frutes therof: he that wayteth vpon his master, shal come to honoure.","19":"Like as in one water there apeare dyuerse faces, eue so dyuerse men haue dyuerse hertes.","20":"Like as hell & destruccion are neuer full, euen so the eyes of me can neuer be satisfied.","21":"Syluer is tryed in the moulde, & golde in the fornace, & so is a man, whan he is openly praysed to his face.","22":"Though thou shuldest bray a foole wt a pestell in a morter like otemeell, yet wil not his foolishnesse go from him.","23":"Se yt thou knowe the nombre of thy catell thy self, and loke well to thy flockes.","24":"For riches abyde not allwaye, & the crowne endureth not for euer.","25":"The hay groweth, ye grasse cometh vp, & herbes are gathered in ye mountaines.","26":"The lambes shal clothe the, & for the goates thou shalt haue money to yi hu?bondry.","27":"Thou shalt haue goates mylck ynough to fede the, to vpholde thy husholde, & to susteyne thy maydens."}