{"1":"Wyne is a voluptuous thinge, & drockennes causeth sedicion: who so delyteth therin, shal neuer be wyse.","2":"The kynge ought to be feared as the roaringe of a lyon, who so prouoketh him vnto anger, offendeth agaynst his owne soule.","3":"It is a mans honoure to kepe himself from strife, but they yt haue pleasure in braulinge, are fooles eueryone.","4":"A slouthfull body wyl not go to plowe for colde, therfore shal he go abegginge in Sommer, and haue nothinge.","5":"Wyse councell in the herte of man is like a water in the depe of the earth, but he that hath vnderstondinge, bryngeth it forth.","6":"Many there be that are called good doers, but where shal one fynde a true faithful ma?","7":"Who so ledeth a godly and an innocent life, happie shal his children be, whom he leaueth behynde him.","8":"A kynge that sytteth in iudgment, and loketh well aboute him, dryueth awaye all euell.","9":"Who can saye: my hert is cleane, I am innocent from synne?","10":"To vse two maner of weightes, or two maner of measures, both these are abhominable vnto the LORDE.","11":"A childe is knowne by his conuersacion, whether his workes be pure and right.","12":"As for the hearinge of the eare & the sight of ye eye, ye LORDE hath made the both.","13":"Delyte not thou in slepe, lest thou come vnto pouerte: but ope thine eyes, & thou shalt haue bred ynough.","14":"It is naught, It is naught (saye men) whan they haue it, but whan it is gone, they geue it a good worde.","15":"A mouth of vnderstodinge is more worth then golde, many precious stones, and costly Iewels.","16":"Take his garment that is suertie for a straunger, & take a pledge of him for ye vnknowne mans sake.","17":"Euery ma liketh the bred that is gotten with disceate, but at the last is mouth shalbe fylled with grauell.","18":"Thorow councell the thinges that men deuyse go forwarde: & with discrecion ought warres to be taken in honde.","19":"Medle not with him that bewrayeth secretes, and is a slaunderer, and disceaueth with his lippes.","20":"Who so curseth his father and mother, his light shalbe put out in the myddest of darcknesse.","21":"The heretage that commeth to haistely at the first, shal not be praysed at the ende.","22":"Saye not thou: I will recompence euell, but put yi trust in the LORDE, & he shal defende ye.","23":"The LORDE abhorreth two maner of weightes, and a false balauce is an euell thinge.","24":"The LORDE ordreth euery mas goinges, for what is he, that vnderstondeth his owne wayes?","25":"It is a snare for a man to blaspheme that which is holy, & then to go aboute wt vowes.","26":"A wyse kynge destroyeth ye vngodly, & bryngeth the whele ouer them.","27":"The lanterne of ye LORDE is ye breth of man, & goeth thorow all the inwarde partes of the body.","28":"Mercy & faithfulnes preserue the kynge, & with louynge kyndnes his seate is holden vp.","29":"The strength of yonge men is their worshipe, & a gray heade, is an honor vnto ye aged.","30":"Woundes dryue awaye euell, and so do stripes the inwarde partes of the body."}