{"1":"My sonne, forget not my lawe, but se yt thine hert kepe my comaundemetes.","2":"For they shal prologe ye dayes & yeares of yi lyfe, & brynge ye peace.","3":"Let mercy & faithfulnes neuer go from ye: bynde the about yi necke, & wryte them in the tables of thine herte.","4":"So shalt thou fynde fauor and good vnderstondinge in ye sight of God and men.","5":"Put thy trust in ye LORDE with all thine herte, and leane not vnto thine owne vnderstondinge.","6":"In all thy wayes haue respecte vnto him, and he shal ordre thy goinges.","7":"Be not wyse in thine owne conceate, but feare ye LORDE and departe from euell:","8":"so shal thy nauel be whole, and thy bones stronge.","9":"Honoure the LORDE wt yi substaunce, & wt ye firstlinges of all thine encrease:","10":"so shal thy barnes be fylled with plenteousnesse, and thy presses shal flowe ouer with swete wyne.","11":"My sonne, despyse not the chastenynge of ye LORDE, nether faynte when thou art rebuked of him.","12":"For who the LORDE loueth, him he chasteneth: and yet delyteth in him euen as a father in his owne sonne.","13":"Well is him that fyndeth wy?dome, & opteyneth vnderstondinge,","14":"for the gettinge of it is better then eny marchaundise of syluer, & the profit of it is better then golde.","15":"Wy?dome is more worth the precious stones, & all ye thinges yt thou canst desyre, are not to be compared vnto her.","16":"Vpon hir right hande is longe life, & vpon hir left hande is riches & honor.","17":"Hir wayes are pleasaunt wayes, and all hir pathes are peaceable.","18":"She is a tre of life to them that laye holde vpon her, and blessed are they that kepe her fast.","19":"With wy?dome hath ye LORDE layed the foudacion of ye earth, & thorow vnderstondinge hath he stablished ye heaues.","20":"Thorow his wi?dome ye depthes breake vp, & ye cloudes droppe downe the dew.","21":"My sonne, let not these thinges departe from thyne eyes, but kepe my lawe and my councell:","22":"so shal it be life vnto thy soule, & grace vnto yi mouth.","23":"Then shalt thou walke safely in yi waye, & thy fote shal not stomble.","24":"Yf thou slepest, thou shalt not be afrayed, but shalt take thy rest & slepe swetely.","25":"Thou neddest not to be afrayed of eny sodane feare, nether for the violent russhinge in of the vngodly, when it commeth.","26":"For the LORDE shal be besyde the, & kepe thy fote yt thou be not taken.","27":"Refuse not to do good vnto him that shulde haue it, so longe as thine hande is able to do it.","28":"Saye not vnto thy neghboure: go thy waye & come agayne, tomorow wil I geue the:","29":"where as thou hast now to geue him. Intende no hurte vnto thy neghboure, seynge he hopeth to dwell in rest by the.","30":"Stryue not lightly wt eny man, where as he hath done ye no harme.","31":"Folowe not a wicked man, and chose none of his wayes:","32":"for the LORDE abhorreth the frowarde, but his secrete is amonge the righteous.","33":"The curse of the LORDE is in the house of the vngodly, but he blesseth the dwellinges of the righteous.","34":"As for the scornefull, he shal laugh the to scorne, but he shal geue grace vnto the lowly.","35":"The wyse shal haue honor in possession, but shame is the promocio that fooles shal haue."}