{"1":"The wordes of Agur the sonne of Iake. The prophecie of a true faithfull man, who God hath helped, whom God hath coforted & norished.","2":"For though I am ye leest of all, & haue no mas vnderstodige","3":"(for I neuerlerned wi?dome) yet haue I vnderstodinge & am wel enfourmed in godly thinges.","4":"Who hath clymmed vp i to heauen? Who hath come downe from thence? Who hath holden ye wynde fast in his hade? Who hath coprehended ye waters in a garment? Who hath set all the endes of ye worlde? What is his name, or his sonnes name? Canst thou tell?","5":"All the wordes of God are pure & cleane, for he is a shylde vnto all them, that put their trust in him.","6":"Put thou nothinge therfore vnto his wordes, lest he reproue the, and thou be founde as a lyar.","7":"Two thinges I requyre of the, that thou wilt not denye me before I dye.","8":"Remoue fro me vanite and lyes: geue me nether pouerte ner riches, only graunte me a necessary lyuynge.","9":"Lest yf I be to full, I denye ye, & saye: what felowe is ye LORDE? And lest I beinge constrayned thorow pouerte, fall vnto stealinge, and forsweare the name of my God.","10":"Accuse not a seruaunt vnto his master, lest he speake euell of the also, and thou be hurte.","11":"He that bryngeth vp an euell reporte vpo the generacion of his father and mother, is not worthy to be commended.","12":"The generacion that thynke them selues cleane, shal not be clensed from their fylthynesse.","13":"There are people yt haue a proude loke, and cast vp their eye lyddes.","14":"This peoples tethe are swerdes, and with their chaft bones they consume and deuoure the symple of the earth, and the poore from amonge me.","15":"This generacion (which is like an horsleche) hath two doughters: ye one is called, fetch hither: the other, brynge hither.","16":"There be thre thinges that are neuer satisfied, and the fourth saieth neuer hoo. The hell, a womans wombe, and the earth hath neuer water ynough. As for fyre, it sayeth neuer: hoo.","17":"Who so laugheth his father to scorne, and setteth his mothers commaudement at naught: the rauens pycke out his eyes in the valley, and deuoured be he of the yongle Aegles.","18":"There be thre thinges to hye for me, and as for the fourth, it passeth my knowlege.","19":"The waye of an Aegle in ye ayre, ye waye of a serpent ouer ye stone, ye waye of a shippe in ye see, & ye waye of a ma wt a yonge woma.","20":"Soch is the waye also of a wyfe yt breaketh wedlocke, which wypeth hir mouth like as wha she hath eate, & sayeth: As for me, I haue done no harme.","21":"Thorow thre thinges the earth is disquieted, & the fourth maye it not beare:","22":"Thorow a seruaut yt beareth rule, thorow a foole yt hath greate riches,","23":"thorow an ydle houswife, & thorow an handmayden yt is heyre to hir mastres.","24":"There be foure thinges in the earth, the which are very litle: but in wy?dome they exceade the wyse.","25":"The Emmettes are but a weake people, yet gather they their meate together in ye haruest.","26":"The conyes are but a feble folke, yet make they their couches amonge the rockes.","27":"The greshoppers haue not a gyde, yet go they forth together by heapes.","28":"The spyder laboureth wt hir hades, & yt in ye kynges palace.","29":"There be thre thinges yt go stiffly, but the goinge of the fourth is the goodliest of all.","30":"A Lyon which is kynge of beastes, & geueth place to no man:","31":"A cock ready to fight: A rame: And a kynge yt goeth forth wt his people.","32":"Yf thou be so foolish to magnifie yi self, or medlest wt eny soch thinge, the laye thine hade vpon yi mouth.","33":"Who so chyrneth mylck, maketh butter: he that rubbeth his nose, maketh it blede, and he that causeth wrath, bryngeth forth strife."}