{"1":"When thou syttest at the table to eate wt a lorde, ordre thy self manerly wt ye thinges","2":"that are set before ye Measure thine appetite:","3":"and yf thou wilt rule thine owne self, be not ouer gredy of his meate, for meate begyleth and disceaueth.","4":"Take not ouer greate trauayle and labor to be riche, bewarre of soch a purpose.","5":"Why wilt thou set thine eye vpon ye thinge, which sodenly vanisheth awaye? For riches make them selues wynges, and take their flight like an Aegle in to ye ayre.","6":"Eate not thou wt ye envyous, and desyre no his meate,","7":"for he hath a maruelous herte. He sayeth vnto ye: eate and drynke, where as his herte is not wt ye.","8":"Yee ye morsels that thou hast eaten shalt thou perbreake, and lese those swete wordes.","9":"Tel nothinge in to ye eares of a foole, for he wyl despyse the wy?dome of thy wordes.","10":"Remoue not ye olde lande marke, and come not within ye felde of the fatherlesse:","11":"For he yt deliuereth them is mightie, euen he shal defende their cause agaynst the.","12":"Applie thine herte vnto lernynge, and thine eare to the wordes of knowlege.","13":"Witholde not correccion from ye childe, for yf thou beatest him wt the rodde, he shal not dye therof.","14":"Thou smytest him wt the rodde, but thou delyuerest his soule from hell.","15":"My sonne, yf yi herte receaue wy?dome, my herte also shal reioyce:","16":"yee my reynes shalbe very glad, yf yi lyppes speake the thinge yt is right.","17":"Let not thine herte be gelous to folowe synners, but kepe ye still in the feare of the LORDE all the daye loge:","18":"for the ende is not yet come, and thy pacient abydinge shal not be in vayne.","19":"My sonne, ue eare & be wyse, so shal thine hert prospere in the waye.","20":"Kepe no company wt wyne bebbers and ryotous eaters of flesh:","21":"for soch as be dronckardes and ryotous, shal come to pouerte, & he that is geuen to moch slepe, shal go wt a ragged cote.","22":"Geue eare vnto thy father that begat the, and despyse not thy mother whan she is olde.","23":"Labor for to get ye treuth: sell not awaye wy?dome, nourtor & vnderstodinge","24":"(for a righteous father is maruelous glad of a wyse sonne, & delyteth in hi)","25":"so shal thy father be glad, and thy mother that bare the, shal reioyse.","26":"My sonne, geue me thyne herte, and let thine eyes haue pleasure in my wayes.","27":"For an whore is a depe graue, and an harlot is a narow pytt.","28":"She lurketh like a thefe, and those that be not awarre she brigeth vnto her.","29":"Where is wo? where is sorow? where is strife? where is braulynge? where are woundes without cause? where be reed eyes?","30":"Euen amonge those that be euer at the wyne, and seke out where the best is.","31":"Loke not thou vpon the wyne, how reed it is, and what a color it geueth in the glasse.","32":"It goeth downe softly, but at the last it byteth like a serpet, and styngeth as an Adder.","33":"So shal thine eyes loke vnto straunge women, & thine herte shal muse vpon frowarde thinges.","34":"Yee thou shalt be as though thou slepte, in ye myddest of ye see, or vpo ye toppe of the mast.","35":"They wounded me (shalt thou saie) but it hath not hurte me, they smote me, but I felt it not. Whe I am wel wakened, I wil go to ye drynke agayne."}