{"1":"These are prouerbes of Salomon. A wyse sonne maketh a glad father, but an vndiscrete sonne is the heuynesse of his mother.","2":"Treasures that are wickedly gotten, profit nothinge, but rightuousnesse delyuereth from death.","3":"The LORDE wil not let the soule of the rightuous suffre hoger, but he putteth ye vngodly fro his desyre.","4":"An ydle hande maketh poore, but a quycke laboringe hande maketh riche.","5":"Who so gathereth in Sommer, is wyse: but he that is slogish in haruest, bringeth himself to confucion.","6":"Louynge and fauorable is the face of the rightuous, but ye fore heade of the vngodly is past shame, and presumptuous.","7":"The memoriall of the iust shall haue a good reporte, but the name of the vngodly shal stynke.","8":"A wyse man wil receaue warnynge, but a foole wil sooner be smytten in the face.","9":"He that leadeth an innocent life, walketh surely: but who so goeth a wroge waye, shalbe knowne.","10":"He yt wynketh with his eye, wil do some harme: but he that hath a foolish mouth, shalbe beaten.","11":"The mouth of a rightuous man is a well of life, but ye mouth of the vngodly is past shame, & presumptuous.","12":"Euell will stereth vp strife, but loue couereth ye multitude of synnes.","13":"In ye lippes of him yt hath vnderstodinge a ma shal fynde wysdome, but ye rodde belogeth to ye backe of ye foolish.","14":"Wyse me laye vp knowlege, but ye mouth of ye foolish is nye destruccio.","15":"The rich mas goodes are his stroge holde, but pouerte oppresseth the poore.","16":"The rightuous laboureth to do good, but the vngodly vseth his increase vnto synne.","17":"To take hede vnto ye chastenynge of nurtoure, is ye waye of life: but he that refuseth to be refourmed, goeth wroge.","18":"Dissemblynge lippes kepe hatred secretly, and he that speaketh eny slaunder, is a foole.","19":"Where moch bablinge is, there must nedes be offence: he that refrayneth his lippes, is wysest of all.","20":"An innocent tonge is a noble treasure, but the herte of the vngodly is nothinge worth.","21":"The lippes of the rightuous fede a whole multitude, but fooles shal dye in their owne foly.","22":"The blessynge of the LORDE maketh rich me, as for carefull trauayle, it doth nothinge therto.","23":"A foole doth wickedly & maketh but a sporte of it: neuertheles it is wysdome for a man to bewarre of soch.","24":"The thinge that the vngodly are afrayed of, shal come vpon them, but the rightuous shal haue their desyre.","25":"The vngodly is like a tempest that passeth ouer & is nomore sene, but the rightuous remayneth sure for euer.","26":"As vyneger is to the teth, and as smoke is vnto ye eyes, eue so is a slogish personne to them that sende him forth.","27":"The feare of ye LORDE maketh a loge life, but ye yeares of ye vngodly shal be shortened.","28":"The pacient abydinge of the rightuous shalbe turned to gladnesse, but the hope of the vngodly shal perish.","29":"The waye of the LORDE geueth a corage vnto ye godly, but it is a feare for wicked doers.","30":"The rightuous shal neuer be ouerthrowne, but ye vngodly shal not remayne in the londe.","31":"The mouth of the iust wilbe talkynge of wysdome, but the tonge of the frowarde shal perish.","32":"The lippes of the rightuous are occupied in acceptable thinges, but the mouth of the vngodly taketh them to the worst."}