{"1":"These are the prouerbes of Salomon the sonne of Dauid kynge of Israel:","2":"to lerne wy?dome nurtoure, vnderstondinge, prudence,","3":"rightuousnesse, iudgment and equite.","4":"That the very babes might haue wyt, and that yonge men might haue knowlege and vnderstondinge.","5":"By hearinge, the wyse ma shal come by more wysdome: and by experience,","6":"he shal be more apte to vnderstonde a parable, and the interpretacion therof: the wordes of the wyse, and the darcke speaches of the same.","7":"The feare of the LORDE is the begynnynge of wysdome. But fooles despyse wysdome and nurtoure.","8":"My sonne, heare thy fathers doctryne, and forsake not the lawe of yi mother:","9":"for that shal brynge grace vnto thy heade, & shalbe a cheyne aboute thy necke.","10":"My sonne, cosente not vnto synners,","11":"yf they entyse the, and saye: come wyth us, let us laye wayte for bloude, & lurke preuely for the innocet wythout a cause:","12":"let us swalowe the vp like ye hell, let us deuoure the quycke and whole, as those that go downe in to the pytt.","13":"So shal we fynde all maner of costly riches, and fyll oure houses wyth spoyles.","14":"Cast in thy lott amonge us, we shal haue all one purse.","15":"My sonne, walke not thou wt them, refrayne yi fote fro their wayes.","16":"For their fete rune to euell, & are haistie to shed bloude.","17":"But in vayne is ye net layed forth before the byrdes eyes.","18":"Yee they the selues laye wayte one for anothers bloude, and one of the wolde slaye another.","19":"These are the wayes of all soch as be couetous, that one wolde rauysh anothers life.","20":"Wy?dome crieth without, & putteth forth hir voyce in the stretes.","21":"She calleth before ye congregacion in ye open gates, and sheweth hir wordes thorow ye cite, sayenge:","22":"O ye childre, how loge wil ye loue childyshnesse? how longe wil ye scorners delyte in scornynge, & ye vnwyse be enemies vnto knowlege?","23":"O turne you vnto my correccion: lo, I wil expresse my mynde vnto you, and make you vnderstode my wordes.","24":"Seinge then that I haue called, and ye refused it: I haue stretched out my honde, and no ma regarded it,","25":"but all my coucels haue ye despysed, and set my correccios at naught.","26":"Therfore shal I also laugh in yor destruccion, and mocke you, when ye thinge that ye feare cometh vpon you:","27":"euen whe ye thinge that ye be afrayed of, falleth in sodenly like a storme, and yor misery like a tempest: yee wha trouble and heuynesse cometh vpon you.","28":"Then shal they call vpo me, but I wil not heare: they shal seke me early, but they shal not fynde me:","29":"And yt because they hated knowlege, and receaued not ye feare of ye LORDE,","30":"but abhorred my councell, and despysed my correccion.","31":"Therfore shal they eate ye frutes of their owne waye, and be fylled wt their owne councels:","32":"for ye turnynge awaye of ye vnwyse shal slaye the, & ye prosperi of fooles shalbe their owne destruccio.","33":"But who so harkeneth vnto me, shal dwell safely, and haue ynough without eny feare of euell."}