{"1":"My sone, yf thou be suertie for yi neghboure, thou hast fastened thine hode wt another ma:","2":"yee thou art boude with thine owne wordes, and taken wt thine owne speach.","3":"Therfore (my sonne) do this, discharge thy self, for thou art come i to yi neghbours daunger. Go thy waye then soone, & intreate thy neghboure:","4":"let not thyne eyes slepe, ner thine eye lyddes slomber.","5":"Saue thy self as a doo fro ye honde, & as a byrde fro the hode of the fouler.","6":"Go to the Emmet (thou slogarde) cosidre hir wayes, & lerne to be wyse.","7":"She hath no gyde, no teacher, no leder:","8":"yet in the sommer she prouideth hir meate, & gathereth hir foode together i ye haruest.","9":"How loge wilt thou slepe, thou slogish ma? Wha wilt thou aryse out of thy slepe?","10":"Yee slepe on still a litle, slober a litle, folde thine handes together yet a litle, that thou mayest slepe:","11":"so shal pouerte come vnto the as one yt trauayleth by the waye, & necessite like a wapened man.","12":"A dissemblynge person, a wicked man goeth with a frowarde mouth:","13":"he wyncketh with his eyes, he tokeneth wt his fete, he poynteth wt his fyngers,","14":"he is euer ymageninge myschefe & frowardnesse in his hert, & causeth discorde.","15":"Therfore shal his destruccion come hastely vpo him, sodenly shal he be all tobroken, and not be healed.","16":"There be sixe thinges, which the LORDE hateth, & the seuenth he vtterly abhorreth:","17":"A proude loke, a dyssemblynge tonge, hades that shed innocent bloude,","18":"an herte yt goeth aboute wt wicked ymaginacios, fete that be swift in rennynge to do myschefe,","19":"a false wytnesse yt bringeth vp lyes, & soch one as soweth discorde amonge brethren.","20":"My sonne, kepe thy fathers comaundemetes, & forsake not ye lawe of thy mother.","21":"Put the vp together in thine herte, and bynde the aboute thy necke.","22":"That they maye lede the where thou goest, preserue the when thou art aslepe, & yt when thou awakest, thou mayest talke of the","23":"(For the commaundement is a lanterne, and the lawe a light: yee chastenynge & nurtoure is ye waye of life)","24":"that they maye kepe the fro the euell woman, & from the flaterynge tonge of the harlott:","25":"yt thou lust not after her beuty in thine herte, & lest thou be take wt hir fayre lokes.","26":"An harlot wil make a ma to begg his bred, but a maried woman wil hunt for ye precious life.","27":"Maye a man take fyre in his bosome, and his clothes not be brent?","28":"Or can one go vpon hote coales, and his fete not be hurte?","29":"Euen so, who so euer goeth in to his neghbours wife, and toucheth her, can not be vngiltie.","30":"Men do not vtterly despyse a thefe, that stealeth to satisfie his soule, when he is hongerie:","31":"but yf he maye be gotten, he restoreth agayne seuen tymes asmoch, or els he maketh recompence with all the good of his house.","32":"But who so comitteth aduoutrie with a woma, he is a foole, and bryngeth his life to destruccion.","33":"He getteth him self also shame & dishonor, soch as shal neuer be put out.","34":"For the gelousy & wrath of the ma will not be itreated,","35":"no though thou woldest ofre him greate giftes to make amendes, he will not receaue them."}