{"1":"Who so loueth wy?dome, wil be content to be refourmed: but he that hateth to be reproued, is a foole.","2":"A good man is acceptable vnto the LORDE, but ye wicked wyl he condempne.","3":"A man ca not endure in vngodlynesse, but ye rote of ye righteous shal not be moued.","4":"A stedfast woman is a crowne vnto hir hu?bonde: but she that behaueth herself vnhonestly, is a corrupcion in his bones.","5":"The thoughtes of ye righteous are right, but the ymaginacion of the vngodly are disceatfull.","6":"The talkynge of the vngodly is, how they maye laye wayte for bloude, but the mouth of ye righteous wil delyuer them.","7":"Or euer thou canst turne the aboute, the vngodly shal be ouerthrowne, but the house of the righteous shal stode.","8":"A man shalbe commended for his wy?dome, but a foole shal be despysed.","9":"A simple man which laboureth and worketh, is better the one that is gorgious and wanteth bred.","10":"A righteous man regardeth the life of his catell, but the vngodly haue cruell hertes.","11":"He that tilleth his lode, shal haue plenteousnesse of bred: but he yt foloweth ydylnes, is a very foole.","12":"The desyre of ye vngodly hunteth after myschefe, but the rote of the righteous bryngeth forth frute.","13":"The wicked falleth in to the snare thorow ye malyce of his owne mouth, but the iust shal escape out of parell.","14":"Euery man shal enioye good acordinge to the innocency of his mouth, and after the workes of his hades shal he be rewarded.","15":"Loke what a foole taketh in honde, he thinketh it well done: but he that is wyse, wyl be couceled.","16":"A foole vttereth his wrath in all the haist, but a discrete man forgeueth wronge.","17":"A iust man will tell the trueth, & shewethe thinge yt is right: but a false wytnesse disceaueth.","18":"A slaunderous personne pricketh like a swerde, but a wyse mans tonge is wholsome.","19":"A true mouth is euer constat, but a dyssemblinge toge is soone chaunged.","20":"They that ymagin euell in their mynde, wil disceaue: but the councelers of peace shal heaue ioye folowinge the.","21":"There shal no mysfortune happen vnto the iust, but the vngodly shal be fylled with misery.","22":"The LORDE abhorreth disceatfull lippes, but they that laboure for treuth, please him.","23":"He that hath vnderstodinge, can hyde his wysdome: but an vndiscrete herte telleth out his foolishnesse.","24":"A diliget hande shal beare rule, but the ydle shal be vnder tribute.","25":"Heuynesse discorageth ye herte of man, but a good worde maketh it glad agayne.","26":"The righteous is liberall vnto his neghboure, but the waye of the vngodly wil disceaue them selues.","27":"A disceatfull man shal fynde no vautage, but he that is content wt that he hath, is more worth the golde.","28":"In the waye of righteousnesse there is life, as for eny other waye, it is the path vnto death."}