{"1":"And in the eighteene yere of King Ieroboam the sonne of Nebat, reigned Abiiam ouer Iudah.","2":"Three yeere reigned hee in Ierusalem, and his mothers name was Maachah the daughter of Abishalom.","3":"And hee walked in all the sinnes of his father, which hee had done before him: and his heart was not perfit with the Lord his God as the heart of Dauid his father.","4":"But for Dauids sake did the Lorde his God giue him a light in Ierusalem, and set vp his sonne after him, and established Ierusalem,","5":"Because Dauid did that which was right in the sight of the Lorde, and turned from nothing that he commanded him, all the dayes of his life, saue onely in the matter of Vriah the Hittite.","6":"And there was warre betweene Rehoboam and Ieroboam as long as he liued.","7":"The rest also of the actes of Abiiam, and all that he did, are they not written in the booke of the Chronicles of the Kings of Iudah? There was also warre betweene Abiiam, and Ieroboam.","8":"And Abiiam slept with his fathers, and they buried him in the citie of Dauid: and Asa his sonne reigned in his steade.","9":"And in the twentie yeere of Ieroboam King of Israel reigned Asa ouer Iudah.","10":"He reigned in Ierusalem one and fourtie yeere, and his mothers name was Maachah the daughter of Abishalom.","11":"And Asa did right in the eyes of the Lord, as did Dauid his father.","12":"And he tooke away the Sodomites out of the lande, and put away all the idoles that his fathers had made.","13":"And he put downe Maachah his mother also from her estate, because shee had made an idole in a groue: and Asa destroyed her idoles, and burnt them by the brooke Kidron.","14":"But they put not downe the hie places. Neuertheles Asas heart was vpright with the Lord all his dayes.","15":"Also he brought in the holy vessels of his father, & the things that he had dedicated vnto ye house of the Lord, siluer, and golde, and vessels.","16":"And there was warre betweene Asa and Baasha King of Israel all their dayes.","17":"Then Baasha king of Israel went vp against Iudah, and buylt Ramah, so that he woulde let none go out or in to Asa King of Iudah.","18":"Then Asa tooke all the siluer and the gold that was left in the treasures of the house of the Lord, & the treasures of the kings house, and deliuered them into the handes of his seruantes, and King Asa sent them to Ben-hadad the sonne of Tabrimon, the sonne of Hezion king of Aram that dwelt at Damascus, saying,","19":"There is a couenant betweene me & thee, and betweene my father and thy father: behold, I haue sent vnto thee a present of siluer & golde: come, breake thy couenant with Baasha King of Israel, that he may depart from me.","20":"So Ben-hadad hearkened vnto King Asa, and sent the captaines of the hosts, which he had, against the cities of Israel, and smote lion, and Dan, and Abel-beth-maachah, & all Cinneroth, with all the land of Naphtali.","21":"And when Baasha heard thereof, hee left buylding of Ramah, and dwelt in Tirzah.","22":"Then king Asa assembled al Iudah, none excepted; they tooke the stones of Ramah, and the timber thereof, wherewith Baasha had buylt, & King Asa built with them Geba of Beniamin and Mizpah.","23":"And the rest of all the actes of Asa, and all his might, & all that he did, and the cities which he buylt, are they not written in the booke of the Chronicles of the Kings of Iudah? but in his olde age he was diseased in his feete.","24":"And Asa slept with his fathers, and was buried with his fathers in the citie of Dauid his father; Iehoshaphat his sonne reigned in his steade.","25":"And Nadab the sonne of Ieroboam began to reigne ouer Israel the second yere of Asa King of Iudah, and reigned ouer Israel two yeere.","26":"And he did euill in the sight of the Lorde, walking in the way of his father, and in his sinne wherewith he made Israel to sinne.","27":"And Baasha the sonne of Ahijah of ye house of Issachar conspired against him, and Baasha slue him at Gibbethon, which belonged to the Philistims: for Nadab and all Israel layde siege to Gibbethon.","28":"Euen in the third yeere of Asa King of Iudah did Baasha slay him, & reigned in his steade.","29":"And when he was King, he smote all the house of Ieroboam, he left none aliue to Ieroboa, vntill hee had destroyed him, according to the word of the Lord which he spake by his seruant Ahijah the Shilonite,","30":"Because of the sinnes of Ieroboam which he committed, and wherewith he made Israel to sinne, by his prouocation, wherewith he prouoked the Lord God of Israel.","31":"And the residue of the actes of Nadab, & all that he did, are they not written in the booke of the Chronicles of the Kings of Israel?","32":"And there was warre betweene Asa & Baasha King of Israel, all their dayes.","33":"In the thirde yeere of Asa King of Iudah, began Baasha the sonne of Ahijah to reigne ouer all Israel in Tirzah, and reigned foure & twentie yeeres.","34":"And he did euill in the sight of the Lorde, walking in the way of Ieroboam, & in his sinne, wherewith he made Israel to sinne."}