{"1":"Then wente the children of Israel out and gathered a congregacion together as one man, fro Dan vntill Bersaba, and from the londe of Gilead vnto the LORDE to Mispa:","2":"and there came together of all the quarters of the people, and of all the trybes of Israel in to the congregacion of the people of God, foure hundreth thousande fote men that drue out ye swerde.","3":"But the children of BenIamin herde, how that ye children of Israel were gone vp vnto Mispa. And the children of Israel sayde: Tell vs, how happened this euell?","4":"Then answered the Leuite the husbande of the woman that was slayne, and sayde: I came to Gibea in BenIamin with my concubyne, to tary there allnight,","5":"then the cytesins of Gibea gat them vp agaynst me, and compased me aboute in the house by night, and thoughte to slaye me, and defyled my cocubyne, so that she dyed:","6":"then toke I my cocubyne, and cut her in peces, and sent the peces in to euery countre of the inheritaunce of Israel: for they haue done an abhominacion and folye in Israel.","7":"Beholde, here are ye children of Israel: aduyse you well, and take this matter in hande.","8":"So all the people gat them vp as one ma, and sayde: Noma shal go in to his tente, ner departe to his house,","9":"but this wil we do now agaynst Gibea: Let vs cast lot,","10":"and take ten men of an hundreth, and an hundreth of a thousande, and a thousande of ten thousande, out of all ye trybes of Israel, yt they maie take fode for ye people, to come & do with Gibea BenIamin, acordynge to their folye which they haue done in Israel.","11":"Thus all the men of Israel beynge confederate, gathered them selues together as one man vnto the cite:","12":"and the trybes of Israel sent men vnto all the kinreds of BenIamin, and caused to saye vnto them: What maner of wickydnes is this, that is done amonge you?","13":"Delyuer here therfore the men the children of Belial at Gibea, that we maye put them to death, and do awaye the euell out of Israel. Neuertheles the children of BenIamin wolde not folowe the voyce of their brethren the children of Israel,","14":"but gathered them selues out of ye cities vnto Gibea, to go forth in battayll agaynst the children of Israel.","15":"And the same daye were there nombred of the children of BenIamin out of the cities, sixe and twentye thousande men, that drue the swerde, beside the citesyns of Gibea of whom there were tolde seue hundreth chosen men.","16":"And amoge all this people there were chosen out seuen hundreth men, which vsed not the right hande but the lefte, and yet wt the slynge coulde they touch an heer, and not mysse.","17":"But the men of Israel, beside them of BeIamin, were nobred foure hudreth thousande, which drue the swerde, & were all men of armes.","18":"And the children of Israel arose, and wente vp to the house of God (in Silo) and axed at God, and sayde: Who shall go vp for vs to beginne the battayll with ye children of BenIamin? The LORDE saide: Iuda shall begynne.","19":"So the children of Israel gat the vp in ye mornige, & pitched ouer agaist Gibea,","20":"& euery man of Israel wete out to fighte with Ben Iamin, and set them selues in araye to fighte agaynst Gibea.","21":"Then fell the children of Ben Iamin out of Gibea, and slewe the same daye amonge Israel two & twentye thousande to the grounde.","22":"But the people of the men of Israel comforted them selues, and made them ready to fighte yet more in the same place, after they had prepared them selues the daye afore.","23":"And the children of Israel wente vp, and wepte before the LORDE vntyll the euenynge, and axed at the LORDE, & sayde: Shall we go enymore to fighte with oure brethren the children of Ben Iamin? The LORDE sayde: Go vp vnto them.","24":"And whan the children of Israel gat them vp to the childre of Ben Iamin on ye next daye,","25":"the Ben Iamites fell out of Gibea agaynst them the same daye, and slewe yet eightene thousande of ye children of Israel to the grounde, which all drue the swerde.","26":"Then wente all the children of Israel vp, and all the people, and came to the house of God, and wepte, and taried there before the LORDE, & fasted that daye vntyll the euen, and offred burntofferynges and deedofferinges before the LORDE.","27":"And the children of Israel axed at the LORDE (the Arke of the couenaunt of God was there at that tyme,","28":"and Phineas the sonne of Eleasar the sonne of Aaron stode before him at the same tyme) & they sayde: Shal we go forth eny more to fighte with oure brethren the childre of Ben Iamin, or shal we leaue of? The LORDE sayde: Go vp, tomorow wyll I delyuer them in to youre handes.","29":"And the children of Israel set a preuy watch agaynst Gibea rounde aboute,","30":"and so the children of Israel wente vp to the children of Ben Iamin on the thirde daye, and set them selues in araye agaynst Gibea like as the other two tymes afore.","31":"The came the children of Ben Iamin out agaynst the people, & brake out of the cite, & beganne to slaye certayne wounded of the people (like as the other two times afore) in the felde vpon two stretes: wherof one goeth towarde Bethel, the other vnto Gilead vpon a thirtye men in Israel.","32":"Then thought the childre of Ben Iamin: They are smytten before vs like as afore. But the childre of Israel sayde: Let vs flye, that we maie prouoke them out of the cite in to the hye stretes.","33":"Then all the men of Israel gat them vp from their place, and prepared them selues vnto Baal Thamar. And the hinder watch of Israel brake out of their place, from ye caue of Gaba,","34":"and came vnto Gibea, twentye thousande chosen men out of all Israel, so that it was a sore battayll: but they knewe not that the euell shulde happen vnto them.","35":"Thus the LORDE smote BenIamin before the children of Israel, so that the same daye the children of Israel destroyed fyue & twentye thousande and an hundreth men in Ben Iamin, which all drue the swerde.","36":"For whan the childre of BenIamin sawe that they were smitten, the men of Israel gaue them rowme (to flye). For they trusted to the watch, which they had sett by Gibea.","37":"And the watch made haist also, & brake forth vnto Gibea, and wente vpon it, and smote all the cite with the edge of ye swerde.","38":"They were appoynted betwene them selues the men of Israel and the hynder watch, to fall vpon them with the swerde, whan the smoke of the cite arose.","39":"Now whan the men of Israel turned them in the battayll, and Ben Iamin beganne to smyte the wounded in Israel vpon a thirtie men, and thoughte, they are smytten before vs, like as in the battayll afore,","40":"then beganne there a piler of smoke to arise vp from the cite. And BenIamin loked behinde them: and beholde, the flamme of ye cite wente vp vnto heauen.","41":"And the men of Israel turned them, and were fearce vpon ye men of BenIamin: for they sawe that the euell wolde happen vnto them.","42":"And they turned them before the men of Israel in the waye to the wyldernesse, but the battayll folowed vpon them. And them of the cite destroyed they amoge them.","43":"And they compased BenIamin rounde aboute, and folowed vpon them vnto Mennah, and trode them downe tyll afore Gibea eastwarde.","44":"And there fell of BenIamin eightene thousande men, which were all men of armes.","45":"Whan the remnaunt of BenIamin sawe that, they turned them and fled towarde the wildernesse vnto the stonye rocke of Rimon. But in the same strete they slewe fyue thousande men, and folowed vpon them vnto Gideom, and slewe two thousande of the:","46":"and so there fell the same daye of BenIamin fyue and twenty thousande men which drue ye swerde, and were all me of armes.","47":"Onely sixe hundreth men turned backe, and fled towarde the wyldernesse vnto the stonye rocke of Rimon, and abode in the rocke of Rimon foure monethes.","48":"And the men of Israel came agayne to the children of BenIamin, and smote them that were in the cite with ye edge of the swerde, both me and catell and all that was founde: and what soeuer was foude in the cite, they cast it in to the fyre."}