{"1":"And whan the children of Israel dyd euell in the sighte of the LORDE, the LORDE delyuered them vnder the hande of the Madianites vij. yeares.","2":"And wha the hande of the Madianites was to mightie ouer the children of Israel, the children of Israel made them clyffes in ye mountaynes, and caues and holdes, to defende them selues from ye Madianites.","3":"And whan Israel sowed eny thinge, ye Madianites and Amalechites, and the children towarde the south came vp vpon them, and pitched their tetes agaynst them,","4":"and destroyed the increase of the londe downe vnto Gasa, & let nothinge remayne ouer of the beestes in Israel, nether shepe, ner oxen, ner asses.","5":"For they came vp with their catell and tentes, as it had bene a greate multitude of greshoppers (so that nether they ner their camels mighte be nombred) and fell in to the londe, that they mighte destroye it.","6":"Thus was Israel exceadinge small before the Madianites. Then cried the children of Israel vnto the LORDE.","7":"But whan they cried vnto the LORDE because of ye Madianites,","8":"ye LORDE sent the a prophet, which sayde vnto the: Thus saieth the LORDE the God of Israel: I caried you out of Egipte, & broughte you out of ye house of bondage,","9":"& delyuered you from the hande of the Egipcians, & from the hade of all them that oppressed you, and I haue thrust them out before you, & geuen you their lode","10":"and sayde vnto you: I am the LORDE youre God. Feare not ye the goddes of the Amorites, in whose londe ye dwell: neuertheles ye haue not herkened vnto my voyce.","11":"And there came an angell of the LORDE, & sat him downe vnder an Oke at Aphra, which belonged vnto Ioas the father of ye Esrites, and his sonne Gedeon was throsshinge wheate in the barne, that he mighte flye awaye before the Madianites.","12":"Then appeared vnto him the angell of ye LORDE, and sayde vnto him: The LORDE with ye thou mightie giaunte.","13":"But Gedeon sayde vnto him: Syr, yf the LORDE be wt vs, wherfore is all this then happened vnto vs? And where are all the wonders, which oure fathers tolde vs, & sayde: The LORDE brought vs out of Egipte? But now hath the LORDE forsaken vs, and delyuered vs in to the hande of the Madianites.","14":"The LORDE turned him vnto him, & sayde: Go thy waye in this thy strength, thou shalt delyuer Israel out of the hande of ye Madianites. I haue sent the.","15":"But he sayde: My LORDE, wherwithall shal I delyuer Israel? Beholde, my kynred is the smallest in Manasse, & I am the leest in my fathers house?","16":"The LORDE sayde vnto him: I will be wt the, so yt thou shalt smyte the Madianites, euen as though they were but one man.","17":"He sayde vnto him: Yf I haue foude grace in thy sighte, then make me a token, that it is thou, which speakest with me:","18":"go not awaye, tyll I come to ye, and brynge a meatofferynge, to set before the. He sayde: I wyll tary, tyll thou comest agayne.","19":"And Gedeon wete, and made ready a kydd, and an Epha of vnleuended floure, and layed the flesh in a maunde, and put the broth in a pot, and broughte it forth vnto him vnder the Oke, and came nye.","20":"But the angell of God sayde vnto him: Take the flesh and the vnleuended bred, & set it vpon the stonye rocke that is here, and poure the broth theron. And he dyd so.","21":"Then the angell of the LORDE stretched out the staffe that he had in his hande, and with the ende of it he touched the flesh and the vnleuended floure: and the fyre came out of the rocke, and consumed the flesh and the vnleuended floure. And the angell of the LORDE vanyshed out of his sighte.","22":"Now wha Gedeon sawe that it was an angell of ye LORDE, he sayde: O LORDE LORDE, haue I thus sene an angell of ye LORDE face to face?","23":"The LORDE sayde vnto him: Peace be with the, feare not, thou shalt not dye.","24":"The Gedeon buylded an altare there vnto ye LORDE, & called it: The LORDE of peace. The same stondeth yet vnto this daye at Apra, yt belogeth vnto the father of ye Esrites.","25":"And in ye same night sayde ye LORDE vnto him: Take a fedd bullocke fro amoge thy fathers oxen, & another bullocke of seuen yeare olde, and breake downe the altare of Baall which is thy fathers, and cut downe the groue that stondeth by it,","26":"and buylde thou an altare vnto the LORDE yi God aboue vpon the toppe of this rocke, and make it ready, and take the other bullocke, and offre a burntofferynge with the wodd of the groue that thou hast hewen downe.","27":"Then toke Gedeon ten men of his seruauntes, and dyd as ye LORDE sayde vnto him: but he was afrayed to do this by daye tyme, for his fathers house and the people in ye cite, and so he dyd it by nighte.","28":"Now whan the people in the cite rose vp early in the mornynge, beholde, Baals altare was broken, and the groue hewen downe by it, and the other bullocke a burntofferynge vpon the altare that was buylded,","29":"& one sayde vnto another: Who hath done this? And whan they soughte & made searche, it was sayde: Gedeon the sonne of Ioas hath done it.","30":"The sayde the people of ye cite vnto Ioas: Brynge forth yi sonne, He must dye, because he hath broken Baals altare, and hewen downe the groue therby.","31":"But Ioas sayde vnto all them that stode by him: Wyl ye stryue for Baal? Wil ye delyuer him? He yt stryueth for him, shal dye this mornynge. Yf he be God, let him auege him selfe, because his altare is broken downe.","32":"From yt daye forth was he called Ierubaal, because it was sayde: Let Baal auenge him selfe, that his altare is broken downe.","33":"Whan ye Madianites now & ye Amalechites, & the childre towarde the south had gathered the selues together, & were passed thorow (Iordane) & had pitched their tentes in the valley of Iesrael,","34":"the sprete of the LORDE endued Gedeon, & he caused the trompet to be blowne, & called (the house of) Abieser, that they shulde folowe him:","35":"& he sent messaungers vnto all Manasse, & called them, yt they shulde folowe him also: and he sent messaungers likewyse vnto Asser & Zabulon & Nephtali, which came vp to mete him.","36":"And Gedeon sayde vnto God: Yf thou wilt delyuer Israel thorow my hande, as thou hast saide,","37":"the wil I laye a flese of woll in the courte: yf ye dew be onely vpon ye flese, & drye vpon all the grounde, then wyll I perceaue, that thou shalt delyuer Israel thorow my hande, as thou hast sayde.","38":"And it came so to passe. And whan he rose vp early on the morow, he wrage ye dew out of the flese, and fylled a dysshe full of water.","39":"And Gedeon sayde vnto God Be not wroth at me, that I speake yet this one tyme. I wyl proue yet but once with the flese, let it be drye onely vpon the flese, and dew vpon all the grounde.","40":"And God dyd so the same nighte: so that it was drye onely vpon the flese, and dew vpon all the grounde."}