{"1":"And the men of Ephraim sayde vnto him: Wherfore hast thou done this vnto vs, that thou hast not called vs, wha thou wentest forth to fight agaynst ye Madianites? and they chode sore with him.","2":"But he sayde vnto them: What haue I done now that is like youre acte? Is not the aftergadderynge of Ephraim better then the whole haruest of Abieser?","3":"God hath delyuered ye prynces of the Madianites Oreb and Zeb in to youre hande, how coulde I do that ye haue done? Whaa he had sayde this, their blast was swaged from him.","4":"Now whan Gedeon came vnto Iordane, he wente ouer with the thre hundreth me that were with him, and they were weery, and folowed vpon their chace.","5":"And he sayde vnto the men of Sucoth: I praye you geue the people that are with me, some loaues of bred (for they are weery) that I maye folowe vpon Zebea and Salmana the kinges of the Madianites.","6":"But the rulers of Sucoth sayde: Are the handes of Zebea and Salmana in thy handes allready, that we must geue bred vnto thy men of warre?","7":"Gedeon sayde: Well, whan the LORDE delyuereth Zebea and Salmana in to my hade, I wyll thresshe youre flesh with thornes of the wyldernesse and with breares.","8":"And from thence he wente vp vnto Penuel, and spake euen so vnto them. And the me of Penuel gaue him like answere as they of Sucoth.","9":"And he sayde also vnto the men of Penuel: Yf I come peaceably agayne, I wil breake downe this tower.","10":"As for Zebea and Salmana, they were at Karkar, and their hoost with them vpon a fyftene thousande, which were all that were lefte of the whole hoost of the children of the Easte: for there were fallen an hundreth and twentye thousande, that coulde drawe the swerde.","11":"And Gedeon wente vp by the waye, where they dwell in the tentes on the east side of Nobah and Iakbeha, & smote the hoost, for the hoost was carelesse, and mystrusted nothinge.","12":"And Zebea and Salmana fled, but he folowed after them, and toke ye two kynges of the Madianites Zebea and Salmana, and put all the hoost in feare.","13":"Now whan Gedeon ye sonne of Ioas came agayne fro the battayll out of ye east,","14":"he toke a lad of the men of Sucoth, & examyned him, which wrote him vp the names of the rulers of Sucoth, and their Elders, eue threscore and seuentene men.","15":"And he came to the men of Sucoth, & sayde: Beholde, here is Zebea & Salmana, cocernynge who ye laughed me to scorne, & sayde: Are the handes of Zebea and Salmana in thy hades all ready, that we must geue bred vnto thy men which are weery?","16":"And he toke the Elders of the cite, and thornes out of the wildernes, and breres, and caused ye men of Sucoth to be torne therwith.","17":"And the tower of Penuel brake he downe, and slewe the men of the cite.","18":"And he saide vnto Zebea and Salmana: What maner of me were they who ye slewe at Thabor? They sayde: They were euen like the, & goodly men, as yf they had bene a kynges childre.","19":"He sayde: They were my brethren, euen my mother sonnes: As truly as the LORDE lyueth, yf ye had lette them lyue, I wolde not slaye you.","20":"And he saide vnto his first borne sonne Iether: Stonde vp, & slaye them. Howbeit the lad drue not out his swerde, for he was afrayed, for so moch as he was yet but a lad.","21":"Zebea & Salmana sayde: Stonde thou vp, & slaye vs, for as the man is, soch is also his stregth. So Gedeon arose, and slewe Zebea and Salmana, and toke the ornamentes that were aboute their Camels neckes.","22":"Then sayde certayne in Israel vnto Gedeon: Be thou lorde ouer vs, thou and thy sonne, and thy sonnes sonne, for so moch as thou hast delyuered vs from ye hande of ye Madianites.","23":"Neuertheles Gedeon saide vnto them: I wil not be lorde ouer you, nether shal my sonne be lorde ouer you, but the LORDE shalbe lorde ouer you.","24":"Gedeon sayde vnto them: One thinge I desyre of you, Euery man geue me the earinge that he hath spoyled. (For in so moch as ye men were Ismaelites, they had earinges.)","25":"They sayde: Them wyll we geue the. And they spred out a cloth, and euery man cast the earinge theron that he had spoyled.","26":"And the golden earynges which he requyred, had in weight, a thousande and seuen hundreth Sycles of golde, besyde the spanges and cheynes, and scarlet rayment which the kynges of the Madianites dyd weere, and besyde the neckbandes of their Camels.","27":"And Gideon made a cote armoure therof, and set it in his cite at Aphra. And all Israel wente there a whoringe after it, and it turned to an occasion of fallinge vnto Gedeon and his house.","28":"Thus were ye Madianites brought downe before the children of Israel, and lifte vp their heade nomore: and the londe was in rest fortye yeares, as loge as Gedeon lyued.","29":"And Ierubaal the sonne of Ioas wete & dwelt in his house.","30":"And Gedeon Had thre score & ten sonnes, which were come out of his thye: for he had many wyues.","31":"And his concubyne which he had at Siche, bare him a sonne also, whom he called Abimelech.","32":"And Gideon the sonne of Ioas dyed in a good age, & was buried at Aphra in ye sepulcre of his father Ioas the father of the Esrites.","33":"But whan Gedeon was deed, the childre of Israel turned backe, and wente awhoringe after Baalim, and made a couenaunt wt Baal Berith, yt he shulde be their God.","34":"And ye childre of Israel thoughte not on ye LORDE their God, which had delyuered them fro the hande of their enemies rounde aboute:","35":"and they shewed not mercy vnto the house of Ierubaal Gedeon, acordinge to all the good that he had done vnto Israel."}