{"1":"After Abimelech there rose vp another sauioure in Israel, Thola a man of Isachar, and the sonne of Pua, the sonne of Dodo. And he dwelt at Samir vpo the mount Ephraim,","2":"and iudged Israel thre and twentye yeare, and died, and was buried at Samir.","3":"After him stode vp one Iair a Gileadite, and iudged Israel two and twentye yeare,","4":"and hath thirtie sonnes, rydinge vpon thirtie asses foales: and had thirtie cities, whose names are Hauoth Iair (that is, the cities of Iair) vnto this daye, and lye in Gilead.","5":"And Iair dyed, and was buried at Camon.","6":"But the children of Israel wrought wickednes in the sighte of the LORDE, and serued Baalim and Astaroth, and the goddes of Siria, and the goddes of Sidon, and the goddes of Moab, and the goddes of ye children of Ammon, and the goddes of the Philistines, and forsoke ye LORDE, and serued him not.","7":"Then was ye wrath of ye LORDE fearce vpon Israel, and he gaue the ouer vnder the hade of the Philistynes, and of the children of Ammo.","8":"And they vexed and oppressed ye children of Israel eightene yeare longe, all the children of Israel that were beyonde Iordane in the londe of the Moabites, which lyeth in Gilead.","9":"The children of Ammon also wente ouer Iordane, and fought agaynst Iuda, Ben Iamin, and agaynst the house of Ephraim, so that Israel was very sore troubled.","10":"Then cryed the children of Israel vnto the LORDE, and sayde: We haue synned agaynst the, for we haue forsaken oure God, & serued Baalim.","11":"But the LORDE sayde vnto the childre of Israel: Did not the Egipcias, the Amorites, the children of Ammon, ye Philistines,","12":"the Sidonians, the Amalechites and Maonites oppresse you, and I helped you out of their hande, whan ye cryed vnto me?","13":"Yet haue ye forsaken me, and serued other goddes? Therfore wyll I helpe you nomore","14":"Go youre waye, and crye vpon the goddes whom ye haue chosen, let them helpe you in the tyme of youre trouble.","15":"But the childre of Israel sayde vnto the LORDE: We haue synned, do thou vnto vs what pleaseth the, onely delyuer vs at this tyme.","16":"And they put the straunge goddes fro them, and serued the LORDE, And his soule had pytie on the mysery of Israel.","17":"And the children of Ammon called them selues together, and pitched in Gilead: But the children of Israel gathered them selues together also, and pitched at Mispa.","18":"And ye people of the chefest of Gilead sayde amoge them selues: Who so euer begynneth to fight agaynst the children of Ammon, shalbe heade ouer all them that dwell in Gilead."}